<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 7.8 Summary Srimad-Bhagavatam</title>
<meta property="og:title" content="SB 7.8 Summary Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/7?d=1"  class="breadcrumb" title="Canto 7: The Science of God">Canto 7: "The Science of God"</a> > <a href="https://prabhupadabooks.com/sb/7/8?d=1"  class="breadcrumb" title="SB 7.8: Lord Nrsimhadeva Slays the King of the Demons">SB 7.8</a> > <a href="https://prabhupadabooks.com/sb/7/8/8_summary?d=1"  class="breadcrumb" title="SB 7.8 Summary">SB 7.8 Summary</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="91082"></A><div id="91082"> </div>
<div style=" text-align : left"><div class="Normal-Level">As described in this chapter, Hira&#7751;yaka&#347;ipu was ready to kill his own son <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>, but the Supreme Personality of Godhead appeared in front of the demon as &#346;r&#299; N&#7771;ke&#347;ar&#299;, half lion and half man, and killed him.</div>
</div><A NAME="91083"></A><div id="91083"> </div>
<div style=" text-align : left"><div class="Normal-Level">Following the instructions of <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>, all the sons of the demons became attached to Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>, the Supreme Personality of Godhead. When this attachment became pronounced, their teachers, &#7778;a&#7751;&#7693;a and Amarka, were very much afraid that the boys would become more and more devoted to the Lord. In a helpless condition, they approached Hira&#7751;yaka&#347;ipu and described in detail the effect of Prahl&#257;da&rsquo;s preaching. After hearing of this, Hira&#7751;yaka&#347;ipu decided to kill his son <a href="/d/prahlada" class="d">Prahl&#257;da</a>. Hira&#7751;yaka&#347;ipu was so angry that <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> fell down at his feet and said many things just to pacify him, but he was unsuccessful in satisfying his demoniac father. Hira&#7751;yaka&#347;ipu, as a typical demon, began to advertise himself as being greater than the Supreme Personality of Godhead, but <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> challenged him, saying that Hira&#7751;yaka&#347;ipu was not God, and began to glorify the Supreme Personality of Godhead, declaring that the Lord is all-pervading, that everything is under Him, and that no one is equal to or greater than Him. Thus he requested his father to be submissive to the omnipotent Supreme Lord.</div>
</div><A NAME="91084"></A><div id="91084"> </div>
<div style=" text-align : left"><div class="Normal-Level">The more <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> glorified the Supreme Personality of Godhead, the more angry and agitated the demon became. Hira&#7751;yaka&#347;ipu asked his <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> son whether his God existed within the columns of the palace, and <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> immediately accepted that since the Lord is present everywhere, He was also present within the columns. When Hira&#7751;yaka&#347;ipu heard this philosophy from his young son, he derided the boy&rsquo;s statement as just the talk of a child and forcefully struck the pillar with his fist.</div>
</div><A NAME="91085"></A><div id="91085"> </div>
<div style=" text-align : left"><div class="Normal-Level">As soon as Hira&#7751;yaka&#347;ipu struck the column, there issued forth a tumultuous sound. At first Hira&#7751;yaka&#347;ipu, the King of the demons, could not see anything but the pillar, but to substantiate Prahl&#257;da&rsquo;s statements, the Lord came out of the pillar in His wonderful incarnation as <a href="/d/narasimha" class="d">Narasi&#7745;ha</a>, half lion and half man. Hira&#7751;yaka&#347;ipu could immediately understand that the extraordinarily wonderful form of the Lord was surely meant for his death, and thus he prepared to fight with the form of half lion and half man. The Lord performed His pastimes by fighting with the demon for some time, and in the evening, on the border between day and night, the Lord captured the demon, threw him on His lap, and killed him by piercing his abdomen with His nails. The Lord not only killed Hira&#7751;yaka&#347;ipu, the King of the demons, but also killed many of his followers. When there was no one else to fight, the Lord, roaring with anger, <a href="/d/sat" class="d">sat</a> down on Hira&#7751;yaka&#347;ipu&rsquo;s throne.</div>
</div><A NAME="91086"></A><div id="91086"> </div>
<div style=" text-align : left"><div class="Normal-Level">The entire universe was thus relieved of the rule of Hira&#7751;yaka&#347;ipu, and everyone was jubilant in transcendental bliss. Then all the demigods, headed by Lord <a href="/d/brahma" class="d">Brahm&#257;</a>, approached the Lord. These included the great saintly persons, the Pit&#257;s, the Siddhas, the Vidy&#257;dharas, the N&#257;gas, the Manus, the <span class="Italic">praj&#257;patis,</span> the Gandharvas, the C&#257;ra&#7751;as, the Yak&#7779;as, the Kimpuru&#7779;as, the Vait&#257;likas, the Kinnaras and also many other varieties of beings in human form. All of them stood not far from the Supreme Personality of Godhead and began offering their prayers unto the Lord, whose spiritual effulgence was brilliant as He <a href="/d/sat" class="d">sat</a> on the throne.</div>
</div><p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/7/8/8_summary">https://prabhupadabooks.com/sb/7/8/8_summary</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/7/7/55?d=1">SB 7.7.55</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/7/8/1?d=1">SB 7.8.1</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
