<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 2.5.10 Srimad-Bhagavatam</title>
<meta name="description" content="Whatever you have spoken about me is not false because unless and until one is aware of the Personality of Godhead, who is the ultimate truth beyond me.">
<meta property="og:title" content="SB 2.5.10 Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="Whatever you have spoken about me is not false because unless and until one is aware of the Personality of Godhead, who is the ultimate truth beyond me." />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/2?d=1"  class="breadcrumb" title="Canto 2: The Cosmic Manifestation">Canto 2</a> > <a href="https://prabhupadabooks.com/sb/2/5?d=1"  class="breadcrumb" title="SB 2.5: The Cause of All Causes">SB 2.5: The Cause of All Causes</a> > <a href="https://prabhupadabooks.com/sb/2/5/10?d=1"  class="breadcrumb" title="SB 2.5.10">SB 2.5.10</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="24626"></A><div id="24626"> </div>
<div class="Textnum"><JD:"Destination-393">TEXT 10</div>
<A NAME="24629"></A><div id="24629"> </div>
<div class="Verse-Text">n&#257;n&#7771;ta&#7745; tava tac c&#257;pi</div>
<A NAME="24630"></A><div id="24630"> </div>
<div class="Verse-Text">yath&#257; m&#257;&#7745; prabrav&#299;&#7779;i bho&#7717;</div>
<A NAME="24631"></A><div id="24631"> </div>
<div class="Verse-Text">avij&ntilde;&#257;ya para&#7745; matta</div>
<A NAME="24632"></A><div id="24632"> </div>
<div class="Verse-Text">et&#257;vat tva&#7745; yato hi me</div>
<A NAME="24633"></A><div id="24633"> </div>
<div class="Synonyms-Section">SYNONYMS</div>
<A NAME="24634"></A><div id="24634"> </div>
<div class="Synonyms"><span class="Italic"><a href="/d/na" class="d">na</a></span>&mdash;not; <span class="Italic"><a href="/d/anrtam" class="d">an&#7771;tam</a></span>&mdash;false; <span class="Italic"><a href="/d/tava" class="d">tava</a></span>&mdash;of yours; <span class="Italic"><a href="/d/tat" class="d">tat</a></span>&mdash;that; <span class="Italic"><a href="/d/ca" class="d">ca</a></span>&mdash;also; <span class="Italic"><a href="/d/api" class="d">api</a></span>&mdash;as you have stated; <span class="Italic"><a href="/d/yatha" class="d">yath&#257;</a></span>&mdash;in the matter of; <span class="Italic"><a href="/d/mam" class="d">m&#257;m</a></span>&mdash;of myself; <span class="Italic"><a href="/d/prabravisi" class="d">prabrav&#299;&#7779;i</a></span>&mdash;as you describe; <span class="Italic"><a href="/d/bhoh" class="d">bho&#7717;</a></span>&mdash;O my son; <span class="Italic"><a href="/d/avijnaya" class="d">avij&ntilde;&#257;ya</a></span>&mdash;without knowing; <span class="Italic"><a href="/d/param" class="d">param</a></span>&mdash;the Supreme; <span class="Italic"><a href="/d/mattah" class="d">matta&#7717;</a></span>&mdash;beyond myself; <span class="Italic"><a href="/d/etavat" class="d">et&#257;vat</a></span>&mdash;all that you have spoken; <span class="Italic"><a href="/d/tvam" class="d">tvam</a></span>&mdash;yourself; <span class="Italic"><a href="/d/yatah" class="d">yata&#7717;</a></span>&mdash;for the reason of; <span class="Italic"><a href="/d/hi" class="d">hi</a></span>&mdash;certainly; <span class="Italic">me</span>&mdash;about me.</div>
<A NAME="24635"></A><div id="24635"> </div>
<div class="Verse-Section">TRANSLATION</div>
<A NAME="24636"></A><div id="24636"> </div>
<div class="Translation">Whatever you have spoken about me is not false because unless and until one is aware of the Personality of Godhead, who is the ultimate truth beyond me, one is sure to be illusioned by observing my powerful activities.</div>
<A NAME="24637"></A><div id="24637"> </div>
<div class="Verse-Section">PURPORT</div>
<A NAME="24638"></A><div id="24638"> </div>
<div class="First">"The frog in the well" logic illustrates that a frog residing in the atmosphere and boundary of a well cannot imagine the length and breadth of the gigantic ocean. Such a frog, when informed of the gigantic length and breadth of the ocean, first of all does not believe that there is such an ocean, and if someone assures him that factually there is such a thing, the frog then begins to measure it by imagination by means of pumping its belly as far as possible, with the result that the tiny abdomen of the frog bursts and the poor frog dies without any experience of the actual ocean. Similarly, the material scientists also want to challenge the inconceivable potency of the Lord by measuring Him with their froglike brains and their scientific achievements, but at the end they simply die unsuccessfully, like the frog.</div>
<A NAME="24639"></A><div id="24639"> </div>
<div class="Purport">Sometimes a materially powerful man is accepted as God or the incarnation of God without any knowledge of the factual God. Such a material assessment may be gradually extended, and the attempt may reach to the highest limit of Brahm&#257;j&#299;, who is the topmost living being within the universe and has a duration of life unimaginable to the material scientist. As we get information from the most authentic book of knowledge, the <span class="Ref_Italic"></B>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span></B> (<a href="https://prabhupadabooks.com/bg/8/17?d=1">8.17</a>), Brahm&#257;j&#299;'s one day and night is calculated to be some hundreds of thousands of years on our planet. This long duration of life may not be believed by "the frog in the well," but persons who have a realization of the truths mentioned in the <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> accept the existence of a great personality who creates the variegatedness of the complete universe. It is understood from the revealed scriptures that the Brahm&#257;j&#299; of this universe is younger than all the other Brahm&#257;s in charge of the many, many universes beyond this, but none of them can be equal to the Personality of Godhead.</div>
<A NAME="24640"></A><div id="24640"> </div>
<div class="Purport">N&#257;radaj&#299; is one of the liberated souls, and after his liberation he was known as <a href="/d/narada" class="d">N&#257;rada</a>; otherwise, before his liberation, he was simply a son of a maidservant. The questions may be asked why N&#257;radaj&#299; was not aware of the Supreme Lord and why he mis-conceived Brahm&#257;j&#299; to be the Supreme Lord, although factually he was not. A liberated soul is never bewildered by such a mistaken idea, so why did N&#257;radaj&#299; ask all those questions just like an ordinary man with a poor fund of knowledge? There was such bewilderment in <a href="/d/arjuna" class="d">Arjuna</a> also, although he is eternally the associate of the Lord. Such bewilderment in <a href="/d/arjuna" class="d">Arjuna</a> or in <a href="/d/narada" class="d">N&#257;rada</a> takes place by the will of the Lord so that other, nonliberated persons may realize the real truth and knowledge of the Lord. The doubt arising in the mind of <a href="/d/narada" class="d">N&#257;rada</a> about Brahm&#257;j&#299;'s becoming all-powerful is a lesson for the frogs in the well, that they may not be bewildered in misconceiving the identity of the Personality of Godhead (even by comparison to a personality like <a href="/d/brahma" class="d">Brahm&#257;</a>, so what to speak of ordinary men who falsely <a href="/d/pose" class="d">pose</a> themselves as God or an incarnation of God). The Supreme Lord is always the Supreme, and as we have tried to establish many times in these purports, no living being, even up to the standard of <a href="/d/brahma" class="d">Brahm&#257;</a>, can claim to be one with the Lord. One should not be misled when people worship a great man as God after his death as a matter of hero worship. There were many kings like Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a>, the King of <a href="/d/ayodhya" class="d">Ayodhy&#257;</a>, but none of them are mentioned as God in the revealed scriptures. To be a good king is not necessarily the qualification for being Lord <a href="/d/rama" class="d">R&#257;ma</a>, but to be a great personality like <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is the qualification for being the Personality of Godhead. If we scrutinize the characters who took part in the Battle of <a href="/d/kuruksetra" class="d">Kuruk&#7779;etra</a>, we may find that <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a> was no less a pious king than Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a>, and by character study <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a> was a better moralist than Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> asked <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a> to lie, but <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a> protested. But that does not mean that <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a> could be equal to Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a> or Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. The great authorities have estimated <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a> to be a pious man, but they have accepted Lord <a href="/d/rama" class="d">R&#257;ma</a> or <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> as the Personality of Godhead. The Lord is therefore a different identity in all circumstances, and no idea of anthropomorphism can be applied to Him. The Lord is always the Lord, and a common living being can never be equal to Him.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/2/5/10">https://prabhupadabooks.com/sb/2/5/10</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/2/5/9?d=1">SB 2.5.9</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/2/5/11?d=1">SB 2.5.11</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
