{
	"info": {
		"id": "cc\\madhya\\8\\257",
		"nextId": "cc/madhya/8/258",
		"prevId": "cc/madhya/8/256"
	},
	"verses": [
		{
			"roman": "'mukti, bhukti vāñche yei, kāhāṅ duṅhāra gati?'\n'sthāvara-deha, deva-deha yaiche avasthiti'\n",
			"isProse": false
		}
	],
	"synonyms": "mukti—liberation; bhukti—sense enjoyment; vāñche—desires; yei—one who; kāhāṅ—where; duṅhāra—of both of them; gati—the destination; sthāvara-deha—the body of a tree; deva-deha—the body of a demigod; yaiche—just as; avasthiti—situated.",
	"translation": "\"And what is the destination of those who desire liberation and those who desire sense gratification?\" Śrī Caitanya Mahāprabhu asked.\n \nRāmānanda Rāya replied, \"Those who attempt to merge into the existence of the Supreme Lord will have to accept a body like that of a tree. And those who are overly inclined toward sense gratification will attain the bodies of demigods.\"",
	"purport": [
		{
			"type": "normal",
			"content": "Those who desire liberation by merging into the existence of God do not desire sense gratification within the material world. On the other hand, they have no information about serving the lotus feet of the Lord. Consequently, they are doomed to stand like trees for many thousands of years. Although trees are living entities, they are nonmoving. The liberated soul who merges into the existence of the Lord is no better than the trees. Trees also stand in the Lord's existence because material energy and the Lord's energy are the same. Similarly, the Brahman effulgence is also the energy of the Supreme Lord. It is the same whether one remains in the Brahman effulgence or in the material energy because in either there is no spiritual activity. Better situated are those who desire sense gratification and promotion to the heavenly planets. Such people want to enjoy themselves like denizens of heaven in the gardens of paradise. They at least retain their individuality in order to enjoy life. But the impersonalists, who try to lose their individuality, also lose both material and spiritual pleasure. The last destination of the Buddhist philosophers is to become just like a stone, which is immovable and has neither material nor spiritual activity. As far as the hard-working karmīs are concerned, Śrīmad-Bhāgavatam states (11.10.23):"
		},
		{
			"type": "normal",
			"content": "iṣṭveha devatā yajñaiḥ\nsvar-lokaṁ yāti yājñikaḥ\nbhuñjīta deva-vat tatra\nbhogān divyān nijārjitān"
		},
		{
			"type": "normal",
			"content": "\"After performing various sacrificial rituals for elevation to the heavenly planets, the karmīs go there and enjoy themselves with the demigods to the extent that they have obtained the results of pious activities.\""
		},
		{
			"type": "normal",
			"content": "In the Bhagavad-gītā (9.20-21) Lord Kṛṣṇa states:"
		},
		{
			"type": "normal",
			"content": "trai-vidyā māṁ soma-pāḥ pūta-pāpā\nyajñair iṣṭvā svar-gatiṁ prārthayante\nte puṇyam āsādya surendra-lokam\naśnanti divyān divi deva-bhogān"
		},
		{
			"type": "normal",
			"content": "te taṁ bhuktvā svarga-lokaṁ viśālaṁ\nkṣīṇe puṇye martya-lokaṁ viśanti\nevaṁ trayī-dharmam anuprapannā\ngatāgataṁ kāma-kāmā labhante"
		},
		{
			"type": "normal",
			"content": "\"Those who study the Vedas and drink soma juice, seeking the heavenly planets, worship Me indirectly. Purified of sinful reactions, they take birth on the pious, heavenly planet of Indra, where they enjoy godly delights. When they have thus enjoyed vast heavenly sense pleasure and the results of their pious activities are exhausted, they return to this mortal planet again. Thus those who seek sense enjoyment by adhering to the principles of the three Vedas achieve only repeated birth and death.\""
		},
		{
			"type": "normal",
			"content": "Therefore after finishing the results of pious activities, the karmīs again return to this planet in the form of rain, and they begin their life as grass and plants in the evolutionary process."
		}
	]
}