{
	"info": {
		"id": "cc\\madhya\\8\\276",
		"nextId": "cc/madhya/8/277",
		"prevId": "cc/madhya/8/275"
	},
	"verses": [
		{
			"roman": "vana-latās tarava ātmani viṣṇuṁ\nvyañjayantya iva puṣpa-phalāḍhyāḥ\npraṇata-bhāra-viṭapā madhu-dhārāḥ\nprema-hṛṣṭa-tanavo vavṛṣuḥ sma\n",
			"isProse": false
		}
	],
	"synonyms": "vana-latāḥ—the herbs and plants; taravaḥ—the trees; ātmani—in the Supreme Soul; viṣṇum—the Supreme Personality of Godhead; vyañjayantyaḥ—manifesting; iva—like; puṣpa-phala-āḍhyāḥ—filled with luxuriant fruits and flowers; praṇata-bhāra—bowed down because of loads; viṭapāḥ—the trees; madhu-dhārāḥ—showers of honey; prema-hṛṣṭa—inspired by love of Godhead; tanavaḥ—whose bodies; vavṛṣuḥ—constantly rained; sma—certainly.",
	"translation": "\" 'The plants, creepers and trees were full of fruits and flowers due to ecstatic love of Kṛṣṇa. Indeed, being so full, they were bowing down. They were inspired by such deep love for Kṛṣṇa that they were constantly pouring showers of honey. In this way the gopīs saw all the forest of Vṛndāvana.' \"",
	"purport": [
		{
			"type": "normal",
			"content": "This verse (Bhāg. 10.35.9) is one of the songs the gopīs sang during Kṛṣṇa's absence. In Kṛṣṇa's absence the gopīs were always absorbed in thought of Him. Similarly, the mahā-bhāgavata, the advanced devotee, sees everything as potentially serving the Lord. Śrīla Rūpa Gosvāmī states:"
		},
		{
			"type": "normal",
			"content": "prāpañcikatayā buddhyā\nhari-sambandhi-vastunaḥ\nmumukṣubhiḥ parityāgo\nvairāgyaṁ phalgu kathyate"
		},
		{
			"type": "normal",
			"content": "(Bhakti-rasāmṛta-sindhu 1.2.126)"
		},
		{
			"type": "normal",
			"content": "The advanced devotee does not see anything that is not connected with Kṛṣṇa. Unlike the Māyāvādī philosophers, a devotee does not see the material world as false. Rather, he sees everything in the material world connected to Kṛṣṇa. A devotee knows how to utilize such things in the service of the Lord, and this is characteristic of the mahā-bhāgavata. The gopīs saw the plants, creepers and forest trees loaded with fruits and flowers and ready to serve Kṛṣṇa. In this way they immediately remembered their worshipable Lord Śrī Kṛṣṇa. They did not simply see plants, creepers and trees the way a mundaner sees them."
		}
	]
}