{
	"info": {
		"id": "cc\\madhya\\8\\291",
		"nextId": "cc/madhya/8/292",
		"prevId": "cc/madhya/8/290"
	},
	"verses": [
		{
			"roman": "āmi--eka bātula, tumi--dvitīya bātula\nataeva tomāya āmāya ha-i sama-tula\n",
			"isProse": false
		}
	],
	"synonyms": "āmi—I; eka—one; bātula—madman; tumi—you; dvitīya—second; bātula—madman; ataeva—therefore; tomāya—you; āmāya—Me; ha-i—are; sama-tula—on an equal level.",
	"translation": "Caitanya Mahāprabhu then said, \"Indeed, I am a madman, and you are also a madman. Therefore both of us are on the same platform.\"",
	"purport": [
		{
			"type": "normal",
			"content": "All these conversations between Rāmānanda Rāya and Śrī Caitanya Mahāprabhu appear ludicrous to a common man who is not a devotee. The entire world is filled with material conceptions, and people are unable to understand these conversations due to the conditioning of mundane philosophy. Those who are overly attached to mundane activities cannot understand the ecstatic conversations between Rāmānanda Rāya and Caitanya Mahāprabhu. Consequently the Lord requested that Rāmānanda Rāya keep all these conversations secret and not expose them to the general populace. If one is actually advanced in Kṛṣṇa consciousness, he can understand these confidential talks; otherwise they appear crazy. Śrī Caitanya Mahāprabhu therefore informed Rāmānanda Rāya that they both appeared like madmen and were therefore on the same platform. It is confirmed in the Bhagavad-gītā (2.69):"
		},
		{
			"type": "normal",
			"content": "yā niśā sarva-bhūtānāṁ\ntasyāṁ jāgarti saṁyamī\nyasyāṁ jāgrati bhūtāni\nsā niśā paśyato muneḥ"
		},
		{
			"type": "normal",
			"content": "\"What is night for all beings is the time of awakening for the self-controlled; and the time of awakening for all beings is night for the introspective sage.\""
		},
		{
			"type": "normal",
			"content": "Sometimes Kṛṣṇa consciousness appears like a type of madness to mundane people, just as the activities of mundaners are considered a form of madness by Kṛṣṇa conscious men."
		}
	]
}