<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 1.5.13 Srimad-Bhagavatam</title>
<meta name="description" content="O Vyasadeva, your vision is completely perfect. Your good fame is spotless. You are firm in vow and situated in truthfulness.">
<meta property="og:title" content="SB 1.5.13 Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="O Vyäsadeva, your vision is completely perfect. Your good fame is spotless. You are firm in vow and situated in truthfulness." />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/1?d=1"  class="breadcrumb" title="Canto 1:Creation">Canto 1:"Creation"</a> > <a href="https://prabhupadabooks.com/sb/1/5?d=1"  class="breadcrumb" title="SB 1.5: Naradas Instructions on Srimad-Bhagavatam for Vyasadeva">SB 1.5</a> > <a href="https://prabhupadabooks.com/sb/1/5/13?d=1"  class="breadcrumb" title="SB 1.5.13">SB 1.5.13</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="13205"></A><div id="13205"> </div>
<div class="Textnum">TEXT 13</div>
<A NAME="13208"></A><div id="13208"> </div>
<div class="Verse-Text">atho mah&#257;-bh&#257;ga bhav&#257;n amogha-d&#7771;k</div>
<A NAME="13209"></A><div id="13209"> </div>
<div class="Verse-Text">&#347;uci-&#347;rav&#257;&#7717; satya-rato dh&#7771;ta-vrata&#7717;</div>
<A NAME="13210"></A><div id="13210"> </div>
<div class="Verse-Text">urukramasy&#257;khila-bandha-muktaye</div>
<A NAME="13211"></A><div id="13211"> </div>
<div class="Verse-Text">sam&#257;dhin&#257;nusmara tad-vice&#7779;&#7789;itam</div>
<A NAME="13212"></A><div id="13212"> </div>
<div class="Synonyms-Section">SYNONYMS</div>
<A NAME="13213"></A><div id="13213"> </div>
<div class="Synonyms"><span class="Italic"><a href="/d/atho" class="d">atho</a></span>&mdash;therefore; <span class="Italic"><a href="/d/maha" class="d">mah&#257;</a>-<a href="/d/bhaga" class="d">bh&#257;ga</a></span>&mdash;highly fortunate; <span class="Italic"><a href="/d/bhavan" class="d">bhav&#257;n</a></span>&mdash;yourself; <span class="Italic"><a href="/d/amogha" class="d">amogha</a>-<a href="/d/drk" class="d">d&#7771;k</a></span>&mdash;the perfect seer; <span class="Italic"><a href="/d/suci" class="d">&#347;uci</a></span>&mdash;spotless; <span class="Italic"><a href="/d/sravah" class="d">&#347;rav&#257;&#7717;</a></span>&mdash;famous; <span class="Italic"><a href="/d/satya" class="d">satya</a>-<a href="/d/ratah" class="d">rata&#7717;</a></span>&mdash;having taken the vow of truthfulness; <span class="Italic"><a href="/d/dhrta" class="d">dh&#7771;ta</a>-<a href="/d/vratah" class="d">vrata&#7717;</a></span>&mdash;fixed in spiritual qualities; <span class="Italic"><a href="/d/urukramasya" class="d">urukramasya</a></span>&mdash;of the one who performs supernatural activities (God); <span class="Italic"><a href="/d/akhila" class="d">akhila</a></span>&mdash;universal; <span class="Italic"><a href="/d/bandha" class="d">bandha</a></span>&mdash;bondage; <span class="Italic"><a href="/d/muktaye" class="d">muktaye</a></span>&mdash;for liberation from; <span class="Italic"><a href="/d/samadhina" class="d">sam&#257;dhin&#257;</a></span>&mdash;by trance; <span class="Italic"><a href="/d/anusmara" class="d">anusmara</a></span>&mdash;think repeatedly and then describe them; <span class="Italic"><a href="/d/tat" class="d">tat</a>-<a href="/d/vicestitam" class="d">vice&#7779;&#7789;itam</a></span>&mdash;various pastimes of the Lord.</div>
<A NAME="13214"></A><div id="13214"> </div>
<div class="Verse-Section">TRANSLATION</div>
<A NAME="13215"></A><div id="13215"> </div>
<div class="Translation">O Vy&#257;sadeva, your vision is completely perfect. Your good fame is spotless. You are firm in vow and situated in truthfulness. And thus you can think of the pastimes of the Lord in trance for the liberation of the people in general from all material bondage.</div>
<A NAME="13216"></A><div id="13216"> </div>
<div class="Verse-Section">PURPORT</div>
<A NAME="13217"></A><div id="13217"> </div>
<div class="First">People in general have a taste for literatures by instinct. They want to hear and read from the authorities something about the unknown, but their taste is exploited by unfortunate literatures which are full of subject matter for satisfaction of the material senses. Such literatures contain different kinds of mundane poems and philosophical speculations, more or less under the influence of <span class="Italic"><a href="/d/maya" class="d">m&#257;y&#257;</a>,</span> ending in sense gratification. These literatures, although worthless in the true sense of the term, are variously decorated to attract the attention of the less intelligent men. Thus the attracted living entities are more and more entangled in material bondage without hope of liberation for thousands and thousands of generations. &#346;r&#299; <a href="/d/narada" class="d">N&#257;rada</a> &#7770;&#7779;i, being the best amongst the Vai&#7779;&#7751;avas, is compassionate toward such unfortunate victims of worthless literatures, and thus he advises &#346;r&#299; Vy&#257;sadeva to compose transcendental literature which is not only attractive but can also actually bring liberation from all kinds of bondage. &#346;r&#299;la Vy&#257;sadeva or his representatives are qualified because they are rightly trained to see things in true perspective. &#346;r&#299;la Vy&#257;sadeva and his representatives are pure in thought due to their spiritual enlightenment, fixed in their vows due to their devotional service, and determined to deliver the fallen souls rotting in material activities. The fallen souls are very eager to receive novel informations every day, and the transcendentalists like Vy&#257;sadeva or <a href="/d/narada" class="d">N&#257;rada</a> can supply such eager people in general with unlimited news from the spiritual world. In the <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> it is said that the material world is only a part of the whole creation and that this earth is only a fragment of the whole material world.</div>
<A NAME="13218"></A><div id="13218"> </div>
<div class="Purport">There are thousands and thousands of literary men all over the world, and they have created many, many thousands of literary works for the information of the people in general for thousands and thousands of years. Unfortunately none of them have brought peace and tranquillity on the earth. This is due to a spiritual vacuum in those literatures; therefore the Vedic literatures, especially the <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> and the <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>,</span> are specifically recommended to suffering humanity to bring about the desired effect of liberation from the pangs of material civilization, which is eating the vital part of human energy. The <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> is the spoken message of the Lord Himself recorded by Vy&#257;sadeva, and the <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> is the transcendental narration of the activities of the same Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, which alone can satisfy the hankering desires of the living being for eternal peace and liberation from miseries. <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>,</span> therefore, is meant for all the living beings all over the universe for total liberation from all kinds of material bondage. Such transcendental narrations of the pastimes of the Lord can be described only by liberated souls like Vy&#257;sadeva and his bona fide representatives who are completely merged in the transcendental loving service of the Lord. Only to such devotees do the pastimes of the Lord and their transcendental nature become automatically manifest by dint of devotional service. No one else can either know or describe the acts of the Lord, even if they speculate on the subject for many, many years. The descriptions of the <span class="Italic"><a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> are so precise and accurate that whatever has been predicted in this great literature about five thousand years ago is now exactly happening. Therefore, the vision of the author comprehends past, present and future. Such liberated persons as Vy&#257;sadeva are perfect not only by the power of vision and wisdom, but also in aural reception, in thinking, feeling and all other sense activities. A liberated person possesses perfect senses, and with perfect senses only can one serve the sense-proprietor, <a href="/d/hrsikesa" class="d">H&#7771;&#7779;&#299;ke&#347;a</a>, &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> the Personality of Godhead. <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>,</span> therefore, is the perfect description of the all-perfect Personality of Godhead by the all-perfect personality &#346;r&#299;la Vy&#257;sadeva, the compiler of the <span class="Italic">Vedas.</span></div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/1/5/13">https://prabhupadabooks.com/sb/1/5/13</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/1/5/12?d=1">SB 1.5.12</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/1/5/14?d=1">SB 1.5.14</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
