<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 5.24 Summary Srimad-Bhagavatam</title>
<meta property="og:title" content="SB 5.24 Summary Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/5?d=1"  class="breadcrumb" title="Canto 5: The Creative Impetus">Canto 5: "The Creative Impetus"</a> > <a href="https://prabhupadabooks.com/sb/5/24?d=1"  class="breadcrumb" title="SB 5.24: The Subterranean Heavenly Planets">SB 5.24</a> > <a href="https://prabhupadabooks.com/sb/5/24/24_summary?d=1"  class="breadcrumb" title="SB 5.24 Summary">SB 5.24 Summary</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="74016"></A><div id="74016"> </div>
<div style=" text-align : left"><div class="Normal-Level">This chapter describes the planet <a href="/d/rahu" class="d">R&#257;hu</a>, which is 10,000 <span class="Italic">yojanas</span> (80,000 miles) below the sun, and it also describes Atala and the other lower planetary systems. <a href="/d/rahu" class="d">R&#257;hu</a> is situated below the sun and moon. It is between these two planets and the earth. When <a href="/d/rahu" class="d">R&#257;hu</a> conceals the sun and moon, eclipses occur, either total or partial, depending on whether <a href="/d/rahu" class="d">R&#257;hu</a> moves in a straight or curving way.</div>
</div><A NAME="74017"></A><div id="74017"> </div>
<div style=" text-align : left"><div class="Normal-Level">Below <a href="/d/rahu" class="d">R&#257;hu</a> by another 1,000,000 <span class="Italic">yojanas</span> are the planets of the Siddhas, C&#257;ra&#7751;as and Vidy&#257;dharas, and below these are planets such as Yak&#7779;aloka and Rak&#7779;aloka. Below these planets is the earth, and 70,000 <span class="Italic">yojanas</span> below the earth are the lower planetary systems&mdash;Atala, Vitala, <a href="/d/sutala" class="d">Sutala</a>, Tal&#257;tala, Mah&#257;tala, <a href="/d/rasatala" class="d">Ras&#257;tala</a> and <a href="/d/patala" class="d">P&#257;t&#257;la</a>. Demons and Rak&#7779;asas live in these lower planetary systems with their wives and children, always engaged in sense gratification and not fearing their next births. The sunshine does not reach these planets, but they are illuminated by jewels fixed upon the hoods of snakes. Because of these shining gems there is practically no darkness. Those living in these planets do not become old or diseased, and they are not afraid of death from any cause but the time factor, the Supreme Personality of Godhead.</div>
</div><A NAME="74018"></A><div id="74018"> </div>
<div style=" text-align : left"><div class="Normal-Level">In the planet Atala, the yawning of a demon has produced three kinds of women, called <span class="Italic"><a href="/d/svairini" class="d">svairi&#7751;&#299;</a></span> (independent), <span class="Italic">k&#257;mi&#7751;&#299;</span> (lusty) and <span class="Italic"><a href="/d/pumscali" class="d">pu&#7745;&#347;cal&#299;</a></span> (very easily subdued by men). Below Atala is the planet Vitala, wherein Lord &#346;iva and his wife <a href="/d/gauri" class="d">Gaur&#299;</a> reside. Because of their presence, a kind of gold is produced called <span class="Italic"><a href="/d/hataka" class="d">h&#257;&#7789;aka</a>.</span> Below Vitala is the planet <a href="/d/sutala" class="d">Sutala</a>, the abode of <a href="/d/bali" class="d">Bali</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>, the most fortunate king. <a href="/d/bali" class="d">Bali</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> was favored by the Supreme Personality of Godhead, V&#257;manadeva, because of his intense devotional service. The Lord went to the sacrificial arena of <a href="/d/bali" class="d">Bali</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> and begged him for three paces of land, and on this plea the Lord took from him all his possessions. When <a href="/d/bali" class="d">Bali</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> agreed to all this, the Lord was very pleased, and therefore the Lord serves as his doorkeeper. The description of <a href="/d/bali" class="d">Bali</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> appears in the Eighth Canto of <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>.</span></div>
</div><A NAME="74019"></A><div id="74019"> </div>
<div style=" text-align : left"><div class="Normal-Level">When the Supreme Personality of Godhead offers a devotee material happiness, this is not His real favor. The demigods, who are very puffed up by their material opulence, pray to the Lord only for material happiness, not knowing anything better. Devotees like <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>, however, do not want material happiness. Not to speak of material happiness, they do not want even liberation from material bondage, although one can achieve this liberation simply by chanting the holy name of the Lord, even with improper pronunciation.</div>
</div><A NAME="74020"></A><div id="74020"> </div>
<div style=" text-align : left"><div class="Normal-Level">Below <a href="/d/sutala" class="d">Sutala</a> is the planet Tal&#257;tala, the abode of the demon <a href="/d/maya" class="d">Maya</a>. This demon is always materially happy because he is favored by Lord &#346;iva, but he cannot achieve spiritual happiness at any time. Below Tal&#257;tala is the planet Mah&#257;tala, where there are many snakes with hundreds and thousands of hoods. Below Mah&#257;tala is <a href="/d/rasatala" class="d">Ras&#257;tala</a>, and below that is <a href="/d/patala" class="d">P&#257;t&#257;la</a>, where the serpent <a href="/d/vasuki" class="d">Vasuk&#299;</a> lives with his associates.</div>
</div><p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/5/24/24_summary">https://prabhupadabooks.com/sb/5/24/24_summary</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/5/23/9?d=1">SB 5.23.9</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/5/24/1?d=1">SB 5.24.1</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
