{
	"info": {
		"id": "cc\\madhya\\10\\168",
		"nextId": "cc/madhya/10/169",
		"prevId": "cc/madhya/10/167"
	},
	"verses": [
		{
			"roman": "'vyāpya' 'vyāpaka'-bhāve 'jīva'-'brahme' jāni\njīva-vyāpya, brahma-vyāpaka, śāstrete vākhāni\n",
			"isProse": false
		}
	],
	"synonyms": "vyāpya—localized; vyāpaka—all-pervading; bhāve—in this way; jīva—living entity; brahme—the Supreme Lord; jāni—I know; jīva—the living entity; vyāpya—localized; brahma—the Supreme Lord; vyāpaka—all-pervading; śāstrete—in the revealed scripture; vākhāni—description.",
	"translation": "Brahmānanda Bhāratī continued, \"The living entity is localized, whereas the Supreme Brahman is all-pervading. That is the verdict of the revealed scriptures.",
	"purport": [
		{
			"type": "normal",
			"content": "Brahmānanda Bhāratī drew Sārvabhauma Bhaṭṭācārya's attention because he wanted him to judge the argument. He then stated that Brahman, the Supreme Lord, is all-pervading. This is confirmed by Lord Kṛṣṇa in the Bhagavad-gītā (13.3):"
		},
		{
			"type": "normal",
			"content": "kṣetra-jñaṁ cāpi māṁ viddhi\nsarva-kṣetreṣu bhārata\nkṣetra-kṣetrajñayor jñānaṁ\nyat taj jñānaṁ mataṁ mama"
		},
		{
			"type": "normal",
			"content": "\"O scion of Bharata, you should understand that I am also the knower in all bodies, and to understand this body and its knower is called knowledge. That is My opinion.\""
		},
		{
			"type": "normal",
			"content": "The Supreme Personality of Godhead in His Paramātmā feature is expanded everywhere. The Brahma-saṁhitā says, aṇḍāntara-stha-paramāṇu-cayāntara-stham: by virtue of His all-pervasive nature, the Supreme Lord is within the universe as well as within all elements of the universe. He is even within the atom. In this way the Supreme Lord Govinda is all-pervasive. On the other hand, the living entities are very, very small. It is said that the living entity is one ten-thousandth of the tip of a hair. Therefore the living entity is localized. Living entities rest on the Brahman effulgence, the bodily rays of the Supreme Personality of Godhead."
		}
	]
}