{
	"info": {
		"id": "cc\\madhya\\10\\175",
		"nextId": "cc/madhya/10/176",
		"prevId": "cc/madhya/10/174"
	},
	"verses": [
		{
			"roman": "ājanma karinu muñi 'nirākāra'-dhyāna\ntomā dekhi' 'kṛṣṇa' haila mora vidyamāna\n",
			"isProse": false
		}
	],
	"synonyms": "ā-janma—since my birth; karinu—have done; muñi—I; nirākāra-dhyāna—meditation on impersonal Brahman; tomā dekhi'—by seeing You; kṛṣṇa—Lord Kṛṣṇa; haila—became; mora—my; vidyamāna—experience.",
	"translation": "\"I have been meditating on the impersonal Brahman since my birth, but since I have seen You, I have fully experienced Kṛṣṇa.\"",
	"purport": [
		{
			"type": "normal",
			"content": "Brahmānanda Bhāratī admitted that when there is an argument between the spiritual master and the disciple, the spiritual master is naturally victorious, although the disciple may put forward a strong argument. In other words, it is customary that the words of the spiritual master are more worshipable than the words of a disciple. Under the circumstances, since Brahmānanda Bhāratī was in the position of a spiritual master, he emerged victorious over Śrī Caitanya Mahāprabhu, who considered Himself Brahmānanda Bhāratī's disciple. However, Brahmānanda Bhāratī reversed the argument and took the position of a devotee, admitting that Śrī Caitanya Mahāprabhu was the Supreme Personality of Godhead, Kṛṣṇa. This means that the Lord was voluntarily defeated out of affection for His devotee. He was defeated voluntarily, because no one can defeat the Supreme Lord. Concerning this, the words of Bhīṣma in Śrīmad-Bhāgavatam (1.9.37) are important:"
		},
		{
			"type": "normal",
			"content": "sva-nigamam apahāya mat-pratijñām\nṛtam adhikartum avapluto ratha-sthaḥ\ndhṛta-ratha-caraṇo 'bhyayāc calad-gur\nharir iva hantum ibhaṁ gatottarīyaḥ"
		},
		{
			"type": "normal",
			"content": "\"Fulfilling my desire and sacrificing His own promise, He got down from the chariot, took up its wheel and ran toward me hurriedly, just as a lion goes to kill an elephant. He even dropped His outer garment on the way.\""
		},
		{
			"type": "normal",
			"content": "Kṛṣṇa promised not to fight in the Battle of Kurukṣetra, but in order to break Kṛṣṇa's promise, Bhīṣma attacked Arjuna in such a vigorous way that Kṛṣṇa was obliged to take up a chariot wheel and attack Bhīṣma. The Lord did this to show that His devotee was being maintained at the sacrifice of His own promise. Brahmānanda Bhāratī said, \"Since the beginning of my life I was attached to impersonal Brahman realization, but as soon as I saw You, I became very much attached to the Personality of Godhead, Kṛṣṇa.\" Therefore Śrī Caitanya Mahāprabhu is Lord Kṛṣṇa Himself, and thus Brahmānanda Bhāratī became His devotee."
		}
	]
}