<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 1.9.18 Srimad-Bhagavatam</title>
<meta name="description" content="This Sri Krsna is no other than the inconceivable, original Personality of Godhead. He is the first Narayana, the supreme enjoyer.">
<meta property="og:title" content="SB 1.9.18 Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="This Çré Kåñëa is no other than the inconceivable, original Personality of Godhead. He is the first Näräyaëa, the supreme enjoyer." />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/1?d=1"  class="breadcrumb" title="Canto 1:Creation">Canto 1:"Creation"</a> > <a href="https://prabhupadabooks.com/sb/1/9?d=1"  class="breadcrumb" title="SB 1.9: The Passing Away of Bhismadeva in the Presence of Lord Krsna">SB 1.9</a> > <a href="https://prabhupadabooks.com/sb/1/9/18?d=1"  class="breadcrumb" title="SB 1.9.18">SB 1.9.18</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="15977"></A><div id="15977"> </div>
<div class="Textnum">TEXT 18</div>
<A NAME="15980"></A><div id="15980"> </div>
<div class="Verse-Text">e&#7779;a vai bhagav&#257;n s&#257;k&#7779;&#257;d</div>
<A NAME="15981"></A><div id="15981"> </div>
<div class="Verse-Text">&#257;dyo n&#257;r&#257;ya&#7751;a&#7717; pum&#257;n</div>
<A NAME="15982"></A><div id="15982"> </div>
<div class="Verse-Text">mohayan m&#257;yay&#257; loka&#7745;</div>
<A NAME="15983"></A><div id="15983"> </div>
<div class="Verse-Text">g&#363;&#7693;ha&#347; carati v&#7771;&#7779;&#7751;i&#7779;u</div>
<A NAME="15984"></A><div id="15984"> </div>
<div class="Synonyms-Section">SYNONYMS</div>
<A NAME="15985"></A><div id="15985"> </div>
<div class="Synonyms"><span class="Italic"><a href="/d/esah" class="d">e&#7779;a&#7717;</a></span>&mdash;this; <span class="Italic"><a href="/d/vai" class="d">vai</a></span>&mdash;positively; <span class="Italic"><a href="/d/bhagavan" class="d">bhagav&#257;n</a></span>&mdash;the Personality of Godhead; <span class="Italic"><a href="/d/saksat" class="d">s&#257;k&#7779;&#257;t</a></span>&mdash;original; <span class="Italic"><a href="/d/adyah" class="d">&#257;dya&#7717;</a></span>&mdash;the first; <span class="Italic"><a href="/d/narayanah" class="d">n&#257;r&#257;ya&#7751;a&#7717;</a></span>&mdash;the Supreme Lord (who lies down on the water); <span class="Italic"><a href="/d/puman" class="d">pum&#257;n</a></span>&mdash;the supreme enjoyer; <span class="Italic"><a href="/d/mohayan" class="d">mohayan</a></span>&mdash;bewildering; <span class="Italic"><a href="/d/mayaya" class="d">m&#257;yay&#257;</a></span>&mdash;by His self-created energy; <span class="Italic"><a href="/d/lokam" class="d">lokam</a></span>&mdash;the planets; <span class="Italic"><a href="/d/gudhah" class="d">g&#363;&#7693;ha&#7717;</a></span>&mdash;who is inconceivable; <span class="Italic"><a href="/d/carati" class="d">carati</a></span>&mdash;moves; <span class="Italic"><a href="/d/vrsnisu" class="d">v&#7771;&#7779;&#7751;i&#7779;u</a></span>&mdash;among the <a href="/d/vrsni" class="d">V&#7771;&#7779;&#7751;i</a> family.</div>
<A NAME="15986"></A><div id="15986"> </div>
<div class="Verse-Section">TRANSLATION</div>
<A NAME="15987"></A><div id="15987"> </div>
<div class="Translation">This &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is no other than the inconceivable, original Personality of Godhead. He is the first <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>, the supreme enjoyer. But He is moving amongst the descendants of King <a href="/d/vrsni" class="d">V&#7771;&#7779;&#7751;i</a> just like one of us and He is bewildering us with His self-created energy.</div>
<A NAME="15988"></A><div id="15988"> </div>
<div class="Verse-Section">PURPORT</div>
<A NAME="15989"></A><div id="15989"> </div>
<div class="First">The Vedic system of acquiring knowledge is the deductive process. The Vedic knowledge is received perfectly by disciplic succession from authorities. Such knowledge is never dogmatic, as ill conceived by less intelligent persons. The mother is the authority to verify the identity of the father. She is the authority for such confidential knowledge. Therefore, authority is not dogmatic. In the <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> this truth is confirmed in the Fourth Chapter (Bg. <a href="https://prabhupadabooks.com/bg/4/2?d=1">4.2</a>), and the perfect system of learning is to receive it from authority. The very same system is accepted universally as truth, but only the false arguer speaks against it. For example, modern spacecraft fly in the sky, and when scientists say that they travel to the other side of the moon, men believe these stories blindly because they have accepted the modern scientists as authorities. The authorities speak, and the people in general believe them. But in the case of Vedic truths, they have been taught not to believe. Even if they accept them they give a different interpretation. Each and every man wants a direct perception of Vedic knowledge, but foolishly they deny it. This means that the misguided man can believe one authority, the scientist, but will reject the authority of the <span class="Italic">Vedas.</span> The result is that people have degenerated.</div>
<A NAME="15990"></A><div id="15990"> </div>
<div class="Purport">Here is an authority speaking about &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> as the original Personality of Godhead and the first <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>. Even such an impersonalist as &#256;c&#257;rya &#346;a&#7749;kara has said in the beginning of his commentation on the <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> that <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>, the Personality of Godhead, is beyond the material creation. The universe is one of the material creations, but <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> is transcendental to such material paraphernalia.</div>
<A NAME="15991"></A><div id="15991"> </div>
<div class="Purport">Bh&#299;&#7779;madeva is one of the twelve <span class="Italic">mah&#257;janas</span> who know the principles of transcendental knowledge. His confirmation of Lord &#346;r&#299; K&#7771;&#7779;&#7751;a's being the original Personality of Godhead is also corroborated by the impersonalist &#346;a&#7749;kara. All other <span class="Italic">&#257;c&#257;ryas</span> have also confirmed this statement, and thus there is no chance of not accepting Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> as the original Personality of Godhead. Bh&#299;&#7779;madeva says that He is the first <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>. This is also confirmed by Brahm&#257;j&#299; in the <span class="Ref_Italic"></B><a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span></B> (10.14.14). <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is the first <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>. In the spiritual world (<a href="/d/vaikuntha" class="d">Vaiku&#7751;&#7789;ha</a>) there are unlimited numbers of N&#257;r&#257;ya&#7751;as, who are all the same Personality of Godhead and are considered to be the plenary expansions of the original Personality of Godhead, &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. The first form of the Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> first expands Himself as the form of <a href="/d/baladeva" class="d">Baladeva</a>, and <a href="/d/baladeva" class="d">Baladeva</a> expands in so many other forms, such as <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, <a href="/d/pradyumna" class="d">Pradyumna</a>, <a href="/d/aniruddha" class="d">Aniruddha</a>, <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>, <a href="/d/purusa" class="d">Puru&#7779;a</a>, <a href="/d/rama" class="d">R&#257;ma</a> and <a href="/d/nrsimha" class="d">N&#7771;si&#7745;ha</a>. All these expansions are one and the same <span class="Italic"><a href="/d/visnu" class="d">vi&#7779;&#7751;u</a>-<a href="/d/tattva" class="d">tattva</a>,</span> and &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is the original source of all the plenary expansions. He is therefore the direct Personality of Godhead. He is the creator of the material world, and He is the predominating Deity known as <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> in all the <a href="/d/vaikuntha" class="d">Vaiku&#7751;&#7789;ha</a> planets. Therefore, His movements amongst human beings is another sort of bewilderment. The Lord therefore says in the <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> that foolish persons consider Him to be one of the human beings without knowing the intricacies of His movements.</div>
<A NAME="15992"></A><div id="15992"> </div>
<div class="Purport">The bewilderment regarding &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is due to the action of His twofold internal and external energies upon the third one, called marginal energy. The living entities are expansions of His marginal energy, and thus they are sometimes bewildered by the internal energy and sometimes by the external energy. By internal energetic bewilderment, &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> expands Himself into unlimited numbers of N&#257;r&#257;ya&#7751;as and exchanges or accepts transcendental loving service from the living entities in the transcendental world. And by His external energetic expansions, He incarnates Himself in the material world amongst the men, animals or demigods to reestablish His forgotten relation with the living entities in different species of life. Great authorities like <a href="/d/bhisma" class="d">Bh&#299;&#7779;ma</a>, however, escape His bewilderment by the mercy of the Lord.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/1/9/18">https://prabhupadabooks.com/sb/1/9/18</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/1/9/17?d=1">SB 1.9.17</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/1/9/19?d=1">SB 1.9.19</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
