{
	"info": {
		"id": "cc\\madhya\\2\\86",
		"nextId": "cc/madhya/2/87",
		"prevId": "cc/madhya/2/85"
	},
	"verses": [
		{
			"roman": "nāhi kāhāṅ savirodha, nāhi kāhāṅ anurodha,\nsahaja vastu kari vivaraṇa\nyadi haya rāgoddeśa, tāhāṅ haye āveśa,\nsahaja vastu nā yāya likhana\n",
			"isProse": false
		}
	],
	"synonyms": "nāhi—there is not; kāhāṅ—anywhere; sa-virodha—opposing element; nāhi—there is not; kāhāṅ—anywhere; anurodha—acceptance of someone's opinion; sahaja—simple; vastu—substance; kari—I do; vivaraṇa—description; yadi—if; haya—there is; rāga-uddeśa—someone's attraction or obstruction; tāhāṅ—there; haye—becoming; āveśa—involved; sahaja—simple; vastu—substance; nā yāya—is not possible; likhana—the writing.",
	"translation": "In this Caitanya-caritāmṛta there is no contradictory conclusion, nor is anyone else's opinion accepted. I have written this book to describe the simple substance as I have heard it from superiors. If I become involved in someone's likes and dislikes, I cannot possibly write the simple truth.",
	"purport": [
		{
			"type": "normal",
			"content": "The simplest thing for human beings is to follow their predecessors. Judgment according to mundane senses is not a very easy process. Whatever is awakened by attachment to one's predecessor is the way of devotional service as indicated by Śrī Caitanya Mahāprabhu. The author says, however, that he cannot consider the opinions of those who become attracted or repelled by such things, because one cannot write impartially in that way. In other words, the author is stating that he did not inject personal opinion in the Caitanya-caritāmṛta. He has simply described his spontaneous understanding from superiors. If he had been carried away by someone's likes and dislikes, he could not have written of such a sublime subject matter in such an easy way. The actual facts are understandable to real devotees. When these facts are recorded, they are very congenial to the devotees, but one who is not a devotee cannot understand. Such is the subject matter for realization. Mundane scholarship and its concomitant attachments and detachments cannot arouse spontaneous love of Godhead. Such love cannot be described by a mundane scholar."
		}
	]
}