{
	"info": {
		"id": "cc\\madhya\\3\\167",
		"nextId": "cc/madhya/3/168",
		"prevId": "cc/madhya/3/166"
	},
	"verses": [
		{
			"roman": "ei-mata śacīdevī vātsalye vihvala\nharṣa-bhaya-dainya-bhāve ha-ila vikala\n",
			"isProse": false
		}
	],
	"synonyms": "ei-mata—in this way; śacī-devī—mother Śacī; vātsalye—in parental affection; vihvala—overwhelmed; harṣa—happiness; bhaya—fear; dainya-bhāve—and in humility; ha-ila—became; vikala—transformed.",
	"translation": "When mother Śacī was thus overwhelmed in parental love for Lord Caitanya Mahāprabhu, she became transformed with happiness, fear and humility, as well as bodily symptoms.",
	"purport": [
		{
			"type": "normal",
			"content": "These verses indicate that mother Śacī, born in the family of Nīlāmbara Cakravartī, used to worship Lord Viṣṇu even before her marriage. As stated in Bhagavad-gītā (6:41):"
		},
		{
			"type": "normal",
			"content": "prāpya puṇya-kṛtāṁ lokān\nuṣitvā śāśvatīḥ samāḥ\nśucīnāṁ śrīmatāṁ gehe\nyoga-bhraṣṭo 'bhijāyate"
		},
		{
			"type": "normal",
			"content": "\"The unsuccessful yogī, after many, many years of enjoyment on the planets of the pious living entities, is born into a family of righteous people, or into a family of rich aristocracy.\" Mother Śacī, a nitya-siddha living entity, is an incarnation of mother Yaśodā. She appeared in the house of Nīlāmbara Cakravartī and was everlastingly engaged in the service of Lord Viṣṇu. Later she directly had as her child Lord Viṣṇu, Śrī Caitanya Mahāprabhu, and she served Him from the day of His appearance. This is the position of nitya-siddha associates. Śrī Narottama dāsa Ṭhākura therefore sings:"
		},
		{
			"type": "normal",
			"content": "gaurāṅgera saṅgi-gaṇe nitya-siddha kari māne. Every devotee should know that all the associates of Śrī Caitanya Mahāprabhu-His family members, friends and other associates-were all nitya-siddhas. A nitya-siddha never forgets the service of the Lord. He is always engaged, even from childhood, in worshiping the Supreme Personality of Godhead."
		}
	]
}