{
	"info": {
		"id": "cc\\madhya\\3\\70",
		"nextId": "cc/madhya/3/71",
		"prevId": "cc/madhya/3/69"
	},
	"verses": [
		{
			"roman": "prabhu kahe--sannyāsīra bhakṣya nahe upakaraṇa\nihā khāile kaiche haya indriya vāraṇa\n",
			"isProse": false
		}
	],
	"synonyms": "prabhu kahe—the Lord said; sannyāsīra—by a sannyāsī; bhakṣya—to be eaten; nahe—this is not; upakaraṇa—varieties of food; ihā—this; khāile—if eating; kaiche—how; haya—there is; indriya—senses; vāraṇa—controlling.",
	"translation": "Śrī Caitanya Mahāprabhu said, \"It is not proper for a sannyāsī to eat such a variety of foods. If he does, how can he control his senses?\"",
	"purport": [
		{
			"type": "normal",
			"content": "The word upakaraṇa indicates a variety of foods, such as dāl, vegetables and other varieties of possible dishes that one can eat very nicely with rice. It is not proper, however, for a sannyāsī to eat such palatable dishes. If he did so, he would not be able to control his senses. Śrī Caitanya Mahāprabhu did not encourage sannyāsīs to eat very palatable dishes, for the whole Vaiṣṇava cult is vairāgya-vidyā, as renounced as possible. Caitanya Mahāprabhu also advised Raghunātha dāsa Gosvāmī not to eat very palatable dishes, wear very nice garments or talk on mundane subjects. These things are all prohibited for those in the renounced order. A devotee does not accept anything to eat that is not first offered to Kṛṣṇa. All the rich foods offered to Kṛṣṇa are given to the gṛhasthas, the householders. There are many nice things offered to Kṛṣṇa-garlands, bedsteads, nice ornaments, nice food and even nicely prepared pan, betel nuts-but a humble Vaiṣṇava, thinking his body material and nasty, does not accept such preparations for himself. He thinks that by accepting such things he will offend the lotus feet of the Lord. Those who are sahajiyās cannot understand what Śrī Caitanya Mahāprabhu meant when He asked Advaita Ācārya to bring two separate leaves and give a small quantity of the prasāda to Him."
		}
	]
}