{
	"info": {
		"id": "cc\\madhya\\3\\96",
		"nextId": "cc/madhya/3/97",
		"prevId": "cc/madhya/3/95"
	},
	"verses": [
		{
			"roman": "avadhūtera jhuṭhā lāgila mora aṅge\nparama pavitra more kaila ei ḍhaṅge\n",
			"isProse": false
		}
	],
	"synonyms": "avadhūtera jhuṭhā—the remnants of the food of the avadhūta; lāgila—touched; mora—My; aṅge—on the body; parama pavitra—perfectly purified; more—Me; kaila—made; ei—this; ḍhaṅge—behavior.",
	"translation": "When the rice thrown by Nityānanda Prabhu touched His body, Advaita Ācārya thought Himself purified by the touch of remnants thrown by Paramahaṁsa Nityānanda. Therefore He began dancing.",
	"purport": [
		{
			"type": "normal",
			"content": "The word avadhūta refers to one above all rules and regulations. Sometimes, not observing all the rules and regulations of a sannyāsī, Nityānanda Prabhu exhibited the behavior of a mad avadhūta. He threw the remnants of food on the ground, and some of these remnants touched the body of Advaita Ācārya. Advaita Ācārya accepted this happily because He presented Himself as a member of the community of smārta-brāhmaṇas. By touching the remnants of food thrown by Nityānanda Prabhu, Advaita Ācārya immediately felt Himself purified of all smārta contamination. The remnants of food left by a pure Vaiṣṇava are called mahā-mahā-prasāda. This is completely spiritual and is identified with Lord Viṣṇu. Such remnants are not ordinary. The spiritual master is to be considered on the stage of paramahaṁsa and beyond the jurisdiction of the varṇāśrama institution. The remnants of food left by the spiritual master and similar paramahaṁsas or pure Vaiṣṇavas are purifying. When an ordinary person touches such prasāda, his mind is purified, and his mind is raised to the status of a pure brāhmaṇa. The behavior and statements of Advaita Ācārya are meant for the understanding of ordinary people who are unaware of the strength of spiritual values, not knowing the potency of food left by the bona fide spiritual master and pure Vaiṣṇavas."
		}
	]
}