{
	"info": {
		"id": "cc\\madhya\\21\\15",
		"nextId": "cc/madhya/21/16",
		"prevId": "cc/madhya/21/14"
	},
	"verses": [
		{
			"roman": "dyu-pataya eva te na yayur antam anantatayā\ntvam api yad antarāṇḍa-nicayā nanu sāvaraṇāḥ\nkha iva rajāṁsi vānti vayasā saha yac chrutayas\ntvayi hi phalanty atannirasanena bhavan-nidhanāḥ\n",
			"isProse": false
		}
	],
	"synonyms": "dyu-patayaḥ—the predominating deities of higher planetary systems (Lord Brahmā and others); eva—also; te—Your; na—not; yayuḥ—could reach; antam—the limit of transcendental qualities; anantatayā—due to being unlimited; tvam api—You also; yat—since; antara—within You; aṇḍa-nicayāḥ—the groups of universes; nanu—O sir; sāvaraṇāḥ—having different coverings; khe—in the sky; iva—like; rajāṁsi—atoms; vānti—rotate; vayasā—the course of time; saha—with; yat—what; śrutayaḥ—great personalities who understand the Vedas; tvayi—in You; hi—certainly; phalanti—end in; atannirasanena—by refuting the inferior elements; bhavat-nidhanāḥ—whose conclusion is in You.",
	"translation": "\" 'My Lord, You are unlimited. Even the predominating deities of the higher planetary systems, including Lord Brahmā, could not find Your limitations. Nor could You Yourself ascertain the limit of Your qualities. Like atoms in the sky, there are multi-universes with seven coverings, and these are rotating in due course of time. All the experts in Vedic understanding are searching for You by eliminating the material elements. In this way, searching and searching, they come to the conclusion that everything is complete in You. Thus You are the resort of everything. This is the conclusion of all Vedic experts.'",
	"purport": [
		{
			"type": "normal",
			"content": "This verse from Śrīmad-Bhāgavatam (10.87.41) is confirmed in Bhagavad-gītā:"
		},
		{
			"type": "normal",
			"content": "bahūnāṁ janmanām ante\njñānavān māṁ prapadyate\nvāsudevaḥ sarvam iti\nsa mahātmā sudurlabhaḥ"
		},
		{
			"type": "normal",
			"content": "\"After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare.\" (Bg. 7.19)"
		},
		{
			"type": "normal",
			"content": "After searching for the Absolute Truth throughout the universe, learned scholars and Vedic experts cannot reach the ultimate goal. In this way they come to Kṛṣṇa."
		},
		{
			"type": "normal",
			"content": "When there is a discussion about the Absolute Truth, there are always various pros and cons. The purpose of such arguments is to come to the right conclusion. Such an argument is generally known as neti neti (\"not this, not that\"). Until one comes to the right conclusion, the process of thinking, \"This is not the Absolute Truth, that is not the Absolute Truth,\" will continue. When we come to the right conclusion, we accept the Supreme Personality of Godhead, Kṛṣṇa, as the ultimate truth."
		}
	]
}