{
	"info": {
		"id": "cc\\antya\\3\\1",
		"nextId": "cc/antya/3/2",
		"prevId": "cc/antya/2/172"
	},
	"verses": [
		{
			"roman": "vande 'haṁ śrī-guroḥ śrī-yuta-pada-kamalaṁ śrī-gurūn vaiṣṇavāṁś ca\nśrī-rūpaṁ sāgrajātaṁ saha-gaṇa-raghunāthānvitaṁ taṁ sa-jīvam\nsādvaitaṁ sāvadhūtaṁ parijana-sahitaṁ kṛṣṇa-caitanya-devaṁ\nśrī-rādhā-kṛṣṇa-pādān saha-gaṇa-lalitā-śrī-viśākhānvitāṁś ca\n",
			"isProse": false
		}
	],
	"synonyms": "vande—offer my respectful obeisances; aham—I; śrī-guroḥ—of my spiritual master; śrī-yuta-pada-kamalam—unto the opulent lotus feet; śrī-gurūn—unto the spiritual masters in the paramparā system, beginning from Mādhavendra Purī down to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura Prabhupāda; vaiṣṇavān—unto all the Vaiṣṇavas, beginning from Lord Brahmā and others coming from the very point of creation; ca—and; śrī-rūpam—unto Śrīla Rūpa Gosvāmī; sa-agra-jātam—with his elder brother, Śrī Sanātana Gosvāmī; saha-gaṇa—with associates; raghunātha-anvitaṁ—with Raghunātha dāsa Gosvāmī; taṁ—unto him; sa-jīvam—with Jīva Gosvāmī; sa-advaitam—with Advaita Ācārya; sa-avadhūtam—with Nityānanda Prabhu; parijana-sahitam—and with Śrīvāsa Ṭhākura and all the other devotees; kṛṣṇa-caitanya-devam—unto Lord Śrī Caitanya Mahāprabhu; śrī rādhā-kṛṣṇa-pādān—unto the lotus feet of the all-opulent Śrī Kṛṣṇa and Rādhārāṇī; saha-gaṇa—with Their associates; lalitā-śrī-viśākhā-anvitān—accompanied by Lalitā and Śrī Viśākhā; ca—also.",
	"translation": "I offer my respectful obeisances unto the lotus feet of my spiritual master and of all the other preceptors on the path of devotional service, unto all the Vaiṣṇavas and unto the six Gosvāmīs, including Śrīla Rūpa Gosvāmī, Śrīla Sanātana Gosvāmī, Raghunātha dāsa Gosvāmī, Jīva Gosvāmī and their associates. I offer my respectful obeisances unto Śrī Advaita Ācārya Prabhu, Śrī Nityānanda Prabhu and Śrī Caitanya Mahāprabhu, as well as all His devotees, headed by Śrīvāsa Ṭhākura. I then offer my respectful obeisances unto the lotus feet of Lord Kṛṣṇa and Śrīmatī Rādhārāṇī and all the gopīs, headed by Lalitā and Viśākhā."
}