{
	"info": {
		"id": "cc\\antya\\3\\222",
		"nextId": "cc/antya/3/223",
		"prevId": "cc/antya/3/221"
	},
	"verses": [
		{
			"roman": "tumi khāile haya koṭi-brāhmaṇa-bhojana\"\neta bali, śrāddha-pātra karāilā bhojana\n",
			"isProse": false
		}
	],
	"synonyms": "tumi khāile—if you eat; haya—there is; koṭi-brāhmaṇa-bhojana—feeding ten million brāhmaṇas; eta bali—saying this; śrāddha-pātra—the dish offered to the forefathers; karāilā bhojana—made to eat.",
	"translation": "\"Feeding you is equal to feeding ten million brāhmaṇas,\" Advaita Ācārya said. \"Therefore, accept this śrāddha-pātra.\" Thus Advaita Ācārya made him eat.",
	"purport": [
		{
			"type": "normal",
			"content": "Śrāddha is prasāda offered to the forefathers at a certain date of the year or month. The śrāddha-pātra, or plate offered to the forefathers, is then offered to the best of the brāhmaṇas in society. instead of offering the śrāddha-pātra to any other brāhmaṇa, Advaita Ācārya offered it to Haridāsa Ṭhākura, considering him greater than any of the foremost brāhmaṇas. This act by Śrī Advaita Ācārya proves that Haridāsa Ṭhākura was always situated in a transcendental position and was therefore always greater than even the most exalted brāhmaṇa, for he was situated above the mode of goodness of the material world. Referring to the Bhakti-sandarbha, verse 177, Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura quotes the following statements from the Garuḍa Purāṇa in this connection:"
		},
		{
			"type": "normal",
			"content": "brāhmaṇānāṁ sahasrebhyaḥ\nsatra-yājī viśiṣyate\nsatra-yāji-sahasrebhyaḥ\nsarva-vedānta-pāragaḥ"
		},
		{
			"type": "normal",
			"content": "sarva-vedānta-vit-koṭyā\nviṣṇu-bhakto viśiṣyate\nvaiṣṇavānāṁ sahasrebhya\nekānty eko viśiṣyate"
		},
		{
			"type": "normal",
			"content": "\"A brāhmaṇa qualified to offer sacrifices is better than an ordinary brāhmaṇa and better than such a brāhmaṇa is one who has studied all the Vedic scriptures. Among many such brāhmaṇas, one who is a devotee of Lord Viṣṇu is the best; and among many such Vaiṣṇavas, one who fully engages in the service of the Lord is the best.\""
		},
		{
			"type": "normal",
			"content": "bhaktir aṣṭa-vidhā hy eṣā\nyasmin mlecche 'pi vartate\nsa viprendro muni-śreṣṭhaḥ\nsa jñānī sa ca paṇḍitaḥ\ntasmai deyaṁ tato grāhyaṁ\nsa ca pūjyo yathā hariḥ"
		},
		{
			"type": "normal",
			"content": "\"There are many different kinds of devotees, but even a Vaiṣṇava coming from a family of mlecchas or yavanas is understood to be a learned scholar, complete in knowledge, if he knows the Vaiṣṇava philosophy. He should therefore be given charity, for such a Vaiṣṇava is as worshipable as the Supreme Personality of Godhead.\""
		},
		{
			"type": "normal",
			"content": "na me 'bhaktaś catur-vedī\nmad-bhaktaḥ śva-pacaḥ priyaḥ\ntasmai deyaṁ tato grāhyaṁ\nsa ca pūjyo yathā hy aham"
		},
		{
			"type": "normal",
			"content": "Lord Kṛṣṇa says, \"Even if a nondevotee comes from a brāhmaṇa family and is expert in studying the Vedas, he is not very dear to Me, whereas even if a sincere devotee comes from a low family of meat-eaters, he is very dear to Me. Such a sincere pure devotee should be given charity, for he is as worshipable as I.\""
		}
	]
}