<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 1.12.21 Srimad-Bhagavatam</title>
<meta name="description" content="Amongst great bowmen, this child will be as good as Arjuna. He will be as irresistible as fire and as unsurpassable as the ocean.">
<meta property="og:title" content="SB 1.12.21 Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="Amongst great bowmen, this child will be as good as Arjuna. He will be as irresistible as fire and as unsurpassable as the ocean." />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/1?d=1"  class="breadcrumb" title="Canto 1:Creation">Canto 1:"Creation"</a> > <a href="https://prabhupadabooks.com/sb/1/12?d=1"  class="breadcrumb" title="SB 1.12: Birth of Emperor Pariksit">SB 1.12</a> > <a href="https://prabhupadabooks.com/sb/1/12/21?d=1"  class="breadcrumb" title="SB 1.12.21">SB 1.12.21</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="17818"></A><div id="17818"> </div>
<div class="Textnum">TEXT 21</div>
<A NAME="17821"></A><div id="17821"> </div>
<div class="Verse-Text">dhanvin&#257;m agra&#7751;&#299;r e&#7779;a</div>
<A NAME="17822"></A><div id="17822"> </div>
<div class="Verse-Text">tulya&#347; c&#257;rjunayor dvayo&#7717;</div>
<A NAME="17823"></A><div id="17823"> </div>
<div class="Verse-Text">hut&#257;&#347;a iva durdhar&#7779;a&#7717;</div>
<A NAME="17824"></A><div id="17824"> </div>
<div class="Verse-Text">samudra iva dustara&#7717;</div>
<A NAME="17825"></A><div id="17825"> </div>
<div class="Synonyms-Section">SYNONYMS</div>
<A NAME="17826"></A><div id="17826"> </div>
<div class="Synonyms"><span class="Italic"><a href="/d/dhanvinam" class="d">dhanvin&#257;m</a></span>&mdash;of the great bowmen; <span class="Italic"><a href="/d/agranih" class="d">agra&#7751;&#299;&#7717;</a></span>&mdash;the foreman; <span class="Italic"><a href="/d/esah" class="d">e&#7779;a&#7717;</a></span>&mdash;this child; <span class="Italic"><a href="/d/tulyah" class="d">tulya&#7717;</a></span>&mdash;equally good; <span class="Italic"><a href="/d/ca" class="d">ca</a></span>&mdash;and; <span class="Italic"><a href="/d/arjunayoh" class="d">arjunayo&#7717;</a></span>&mdash;of the Arjunas; <span class="Italic"><a href="/d/dvayoh" class="d">dvayo&#7717;</a></span>&mdash;of the two; <span class="Italic"><a href="/d/hutasah" class="d">hut&#257;&#347;a&#7717;</a></span>&mdash;fire; <span class="Italic"><a href="/d/iva" class="d">iva</a></span>&mdash;like; <span class="Italic"><a href="/d/durdharsah" class="d">durdhar&#7779;a&#7717;</a></span>&mdash;irresistible; <span class="Italic"><a href="/d/samudrah" class="d">samudra&#7717;</a></span>&mdash;ocean; <span class="Italic"><a href="/d/iva" class="d">iva</a></span>&mdash;like; <span class="Italic"><a href="/d/dustarah" class="d">dustara&#7717;</a></span>&mdash;unsurpassable.</div>
<A NAME="17827"></A><div id="17827"> </div>
<div class="Verse-Section">TRANSLATION</div>
<A NAME="17828"></A><div id="17828"> </div>
<div class="Translation">Amongst great bowmen, this child will be as good as <a href="/d/arjuna" class="d">Arjuna</a>. He will be as irresistible as fire and as unsurpassable as the ocean.</div>
<A NAME="17829"></A><div id="17829"> </div>
<div class="Verse-Section">PURPORT</div>
<A NAME="17830"></A><div id="17830"> </div>
<div class="First">In history there are two Arjunas. One is K&#257;rttav&#299;rya <a href="/d/arjuna" class="d">Arjuna</a>, the King of <a href="/d/haihaya" class="d">Haihaya</a>, and the other is the grandfather of the child. Both the Arjunas are famous for their bowmanship, and the child <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a> is foretold to be equal to both of them, particularly in fighting. A short description of the <a href="/d/pandava" class="d">P&#257;&#7751;&#7693;ava</a> <a href="/d/arjuna" class="d">Arjuna</a> is given below:</div>
<A NAME="17831"></A><div id="17831"> </div>
<div class="Purport"><span class="Italic"><a href="/d/pandava" class="d">P&#257;&#7751;&#7693;ava</a> <a href="/d/arjuna" class="d">Arjuna</a>:</span> The great hero of the <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a>.</span> He is the <span class="Italic"><a href="/d/ksatriya" class="d">k&#7779;atriya</a></span> son of <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/pandu" class="d">P&#257;&#7751;&#7693;u</a>. Queen Kunt&#299;dev&#299; could call for any one of the demigods, and thus she called <a href="/d/indra" class="d">Indra</a>, and <a href="/d/arjuna" class="d">Arjuna</a> was born by him. <a href="/d/arjuna" class="d">Arjuna</a> is therefore a plenary part of the heavenly King <a href="/d/indra" class="d">Indra</a>. He was born in the month of <a href="/d/phalguna" class="d">Phalguna</a> (February-March), and therefore he is also called <a href="/d/phalguni" class="d">Phalguni</a>. When he appeared as the son of <a href="/d/kunti" class="d">Kunt&#299;</a>, his future greatness was proclaimed by air messages, and all the important personalities from different parts of the universe, such as the demigods, the Gandharvas, the &#256;dityas (from the sun globe), the Rudras, the Vasus, the N&#257;gas, the different <span class="Italic">&#7771;&#7779;is</span> (sages) of importance, and the Apsar&#257;s (the society girls of heaven), all attended the ceremony. The Apsar&#257;s pleased everyone by their heavenly dances and songs. <a href="/d/vasudeva" class="d">Vasudeva</a>, the father of Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and the maternal uncle of <a href="/d/arjuna" class="d">Arjuna</a>, sent his priest representative <a href="/d/kasyapa" class="d">Ka&#347;yapa</a> to purify <a href="/d/arjuna" class="d">Arjuna</a> by all the prescribed <span class="Italic">sa&#7745;sk&#257;ras,</span> or reformatory processes. His <span class="Italic"><a href="/d/samskara" class="d">sa&#7745;sk&#257;ra</a></span> of being given a name was performed in the presence of the <span class="Italic">&#7771;&#7779;is,</span> residents of &#346;atas&#7771;&#7749;ga. He married four wives, <a href="/d/draupadi" class="d">Draupad&#299;</a>, <a href="/d/subhadra" class="d">Subhadr&#257;</a>, Citra&#7749;gada and Ul&#363;p&#299;, from whom he got four sons of the names &#346;rutak&#299;rti, <a href="/d/abhimanyu" class="d">Abhimanyu</a>, Babhruv&#257;hana and Ir&#257;v&#257;n respectively.</div>
<A NAME="17832"></A><div id="17832"> </div>
<div class="Purport">During his student life he was entrusted to study under the great professor Dro&#7751;&#257;c&#257;rya, along with other P&#257;&#7751;&#7693;avas and the Kurus. But he excelled everyone by his studious intensity, and Dro&#7751;&#257;c&#257;rya was especially attracted by his disciplinary affection. Dro&#7751;&#257;c&#257;rya accepted him as a first-grade scholar and loved heartily to bestow upon him all the blessings of military science. He was so ardent a student that he used to practice bowmanship even at night, and for all these reasons Professor Dro&#7751;&#257;c&#257;rya was determined to make him the topmost bowman of the world. He passed very brilliantly the examination in piercing the target, and Dro&#7751;&#257;c&#257;rya was very pleased. Royal families at Ma&#7751;ipur and <a href="/d/tripura" class="d">Tripura</a> are descendants of Arjuna's son Babhruv&#257;hana. <a href="/d/arjuna" class="d">Arjuna</a> saved Dro&#7751;&#257;c&#257;rya from the attack of a crocodile, and the &#256;c&#257;rya, being pleased with him, rewarded him with a weapon of the name <span class="Italic">brahma&#347;ira.</span> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/drupada" class="d">Drupada</a> was inimical toward Dro&#7751;&#257;c&#257;rya, and thus when he attacked the &#256;c&#257;rya, <a href="/d/arjuna" class="d">Arjuna</a> got him arrested and brought him before Dro&#7751;&#257;c&#257;rya. He besieged a city of the name Ahichhatra, belonging to <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/drupada" class="d">Drupada</a>, and after taking it over he gave it to Dro&#7751;&#257;c&#257;rya. The confidential treatment of the weapon <span class="Italic">brahma&#347;ira</span> was explained to <a href="/d/arjuna" class="d">Arjuna</a>, and Dro&#7751;&#257;c&#257;rya was promised by <a href="/d/arjuna" class="d">Arjuna</a> that he would use the weapon if necessary when he (Dro&#7751;&#257;c&#257;rya) personally became an enemy of <a href="/d/arjuna" class="d">Arjuna</a>. By this, the &#256;c&#257;rya forecasted the future battle of <a href="/d/kuruksetra" class="d">Kuruk&#7779;etra</a>, in which Dro&#7751;&#257;c&#257;rya was on the opposite side. <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/drupada" class="d">Drupada</a>, although defeated by <a href="/d/arjuna" class="d">Arjuna</a> on behalf of his professor Dro&#7751;&#257;c&#257;rya, decided to hand over his daughter <a href="/d/draupadi" class="d">Draupad&#299;</a> to his young combatant, but he was disappointed when he heard the false news of Arjuna's death in the fire of a shellac house intrigued by Duryodhana. He therefore arranged for Draupad&#299;'s personal selection of a groom who could pierce the eye of a fish hanging on the ceiling. This trick was especially made because only <a href="/d/arjuna" class="d">Arjuna</a> could do it, and he was successful in his desire to hand over his equally worthy daughter to <a href="/d/arjuna" class="d">Arjuna</a>. Arjuna's brothers were at that time living incognito under agreement with Duryodhana, and <a href="/d/arjuna" class="d">Arjuna</a> and his brothers attended the meeting of Draupad&#299;'s selection in the dress of <span class="Italic">br&#257;hma&#7751;as.</span> When all the <span class="Italic"><a href="/d/ksatriya" class="d">k&#7779;atriya</a></span> kings assembled saw that a poor <span class="Italic"><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></span> had been garlanded by <a href="/d/draupadi" class="d">Draupad&#299;</a> for her lord, &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> disclosed his identity to <a href="/d/balarama" class="d">Balar&#257;ma</a>.</div>
<A NAME="17833"></A><div id="17833"> </div>
<div class="Purport">He met Ul&#363;p&#299; at Haridv&#257;ra (Hardwar), and he was attracted by a girl belonging to N&#257;galoka, and thus Irav&#257;n was born. Similarly, he met Citra&#7749;gada, a daughter of the King of <a href="/d/manipura" class="d">Ma&#7751;ipura</a>, and thus Babhruv&#257;hana was born. Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> made a plan to help <a href="/d/arjuna" class="d">Arjuna</a> to kidnap <a href="/d/subhadra" class="d">Subhadr&#257;</a>, sister of &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, because <a href="/d/baladeva" class="d">Baladeva</a> was inclined to hand her over to Duryodhana. <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a> also agreed with &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, and thus <a href="/d/subhadra" class="d">Subhadr&#257;</a> was taken by force by <a href="/d/arjuna" class="d">Arjuna</a> and then married to him. Subhadr&#257;'s son is <a href="/d/abhimanyu" class="d">Abhimanyu</a>, the father of <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>, the posthumous child. <a href="/d/arjuna" class="d">Arjuna</a> satisfied the fire-god by setting fire to the Kh&#257;&#7751;&#7693;ava Forest, and thus the fire-god gave him one weapon. <a href="/d/indra" class="d">Indra</a> was angry when the fire was set in the Kh&#257;&#7751;&#7693;ava Forest, and thus <a href="/d/indra" class="d">Indra</a>, assisted by all other demigods, began fighting with <a href="/d/arjuna" class="d">Arjuna</a> for his great challenge. They were defeated by <a href="/d/arjuna" class="d">Arjuna</a>, and Indradeva returned to his heavenly kingdom. <a href="/d/arjuna" class="d">Arjuna</a> also promised all protection to one May&#257;sura, and the latter presented him one valuable conchshell celebrated as the Devadatta. Similarly, he received many other valuable weapons from Indradeva when he was satisfied to see his chivalry.</div>
<A NAME="17834"></A><div id="17834"> </div>
<div class="Purport">When <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a> was disappointed in defeating the King of <a href="/d/magadha" class="d">Magadha</a>, <a href="/d/jarasandha" class="d">Jar&#257;sandha</a>, it was <a href="/d/arjuna" class="d">Arjuna</a> only who gave King <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a> all kinds of assurances, and thus <a href="/d/arjuna" class="d">Arjuna</a>, <a href="/d/bhima" class="d">Bh&#299;ma</a> and Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> started for <a href="/d/magadha" class="d">Magadha</a> to kill <a href="/d/jarasandha" class="d">Jar&#257;sandha</a>. When he went out to bring all other kings of the world under the subjection of the P&#257;&#7751;&#7693;avas, as was usual after the coronation of every emperor, he conquered the country named Kelinda and brought in subjugation King Bhagdutt. Then he traveled through countries like Antagiri, Ulukpur and Modapur and brought under subjugation all the rulers.</div>
<A NAME="17835"></A><div id="17835"> </div>
<div class="Purport">Sometimes he underwent severe types of penances, and later on he was rewarded by Indradeva. Lord &#346;iva also wanted to try the strength of <a href="/d/arjuna" class="d">Arjuna</a>, and in the form of an aborigine, Lord &#346;iva met him. There was a great fight between the two, and at last Lord &#346;iva was satisfied with him and disclosed his identity. <a href="/d/arjuna" class="d">Arjuna</a> prayed to the lord in all humbleness, and the lord, being pleased with him, presented him the <span class="Italic">pa&#347;upata</span> weapon. He acquired many other important weapons from different demigods. He received <span class="Italic">da&#7751;&#7693;&#257;stra</span> from Yamar&#257;ja, <span class="Italic">pa&#347;&#257;stra</span> from <a href="/d/varuna" class="d">Varu&#7751;a</a>, and <span class="Italic"><a href="/d/antardhana" class="d">antardhana</a>-<a href="/d/astra" class="d">astra</a></span> from <a href="/d/kuvera" class="d">Kuvera</a>, the treasurer of the heavenly kingdom. <a href="/d/indra" class="d">Indra</a> wanted him to come to the heavenly kingdom, the Indraloka planet beyond the moon planet. In that planet he was cordially received by the local residents, and he was awarded reception in the heavenly parliament of Indradeva. Then he met Indradeva, who not only presented him with his <span class="Italic"><a href="/d/vajra" class="d">vajra</a></span> weapon, but also taught him the military and musical science as used in the heavenly planet. In one sense, <a href="/d/indra" class="d">Indra</a> is the real father of <a href="/d/arjuna" class="d">Arjuna</a>, and therefore indirectly he wanted to entertain <a href="/d/arjuna" class="d">Arjuna</a> with the famous society girl of heaven, <a href="/d/urvasi" class="d">Urva&#347;&#299;</a>, the celebrated beauty. The society girls of heaven are lusty, and <a href="/d/urvasi" class="d">Urva&#347;&#299;</a> was very eager to contact <a href="/d/arjuna" class="d">Arjuna</a>, the strongest human being. She met him in his room and expressed her desires but <a href="/d/arjuna" class="d">Arjuna</a> sustained his unimpeachable character by closing his eyes before <a href="/d/urvasi" class="d">Urva&#347;&#299;</a>, addressing her as mother of the <a href="/d/kuru" class="d">Kuru</a> dynasty and placing her in the category of his mothers <a href="/d/kunti" class="d">Kunt&#299;</a>, M&#257;dr&#299; and &#346;ac&#299;dev&#299;, wife of Indradeva. Disappointed, <a href="/d/urvasi" class="d">Urva&#347;&#299;</a> cursed <a href="/d/arjuna" class="d">Arjuna</a> and left. In the heavenly planet he also met the great celebrated ascetic Lomasa and prayed to him for the protection of <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a>.</div>
<A NAME="17836"></A><div id="17836"> </div>
<div class="Purport">When his inimical cousin Duryodhana was under the clutches of the Gandharvas, he wanted to save him and requested the Gandharvas to release Duryodhana, but the Gandharvas refused, and thus he fought with them and got Duryodhana released. When all the P&#257;&#7751;&#7693;avas lived incognito, he presented himself in the court of King <a href="/d/virata" class="d">Vir&#257;&#7789;a</a> as a eunuch and was employed as the musical teacher of <a href="/d/uttara" class="d">Uttar&#257;</a>, his future daughter-in-law, and was known in the <a href="/d/virata" class="d">Vir&#257;&#7789;a</a> court as the B&#7771;hannala. As B&#7771;hannala, he fought on behalf of <a href="/d/uttara" class="d">Uttara</a>, the son of King <a href="/d/virata" class="d">Vir&#257;&#7789;a</a>, and thus defeated the Kurus in the fight incognito. His secret weapons were safely kept in the custody of a <span class="Italic">somi</span> tree, and he ordered <a href="/d/uttara" class="d">Uttara</a> to get them back. His identity and his brothers' identity were later on disclosed to <a href="/d/uttara" class="d">Uttara</a>. Dro&#7751;&#257;c&#257;rya was informed of Arjuna's presence in the fight of the Kurus and the Vir&#257;&#7789;as. Later, on the Battlefield of <a href="/d/kuruksetra" class="d">Kuruk&#7779;etra</a>, <a href="/d/arjuna" class="d">Arjuna</a> killed many great generals like <a href="/d/karna" class="d">Kar&#7751;a</a> and others. After the Battle of <a href="/d/kuruksetra" class="d">Kuruk&#7779;etra</a>, he punished <a href="/d/asvatthama" class="d">A&#347;vatth&#257;m&#257;</a>, who had killed all the five sons of <a href="/d/draupadi" class="d">Draupad&#299;</a>. Then all the brothers went to Bh&#299;&#7779;madeva.</div>
<A NAME="17837"></A><div id="17837"> </div>
<div class="Purport">It is due to <a href="/d/arjuna" class="d">Arjuna</a> only that the great philosophical discourses of the <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> were again spoken by the Lord on the Battlefield of <a href="/d/kuruksetra" class="d">Kuruk&#7779;etra</a>. His wonderful acts on the Battlefield of <a href="/d/kuruksetra" class="d">Kuruk&#7779;etra</a> are vividly described in the <span class="Italic">Mah&#257;bh&#257;rata.</span> <a href="/d/arjuna" class="d">Arjuna</a> was defeated, however, by his son Babhruv&#257;hana at <a href="/d/manipura" class="d">Ma&#7751;ipura</a> and fell unconscious when Ul&#363;p&#299; saved him. After the disappearance of Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, the message was brought by <a href="/d/arjuna" class="d">Arjuna</a> to <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a>. Again, <a href="/d/arjuna" class="d">Arjuna</a> visited <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a>, and all the widow wives of Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> lamented before him. He took them all in the presence of <a href="/d/vasudeva" class="d">Vasudeva</a> and pacified all of them. Later on, when <a href="/d/vasudeva" class="d">Vasudeva</a> passed away, he performed his funeral ceremony in the absence of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. While <a href="/d/arjuna" class="d">Arjuna</a> was taking all the wives of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> to Indraprastha, he was attacked on the way, and he could not protect the ladies in his custody. At last, advised by Vy&#257;sadeva, all the brothers headed for Mah&#257;prasthan. On the way, at the request of his brother, he gave up all important weapons as useless, and he dropped them all in the water.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/1/12/21">https://prabhupadabooks.com/sb/1/12/21</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/1/12/20?d=1">SB 1.12.20</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/1/12/22?d=1">SB 1.12.22</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
