{
	"info": {
		"id": "cc\\madhya\\11\\209",
		"nextId": "cc/madhya/11/210",
		"prevId": "cc/madhya/11/208"
	},
	"verses": [
		{
			"roman": "nānā piṭhā-pānā khāya ākaṇṭha pūriyā\nmadhye madhye 'hari' kahe ānandita hañā\n",
			"isProse": false
		}
	],
	"synonyms": "nānā—various; piṭhā-pānā—cakes and sweet rice; khāya—eat; ā-kaṇṭha pūriyā—filling up to the throat; madhye madhye—occasionally; hari—the holy name of Kṛṣṇa; kahe—they speak; ānandita hañā—in great jubilation.",
	"translation": "They ate all kinds of cakes and sweet rice, filling themselves up to their throats, and at intervals they vibrated the holy name of the Lord in great jubilation.",
	"purport": [
		{
			"type": "normal",
			"content": "It is the practice of Vaiṣṇavas while taking prasāda to chant the holy name of Lord Hari at intervals and also sing various songs, such as śarīra avidyā-jāla. Those who are honoring prasāda, accepting the remnants of food offered to the Deity, must always remember that prasāda is not ordinary food. Prasāda is transcendental. We are therefore reminded:"
		},
		{
			"type": "normal",
			"content": "mahā-prasāde govinde\nnāma-brahmaṇi vaiṣṇave\nsv-alpa-puṇya-vatāṁ rājan\nviśvāso naiva jāyate"
		},
		{
			"type": "normal",
			"content": "Those who are not pious cannot understand the value of mahā-prasāda or the holy name of the Lord. Both prasāda and the Lord's name are on the Brahman platform, or spiritual platform. One should never consider prasāda to be like ordinary hotel cooking. Nor should one touch any kind of food not offered to the Deity. Every Vaiṣṇava strictly follows this principle and does not accept any food that is not prasāda. One should take prasāda with great faith and should chant the holy name of the Lord and worship the Deity in the temple, always remembering that the Deity, mahā-prasāda and the holy name do not belong to the mundane platform. By worshiping the Deity, eating prasāda and chanting the Hare Kṛṣṇa mahā-mantra, one can always remain on the spiritual platform (brahma-bhūyāya kalpate)."
		}
	]
}