<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Madhya 24.330 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Madhya 24.330 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/madhya?d=1"  class="breadcrumb" title="Cc. Madhya-lila">Cc. Madhya-lila</a> > <a href="https://prabhupadabooks.com/cc/madhya/24?d=1"  class="breadcrumb" title="Madhya 24: The Sixty-One Explanations of the Atmarama Verse">Madhya 24</a> > <a href="https://prabhupadabooks.com/cc/madhya/24/330?d=1"  class="breadcrumb" title="Madhya 24.330">Madhya 24.330</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="209211"></A><div id="209211"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 330</div>
</div><A NAME="209213"></A><div id="209213"> </div>
<div style=" text-align : center"><div class="Verse-Text">guru-lak&#7779;a&#7751;a, &#347;i&#7779;ya-lak&#7779;a&#7751;a, do&#7749;h&#257;ra par&#299;k&#7779;a&#7751;a</div>
</div><A NAME="209214"></A><div id="209214"> </div>
<div style=" text-align : center"><div class="Verse-Text">sevya--bhagav&#257;n, sarva-mantra-vic&#257;ra&#7751;a</div>
</div><A NAME="209215"></A><div id="209215"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="209216"></A><div id="209216"> </div>
<div class="Synonyms"><I><a href="/d/guru" class="d">guru</a>-<a href="/d/laksana" class="d">lak&#7779;a&#7751;a</a></I>&mdash;the symptoms of a bona fide spiritual master; <I><a href="/d/sisya" class="d">&#347;i&#7779;ya</a>-<a href="/d/laksana" class="d">lak&#7779;a&#7751;a</a></I>&mdash;the symptoms of a bona fide disciple; <I><a href="/d/donhara" class="d">do&#7749;h&#257;ra</a></I>&mdash;of both; <I><a href="/d/pariksana" class="d">par&#299;k&#7779;a&#7751;a</a></I>&mdash;the testing; <I><a href="/d/sevya" class="d">sevya</a>-<a href="/d/bhagavan" class="d">bhagav&#257;n</a></I>&mdash;the Supreme Personality of Godhead is worshipable; <I><a href="/d/sarva" class="d">sarva</a>-<a href="/d/mantra" class="d">mantra</a>-<a href="/d/vicarana" class="d">vic&#257;ra&#7751;a</a></I>&mdash;consideration of the different types of <I>mantras.</I></div>
<A NAME="209217"></A><div id="209217"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="209218"></A><div id="209218"> </div>
<div class="Normal-Level"><B>"In your book there should be the characteristics of the bona fide <a href="/d/guru" class="d">guru</a> and the bona fide disciple. Then, before accepting a spiritual master, one can be assured of the spiritual master's position. Similarly, the spiritual master can also be assured of the disciple's position. The Supreme Personality of Godhead, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, should be described as the worshipable object, and you should consider the <a href="/d/bija" class="d">b&#299;ja</a>-<a href="/d/mantra" class="d">mantra</a> for the worship of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, <a href="/d/rama" class="d">R&#257;ma</a> or any other expansion of the Supreme Personality of Godhead.</B></div>
<A NAME="209219"></A><div id="209219"> </div>
<div class="Titles">PURPORT</div>
<A NAME="209220"></A><div id="209220"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">In the <I><a href="/d/padma" class="d">Padma</a> <a href="/d/purana" class="d">Pur&#257;&#7751;a</a>,</I> the characteristics of the <I><a href="/d/guru" class="d">guru</a>,</I> the bona fide spiritual master, have been described:</div>
</div><A NAME="209221"></A><div id="209221"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">mah&#257;-bh&#257;gavata-&#347;re&#7779;&#7789;ho<br>br&#257;hma&#7751;o vai gurur n&#7771;&#7751;&#257;m<br>sarve&#7779;&#257;m eva lok&#257;n&#257;m<br>asau p&#363;jyo yath&#257; hari&#7717;</div>
</div><A NAME="209222"></A><div id="209222"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">mah&#257;-kula-pras&#363;to 'pi<br>sarva-yaj&ntilde;e&#7779;u d&#299;k&#7779;ita&#7717;<br>sahasra-&#347;&#257;kh&#257;dhy&#257;y&#299; ca<br>na guru&#7717; sy&#257;d avai&#7779;&#7751;ava&#7717;</div>
</div><A NAME="209223"></A><div id="209223"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">The <I><a href="/d/guru" class="d">guru</a></I> must be situated on the topmost platform of devotional service. There are three classes of devotees, and the <I><a href="/d/guru" class="d">guru</a></I> must be accepted from the topmost class. The first-class devotee is the spiritual master for all kinds of people. It is said: <I>gurur <a href="/d/nrnam" class="d">n&#7771;&#7751;&#257;m</a>.</I> The word <I><a href="/d/nrnam" class="d">n&#7771;&#7751;&#257;m</a></I> means "of all human beings." The <I><a href="/d/guru" class="d">guru</a></I> is not limited to a particular group. It is stated in the <I>Upade&#347;&#257;m&#7771;ta</I> of <a href="/d/rupa" class="d">R&#363;pa</a> Gosv&#257;m&#299; that a <I><a href="/d/guru" class="d">guru</a></I> is a <I>gosv&#257;m&#299;,</I> a controller of the senses and the mind. Such a <I><a href="/d/guru" class="d">guru</a></I> can accept disciples from all over the world. <I><a href="/d/prthivim" class="d">P&#7771;thiv&#299;&#7745;</a> <a href="/d/sa" class="d">sa</a> <a href="/d/sisyat" class="d">&#347;i&#7779;y&#257;t</a>.</I> This is the test of the <I><a href="/d/guru" class="d">guru</a>.</I></div>
</div><A NAME="209224"></A><div id="209224"> </div>
<div class="Normal-Level">In India there are many so-called <I>gurus,</I> and they are limited to a certain district or a province. They do not even travel about India, yet they declare themselves to be <I>jagad-<a href="/d/guru" class="d">guru</a>, gurus</I> of the whole world. Such cheating <I>gurus</I> should not be accepted. Anyone can see how the bona fide spiritual master accepts disciples from all over the world. The <I><a href="/d/guru" class="d">guru</a></I> is a qualified <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a>;</I> therefore he knows <a href="/d/brahman" class="d">Brahman</a> and Parabrahman. He thus devotes his life for the service of Parabrahman. The bona fide spiritual master who accepts disciples from all over the world is also worshiped all over the world because of his qualities. <I><a href="/d/lokanam" class="d">Lok&#257;n&#257;m</a> <a href="/d/asau" class="d">asau</a> p&#363;jyo <a href="/d/yatha" class="d">yath&#257;</a> <a href="/d/harih" class="d">hari&#7717;</a>:</I> the people of the world worship him just as they worship the Supreme Personality of Godhead. All these honors are offered to him because he strictly follows the brahminical principles and teaches these principles to his disciples. Such a person is called an <I><a href="/d/acarya" class="d">&#257;c&#257;rya</a></I> because he knows the principles of devotional service, he behaves in that way himself, and he teaches his disciples to follow in his footsteps. Thus he is an <I><a href="/d/acarya" class="d">&#257;c&#257;rya</a></I> or <I>jagad-<a href="/d/guru" class="d">guru</a>.</I> Even though a person is born in a brahminical family and is very expert in performing sacrifices, he cannot be accepted as a <I><a href="/d/guru" class="d">guru</a></I> if he is not a strict <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a>. A <I><a href="/d/guru" class="d">guru</a></I> is a <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></I> by qualification, and he can turn others into <I>br&#257;hma&#7751;as</I> according to the &#347;&#257;stric principles and brahminical qualifications. Brahmanism is not a question of heredity. In <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> (7.32.11) &#346;r&#299; <a href="/d/narada" class="d">N&#257;rada</a> <a href="/d/muni" class="d">Muni</a> tells <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a> what a <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></I> is. He states that if brahminical qualifications are observed in <I>k&#7779;atriyas, vai&#347;yas</I> or even <I>&#347;&#363;dras,</I> one should accept them as <I>br&#257;hma&#7751;as.</I> In this regard, &#346;r&#299;la &#346;r&#299;dhara <a href="/d/svami" class="d">Sv&#257;m&#299;</a> has commented: <I>&#347;am&#257;dibhir <a href="/d/eva" class="d">eva</a> br&#257;hma&#7751;&#257;di-vyavah&#257;ro <a href="/d/mukhyah" class="d">mukhya&#7717;</a>, <a href="/d/na" class="d">na</a> <a href="/d/jati" class="d">j&#257;ti</a>-m&#257;tr&#257;d&#299;ty <a href="/d/aha" class="d">&#257;ha</a>-yasyeti. <a href="/d/yad" class="d">yad</a> <a href="/d/yadi" class="d">yadi</a> <a href="/d/anyatra" class="d">anyatra</a> var&#7751;&#257;ntare 'pi <a href="/d/drsyeta" class="d">d&#7771;&#347;yeta</a>, <a href="/d/tad" class="d">tad</a>-var&#7751;&#257;ntara&#7745; tenaiva <a href="/d/laksana" class="d">lak&#7779;a&#7751;a</a>-nimittenaiva <a href="/d/varnena" class="d">var&#7751;ena</a> <a href="/d/vinirdiset" class="d">vinirdi&#347;et</a>, <a href="/d/na" class="d">na</a> <a href="/d/tu" class="d">tu</a> <a href="/d/jati" class="d">j&#257;ti</a>-nimittenety <a href="/d/arthah" class="d">artha&#7717;</a>.</I></div>
<A NAME="209225"></A><div id="209225"> </div>
<div class="Normal-Level">There is a similar statement made by N&#299;laka&#7751;&#7789;ha, the commentator on <I>Mah&#257;bh&#257;rata:</I></div>
<A NAME="209226"></A><div id="209226"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">&#347;&#363;dro 'pi &#347;am&#257;dy-upeto br&#257;hma&#7751;a eva<br>br&#257;hma&#7751;o 'pi k&#257;m&#257;dy-upeta&#7717; &#347;&#363;dra eva</div>
</div><A NAME="209227"></A><div id="209227"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"Although one may be born in a <I><a href="/d/sudra" class="d">&#347;&#363;dra</a></I> family, if he is endowed with the brahminical qualities beginning with <I><a href="/d/sama" class="d">&#347;ama</a></I> [control of the mind], he is to be accepted as a <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a>.</I> Although one may be born in a <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></I> family, if he is endowed with the qualities beginning with <I><a href="/d/kama" class="d">k&#257;ma</a></I> [lust], he is to be considered a <I><a href="/d/sudra" class="d">&#347;&#363;dra</a>.</I>" No one should present himself as a <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></I> simply on the basis of being born in a brahminical family. One must be qualified by the brahminical qualities mentioned in the <I>&#347;&#257;stras,</I> particularly <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a>:</I></div>
</div><A NAME="209228"></A><div id="209228"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">&#347;amo damas tapa&#7717; &#347;auca&#7745;<br>k&#7779;&#257;ntir &#257;rjavam eva ca<br>j&ntilde;&#257;na&#7745; vij&ntilde;&#257;nam &#257;stikya&#7745;<br>brahma-karma svabh&#257;va-jam</div>
</div><A NAME="209229"></A><div id="209229"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"Peacefulness, self-control, austerity, purity, tolerance, honesty, wisdom, knowledge and religiousness-these are the qualities by which the <I>br&#257;hma&#7751;as</I> work." (Bg. <a href="https://prabhupadabooks.com/bg/18/42?d=1">18.42</a>)</div>
</div><A NAME="209230"></A><div id="209230"> </div>
<div class="Normal-Level">Unless one is qualified with all these attributes, he cannot be accepted as a <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a>.</I> It is not a question of simply taking birth in a <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></I> family. In this regard, &#346;r&#299;la Bhaktisiddh&#257;nta <a href="/d/sarasvati" class="d">Sarasvat&#299;</a> &#7788;h&#257;kura remarks that Narottama <a href="/d/dasa" class="d">d&#257;sa</a> &#7788;h&#257;kura and &#346;y&#257;m&#257;nanda Gosv&#257;m&#299;, although not born in <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></I> families, are accepted as bona fide spiritual masters because they were <I>br&#257;hma&#7751;as</I> by qualification. Personalities like &#346;r&#299; <a href="/d/ganga" class="d">Ga&#7749;g&#257;</a>-<a href="/d/narayana" class="d">n&#257;r&#257;ya&#7751;a</a>, R&#257;mak&#7771;&#7779;&#7751;a and many others, who were actually born in <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></I> families, accepted Narottama <a href="/d/dasa" class="d">d&#257;sa</a> &#7788;h&#257;kura and &#346;y&#257;m&#257;nanda Gosv&#257;m&#299; as their spiritual masters.</div>
<A NAME="209231"></A><div id="209231"> </div>
<div class="Normal-Level">The <I><a href="/d/maha" class="d">mah&#257;</a>-<a href="/d/bhagavata" class="d">bh&#257;gavata</a></I> is one who decorates his body with <I><a href="/d/tilaka" class="d">tilaka</a></I> and whose name indicates him to be a servant of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> by the word <I><a href="/d/dasa" class="d">d&#257;sa</a>.</I> He is also initiated by a bona fide spiritual master and is expert in worshiping the Deity, chanting <I>mantras</I> correctly, performing sacrifices, offering prayers to the Lord, and performing <I><a href="/d/sankirtana" class="d">sa&#7749;k&#299;rtana</a>.</I> He knows how to serve the Supreme Personality of Godhead and how to respect a <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a>. When one has attained the topmost position of <I><a href="/d/maha" class="d">mah&#257;</a>-<a href="/d/bhagavata" class="d">bh&#257;gavata</a>,</I> he is to be accepted as a <I><a href="/d/guru" class="d">guru</a></I> and worshiped exactly like <a href="/d/hari" class="d">Hari</a>, the Personality of Godhead. Only such a person is eligible to occupy the post of a <I><a href="/d/guru" class="d">guru</a>.</I> However, if one is highly qualified but is not a <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a>, he cannot be accepted as a <I><a href="/d/guru" class="d">guru</a>.</I> One cannot be a <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></I> unless one is a <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a>. If one is a <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a>, he is already a <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a>.</I> If a <I><a href="/d/guru" class="d">guru</a></I> is completely qualified as a <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a>, he must be accepted as a <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></I> even if he is not born in a <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></I> family. The <a href="/d/caste" class="d">caste</a> system method of distinguishing a <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></I> by birth is not acceptable when applied to a bona fide spiritual master. A spiritual master is a qualified <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></I> and <I><a href="/d/acarya" class="d">&#257;c&#257;rya</a>.</I> If one is not a qualified <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a>,</I> he is not expert in studying Vedic literatures. <I><a href="/d/nana" class="d">N&#257;n&#257;</a>-<a href="/d/sastra" class="d">&#347;&#257;stra</a>-vic&#257;ra&#7751;aika-nipu&#7751;au.</I> Every <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> is a spiritual master, and a spiritual master is automatically expert in brahminical behavior. He also understands the Vedic <I>&#347;&#257;stras.</I></div>
<A NAME="209232"></A><div id="209232"> </div>
<div class="Normal-Level">Similarly, a disciple's qualifications must be observed by the spiritual master before he is accepted as a disciple. In our <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness movement, the requirement is that one must be prepared to give up the four pillars of sinful life-illicit sex, meat-eating, intoxication and gambling. In Western countries especially, we first observe whether a potential disciple is prepared to follow the regulative principles. Then he is given the name of a <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> servant and initiated to chant the <a href="/d/hare" class="d">Hare</a> <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> <I><a href="/d/maha" class="d">mah&#257;</a>-<a href="/d/mantra" class="d">mantra</a>,</I> at least sixteen rounds daily. In this way the disciple renders devotional service under the guidance of the spiritual master or his representative for at least six months to a year. He is then recommended for a second initiation, during which a sacred thread is offered and the disciple is accepted as a bona fide <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a>.</I> &#346;r&#299;la Bhaktisiddh&#257;nta <a href="/d/sarasvati" class="d">Sarasvat&#299;</a> &#7788;h&#257;kura introduced the system of giving the sacred thread to a bona fide <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a>, and we are also following in his footsteps. The qualifications of a bona fide disciple are described in <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> (11.10.6) as follows:</div>
<A NAME="209233"></A><div id="209233"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">am&#257;nya-matsaro dak&#7779;o<br>nirmamo d&#7771;&#7693;ha-sauh&#7771;da&#7717;<br>asatvaro 'rtha-jij&ntilde;&#257;sur<br>anas&#363;yur amogha-v&#257;k</div>
</div><A NAME="209234"></A><div id="209234"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">The disciple must have the following qualifications. He must give up interest in the material bodily conception. He must give up material lust, anger, greed, illusion, madness and envy. He should be interested only in understanding the science of God, and he should be ready to consider all points in this matter. He should no longer think, "I am this body," or, "This thing belongs to me." One must love the spiritual master with unflinching faith, and one must be very steady and fixed. The bona fide disciple should be inquisitive to understand transcendental subject matter. He must not search out faults among good qualities, and he should no longer be interested in material topics. His only interest should be <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, the Supreme Personality of Godhead.</div>
</div><A NAME="209235"></A><div id="209235"> </div>
<div class="Normal-Level">As far as the mutual testing of the spiritual master and disciple is concerned, &#346;r&#299;la Bhaktisiddh&#257;nta <a href="/d/sarasvati" class="d">Sarasvat&#299;</a> &#7788;h&#257;kura explains that a bona fide disciple must be very inquisitive to understand the transcendental subject matter. As stated in <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> (11.3.21):</div>
<A NAME="209236"></A><div id="209236"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">tasm&#257;d guru&#7745; prapadyeta<br>jij&ntilde;&#257;su&#7717; &#347;reya uttamam</div>
</div><A NAME="209237"></A><div id="209237"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"One who is inquisitive to understand the highest goal and benefit of life must approach a bona fide spiritual master and surrender unto him." A serious disciple must be alert when selecting a bona fide spiritual master. He must be sure that the spiritual master can deliver all the transcendental necessities. The spiritual master must observe how inquisitive the disciple is and how eager he is to understand the transcendental subject matter. The spiritual master should study the disciple's inquisitiveness for no less than six months or a year. A spiritual master should not be very anxious to accept a disciple because of his material opulences. Sometimes a big businessman or landlord may approach a spiritual master for initiation. Those who are materially interested are called <I>vi&#7779;ay&#299;s</I> (<I>karm&#299;s</I>), which indicates that they are very fond of sense gratification. Such <I>vi&#7779;ay&#299;s</I> sometimes approach a famous <I><a href="/d/guru" class="d">guru</a></I> and ask to become a disciple just as a matter of fashion. Sometimes <I>vi&#7779;ay&#299;s</I> <a href="/d/pose" class="d">pose</a> as disciples of a reputed spiritual master just to cover their activities and advertise themselves as advanced in spiritual knowledge. In other words, they want to attain material success. A spiritual master must be very careful in this regard. Such business is going on all over the world. The spiritual master does not accept a materially opulent disciple just to advertise the fact that he has such a big disciple. He knows that by associating with such <I><a href="/d/visayi" class="d">vi&#7779;ay&#299;</a></I> disciples, he may fall down. One who accepts a <I><a href="/d/visayi" class="d">vi&#7779;ay&#299;</a></I> disciple is not a bona fide spiritual master. Even if he is, his position may be damaged due to association with an unscrupulous <I><a href="/d/visayi" class="d">vi&#7779;ay&#299;</a>.</I> If a so-called spiritual master accepts a disciple for his personal benefit or for material gain, the relationship between the spiritual master and the disciple turns into a material affair, and the spiritual master becomes like a <I><a href="/d/smarta" class="d">sm&#257;rta</a>-<a href="/d/guru" class="d">guru</a>.</I> There are many <a href="/d/caste" class="d">caste</a> <I>gosv&#257;m&#299;s</I> who professionally create some disciples who do not care for them or their instructions. Such spiritual masters are satisfied simply to get some material benefits from their disciples. Such a relationship is condemned by &#346;r&#299;la Bhaktisiddh&#257;nta <a href="/d/sarasvati" class="d">Sarasvat&#299;</a> &#7788;h&#257;kura, who calls such spiritual masters and disciples a society of cheaters and cheated. They are also called <I>b&#257;ulas</I> or <I><a href="/d/prakrta" class="d">pr&#257;k&#7771;ta</a>-sahajiy&#257;s.</I> Their aim is to make the connection between the spiritual master and the disciple into a very cheap thing. They are not serious in wanting to understand spiritual life.</div>
</div><A NAME="209238"></A><div id="209238"> </div>
<div class="Normal-Level">The words <I><a href="/d/sevya" class="d">sevya</a> <a href="/d/bhagavan" class="d">bhagav&#257;n</a></I> in this verse are important. <I><a href="/d/bhagavan" class="d">Bhagav&#257;n</a></I> indicates the Supreme Personality of Godhead, Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>. Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> alone is worshipable. There is no need to worship demigods. This is confirmed in <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a>:</I></div>
<A NAME="209239"></A><div id="209239"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">k&#257;mais tais tair h&#7771;ta-j&ntilde;&#257;n&#257;&#7717;<br>prapadyante 'nya-devat&#257;&#7717;<br>ta&#7745; ta&#7745; niyamam &#257;sth&#257;ya<br>prak&#7771;ty&#257; niyat&#257;&#7717; svay&#257;</div>
</div><A NAME="209240"></A><div id="209240"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"Those whose minds are distorted by material desires surrender unto demigods and follow the particular rules and regulations of worship according to their own natures." (Bg. <a href="https://prabhupadabooks.com/bg/7/20?d=1">7.20</a>)</div>
</div><A NAME="209241"></A><div id="209241"> </div>
<div class="Normal-Level">It is also stated in the <I><a href="/d/skanda" class="d">Skanda</a> <a href="/d/purana" class="d">Pur&#257;&#7751;a</a>:</I></div>
<A NAME="209242"></A><div id="209242"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">v&#257;sudeva&#7745; parityajya<br>yo 'anya-devam up&#257;sate<br>svam&#257;tara&#7745; parityajya<br>&#347;va-pac&#299;&#7745; vandate hi sa&#7717;</div>
</div><A NAME="209243"></A><div id="209243"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"A person who worships the demigods and gives up Lord <a href="/d/vasudeva" class="d">V&#257;sudeva</a> is like a man who gives up the protection of his mother for the shelter of a witch."</div>
</div><A NAME="209244"></A><div id="209244"> </div>
<div class="Normal-Level">It is also stated in <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></I> (<a href="https://prabhupadabooks.com/bg/9/23?d=1">9.23</a>):</div>
<A NAME="209245"></A><div id="209245"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">ye 'py anya-devat&#257;-bhakt&#257;<br>yajante &#347;raddhay&#257;nvit&#257;&#7717;<br>te 'pi m&#257;m eva kaunteya<br>yajanty avidhi-p&#363;rvakam</div>
</div><A NAME="209246"></A><div id="209246"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"Whatever a man may sacrifice to other gods, O son of <a href="/d/kunti" class="d">Kunt&#299;</a>, is really meant for Me alone, but it is offered without true understanding."</div>
</div><A NAME="209247"></A><div id="209247"> </div>
<div class="Normal-Level">Demigods are also living entities and parts and parcels of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. Therefore in one sense one worships <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> when one worships the demigods, but not in the proper way. There is a proper method to water a tree. One should water the roots, but if one waters the leaves and branches instead, he is simply wasting his time. If one worships the demigods to the exclusion of Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>, his rewards will only be material. As confirmed in <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a>:</I></div>
<A NAME="209248"></A><div id="209248"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">antavat tu phala&#7745; te&#7779;&#257;&#7745;<br>tad bhavaty alpa-medhas&#257;m<br>dev&#257;n deva-yajo y&#257;nti<br>mad-bhakt&#257; y&#257;nti m&#257;m api</div>
</div><A NAME="209249"></A><div id="209249"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"Men of small intelligence worship the demigods, and their fruits are limited and temporary. Those who worship the demigods go to the planets of the demigods, but My devotees ultimately reach My supreme planet." (Bg. <a href="https://prabhupadabooks.com/bg/7/23?d=1">7.23</a>)</div>
</div><A NAME="209250"></A><div id="209250"> </div>
<div class="Normal-Level">Demigod worship is meant for unintelligent men because the benefits derived from demigod worship are all material, temporary and retractable. It is also stated in the <I><a href="/d/hari" class="d">Hari</a>-<a href="/d/bhakti" class="d">bhakti</a>-<a href="/d/vilasa" class="d">vil&#257;sa</a>:</I></div>
<A NAME="209251"></A><div id="209251"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">yas tu n&#257;r&#257;ya&#7751;a&#7745; deva&#7745;<br>brahma-rudr&#257;di-devatai&#7717;<br>samatvenaiva v&#299;k&#7779;eta<br>sa p&#257;&#7779;a&#7751;&#7693;&#299; bhaved dhruvam</div>
</div><A NAME="209252"></A><div id="209252"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"Whoever thinks Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> and the demigods are on the same level is to be immediately considered a rogue as far as spiritual understanding is concerned."</div>
</div><A NAME="209253"></A><div id="209253"> </div>
<div class="Normal-Level">There are three modes of nature in the material world, but when one is situated spiritually, he is above the material modes, even though he lives in this material world. Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> states in <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></I> (<a href="https://prabhupadabooks.com/bg/14/26?d=1">14.26</a>):</div>
<A NAME="209254"></A><div id="209254"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">m&#257;&#7745; ca yo 'vyabhic&#257;re&#7751;a<br>bhakti-yogena sevate<br>sa gu&#7751;&#257;n samat&#299;tyait&#257;n<br>brahma bh&#363;y&#257;ya kalpate</div>
</div><A NAME="209255"></A><div id="209255"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"One who engages in full devotional service, who does not fall down in any circumstances at once transcends the modes of material nature and thus comes to the level of <a href="/d/brahman" class="d">Brahman</a>." When one engages in the Supreme Lord's devotional service, he is in a transcendental position. Even though one may be situated in the mode of goodness in the material world, he is susceptible to pollution by the modes of passion and ignorance. When the mode of goodness is mixed with the mode of passion, one worships the sun-god, <a href="/d/vivasvan" class="d">Vivasv&#257;n</a>. When the mode of goodness is mixed with the mode of ignorance, he worships Ga&#7751;apati, or <a href="/d/ganesa" class="d">Ga&#7751;e&#347;a</a>. When the mode of passion is mixed with the mode of ignorance, one worships <a href="/d/durga" class="d">Durg&#257;</a>, or <a href="/d/kali" class="d">K&#257;l&#299;</a>, the external potency. When one is simply in the mode of ignorance, he becomes a devotee of Lord &#346;iva because Lord &#346;iva is the predominating deity of the mode of ignorance within this material world. However, when one is completely free from the influence of all the modes of material nature, he becomes a pure <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> on the devotional platform. &#346;r&#299;la <a href="/d/rupa" class="d">R&#363;pa</a> Gosv&#257;m&#299; states in the <I><a href="/d/bhakti" class="d">Bhakti</a>-<a href="/d/rasamrta" class="d">ras&#257;m&#7771;ta</a>-<a href="/d/sindhu" class="d">sindhu</a>:</I></div>
</div><A NAME="209256"></A><div id="209256"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">any&#257;bhil&#257;&#7779;it&#257;-&#347;&#363;nya&#7745;<br>j&ntilde;&#257;na-karm&#257;dy-an&#257;v&#7771;tam<br>&#257;nuk&#363;lyena k&#7771;&#7779;&#7751;&#257;nu-<br>&#347;&#299;lana&#7745; bhaktir uttam&#257;</div>
</div><A NAME="209257"></A><div id="209257"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">The position of <I><a href="/d/visuddha" class="d">vi&#347;uddha</a>-<a href="/d/sattva" class="d">sattva</a></I> is the position of uncontaminated goodness. On that platform, one can then understand, <I>&#257;r&#257;dhyo <a href="/d/bhagavan" class="d">bhagav&#257;n</a> vraje&#347;a-tanayas <a href="/d/tad" class="d">tad</a>-<a href="/d/dhama" class="d">dh&#257;ma</a> <a href="/d/vrndavanam" class="d">v&#7771;nd&#257;vanam</a>:</I> "The Supreme Personality of Godhead, the son of <a href="/d/nanda" class="d">Nanda</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>, is to be worshiped along with His transcendental abode, <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a>."</div>
</div><A NAME="209258"></A><div id="209258"> </div>
<div class="Normal-Level">The word <I><a href="/d/sarva" class="d">sarva</a>-<a href="/d/mantra" class="d">mantra</a>-<a href="/d/vicarana" class="d">vic&#257;ra&#7751;a</a></I> means "considering all different types of <I>mantras.</I>" There are different kinds of <I>mantras</I> for different kinds of devotees. There are the <I>mantras</I> known as the <I>dv&#257;da&#347;&#257;k&#7779;ara,</I> and these are composed of twelve syllables. Similarly, there are <I>mantras</I> composed of eighteen syllables-the <a href="/d/narasimha" class="d">N&#257;rasi&#7745;ha</a> <I><a href="/d/mantra" class="d">mantra</a>,</I> the <a href="/d/rama" class="d">R&#257;ma</a> <I><a href="/d/mantra" class="d">mantra</a>,</I> <a href="/d/gopala" class="d">Gop&#257;la</a> <I><a href="/d/mantra" class="d">mantra</a></I> and so on. Each and every <I><a href="/d/mantra" class="d">mantra</a></I> has its own spiritual significance. The spiritual master has to select a <I><a href="/d/mantra" class="d">mantra</a></I> for his disciple according to the disciple's ability to chant different <I>mantras.</I></div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/madhya/24/330">https://prabhupadabooks.com/cc/madhya/24/330</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/madhya/24/329?d=1">Madhya 24.329</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/madhya/24/331?d=1">Madhya 24.331</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
