{
	"info": {
		"id": "cc\\madhya\\23\\106-107",
		"nextId": "cc/madhya/23/108",
		"prevId": "cc/madhya/23/105"
	},
	"verses": [
		{
			"roman": "adveṣṭā sarva-bhūtānāṁ\nmaitraḥ karuṇa eva ca\nnirmamo nirahaṅkāraḥ\nsama-duḥkha-sukhaḥ kṣamī",
			"isProse": false
		},
		{
			"roman": "santuṣṭaḥ satataṁ yogī\nyatātmā dṛḍha-niścayaḥ\nmayy arpita-mano-buddhir\nyo mad-bhaktaḥ sa me priyaḥ\n",
			"isProse": false
		}
	],
	"synonyms": "adveṣṭā—not envious or jealous; sarva-bhūtānām—to all living entities in all parts of the world; maitraḥ—friendly; karuṇaḥ—compassionate; eva—certainly; ca—and; nirmamaḥ—with no sense of proprietorship; nirahaṅkāraḥ—without pride (without considering oneself a great preacher); sama-duḥkha-sukhaḥ—equal in distress and happiness (peaceful); kṣamī—tolerant to offenses created by others; santuṣṭaḥ—satisfied; satatam—continuously; yogī—engaged in bhakti-yoga; yata-ātmā—having controlled the senses and mind; dṛḍha-niścayaḥ—having firm confidence and determination; mayi—unto Me; arpita—dedicated; manaḥ-buddhiḥ—mind and intelligence; yaḥ—who; mat-bhaktaḥ—My devotee; saḥ—that person; me—My; priyaḥ—dear.",
	"translation": "\" 'One who is not envious but who is a kind friend to all living entities, who does not think himself a proprietor, who is free from false ego, equal in both happiness and distress, always satisfied, forgiving and self-controlled, who is engaged in devotional service with determination and whose mind and intelligence are dedicated to Me-he is very dear to Me.",
	"purport": [
		{
			"type": "normal",
			"content": "One should not be jealous of members of other castes or nations. It is not that only Indians or brāhmaṇas can become Vaiṣṇavas. Anyone can become a Vaiṣṇava. Therefore one should recognize that the bhakti cult must be spread all over the world. That is real adveṣṭā. Moreover, the word maitraḥ, friendly, indicates that one who is able to preach the bhakti cult all over the world should be equally friendly to everyone. These two and the following six verses were spoken by Śrī Kṛṣṇa in Bhagavad-gītā (12.13-20)."
		}
	]
}