{
	"info": {
		"id": "cc\\madhya\\23\\114",
		"nextId": "cc/madhya/23/115",
		"prevId": "cc/madhya/23/113"
	},
	"verses": [
		{
			"roman": "cīrāṇi kiṁ pathi na santi diśanti bhikṣāṁ\nnaivāṅghri-pāḥ parabhṛtaḥ sarito 'py aśuṣyan\nruddhā guhāḥ kim ajito 'vati nopasannān\nkasmād bhajanti kavayo dhana-durmadāndhān\n",
			"isProse": false
		}
	],
	"synonyms": "cīrāṇi—torn old clothes; kim—whether; pathi—on the path; na—not; santi—are; diśanti—give; bhikṣām—alms; na—not; eva—certainly; aṅghri-pāḥ—the trees; parabhṛtaḥ—maintainers of others; saritaḥ—rivers; api—also; aśuṣyan—have dried up; ruddhāḥ—closed; guhāḥ—caves; kim—whether; ajitaḥ—the Supreme Personality of Godhead, who is unconquerable; avati—protects; na—not; upasannān—the surrendered; kasmāt—for what reason, therefore; bhajanti—flatter; kavayaḥ—the devotees; dhana-durmada-andhān—persons who are puffed up with material possessions.",
	"translation": "\" 'Are there no torn clothes lying on the common road? Do the trees, which exist for maintaining others, no longer give alms in charity? Do the rivers, being dried up, no longer supply water to the thirsty? Are the caves of the mountains now closed, or, above all, does the unconquerable Supreme Personality of Godhead not protect the fully surrendered souls? Why then should learned persons like devotees go to flatter those who are intoxicated by hard-earned wealth?' \"",
	"purport": [
		{
			"type": "normal",
			"content": "This is a quotation from Śrīmad-Bhāgavatam (2.2.5). In this verse, Śukadeva Gosvāmī advises Mahārāja Parīkṣit that a devotee should be independent in all circumstances. The body can be maintained with no problem if one follows the instructions given in this verse. To maintain the body, we require shelter, food, water and clothing, and all these necessities can be obtained without approaching puffed-up rich men. One can collect old garments that have been thrown out, one can eat fruits offered by the trees, one can drink water from the rivers, and one can live within the caves of mountains. By nature's arrangements, shelter, clothing and food are supplied to the devotee who is completely surrendered to the Supreme Personality of Godhead. Such a devotee does not need a puffed-up materialistic person to maintain him. In other words, devotional service can be discharged in any condition. This is the version of Śrīmad-Bhāgavatam (1.2.6)."
		},
		{
			"type": "normal",
			"content": "sa vai puṁsāṁ paro dharmo\nyato bhaktir adhokṣaje\nahaituky apratihatā\nyayātmā suprasīdati"
		},
		{
			"type": "normal",
			"content": "\"The supreme occupation [dharma] for all humanity is that by which men can attain to loving devotional service unto the transcendent Lord. Such devotional service must be unmotivated and uninterrupted in order to completely satisfy the self.\" This verse explains that devotional service cannot be checked by any material condition."
		}
	]
}