{
	"info": {
		"id": "cc\\madhya\\23\\51",
		"nextId": "cc/madhya/23/52",
		"prevId": "cc/madhya/23/50"
	},
	"verses": [
		{
			"roman": "'anubhāva'--smita, nṛtya, gītādi udbhāsvara\nstambhādi--'sāttvika' anubhāvera bhitara\n",
			"isProse": false
		}
	],
	"synonyms": "anubhāva—subordinate ecstasy; smita—smiling; nṛtya—dancing; gīta-ādi—songs and so on; udbhāsvara—symptoms of bodily manifestation; stambha-ādi—being stunned and others; sāttvika—natural; anubhāvera bhitara—within the category of subordinate ecstasies.",
	"translation": "\"The subordinate ecstasies are smiling, dancing and singing, as well as different manifestations in the body. The natural ecstasies, such as being stunned, are considered among the subordinate ecstasies [anubhāva].\n \nIn the Bhakti-rasāmṛta-sindhu, vibhāva is described as follows:\n \nNEXTVERSE\ntatra jñeyā vibhāvās turaty-āsvādana-hetavaḥte dvidhālambanā eketathaivoddīpanāḥ pare\n \nNEXTVERSE\n\"The cause bringing about the tasting of love for Kṛṣṇa is called vibhāva. Vibhāva is divided into two categories-ālambana (support) and uddīpana (awakening).\"\n \nIn the Agni Purāṇa it is stated:\n \nNEXTVERSE\nvibhāvyate hi raty-ādiryatra yena vibhāvyatevibhāvo nāma sa dvedhā-lambanoddīpanātmakaḥ\n \nNEXTVERSE\n\"That which causes love for Kṛṣṇa to appear is called vibhāva. That has two divisions-ālambana [in which love appears] and uddīpana [by which love appears].\"\n \nIn the Bhakti-rasāmṛta-sindhu, the following is stated about ālambana:\n \nNEXTVERSE\nkṛṣṇaś ca kṛṣṇa-bhaktāś cabudhair ālambanā matāḥraty-āder viṣayatvenatathādhāratayāpi ca\n \nNEXTVERSE\n\"The object of love is Kṛṣṇa, and the container of that love is the devotee of Kṛṣṇa. Both of them are called by the learned scholars ālambana-the foundations.\" Similarly, uddīpana is described:\n \nNEXTVERSE\nuddīpanās tu te proktābhāvam uddīpayanti ye\n \nNEXTVERSE\n\"Those things which awaken ecstatic love are called uddīpana.\"\n \nNEXTVERSE\nte tu śrī-kṛṣṇa-candrasyaguṇāś ceṣṭāḥ prasādhanam\n \nNEXTVERSE\nMainly this awakening is made possible by the qualities and activities of Kṛṣṇa, as well as by His mode of decoration and the way His hair is arranged.\n \nNEXTVERSE\nsmitāṅga-saurabhe vaṁśa-śṛṅga-nūpura-kambavaḥpadāṅka-kṣetra-tulasī-bhakta-tad-vāsarādayaḥ\n \nNEXTVERSE\n\"Kṛṣṇa's smile, the fragrance of His transcendental body, His flute, bugle, ankle bells, conchshell, the marks on His feet, His place of residence, His favorite plant [tulasī], His devotees, and the observance of fasts and vows connected to His devotion all awaken the symptoms of ecstatic love.\"\n \nIn the Bhakti-rasāmṛta-sindhu, anubhāva is described as follows:\n \nNEXTVERSE\nanubhāvās tu citta-stha-bhāvānām avabodhakāḥte bahir vikriyā prāyāḥproktā udbhāsvarākhyayā\n \nNEXTVERSE\nThe many external ecstatic symptoms or bodily transformations which indicate ecstatic emotions in the mind, and which are also called udbhāsvara, are the anubhāvas, or subordinate ecstatic expressions of love. Some of these are dancing, falling down and rolling on the ground, singing and crying very loudly, bodily contortions, loud vibrations, yawning, deep breathing, disregard for others, the frothing of saliva, mad laughter, spitting, hiccups and other similar symptoms. All these symptoms are divided into two divisions-śīta and kṣepaṇa. Singing, yawning and so on are called śīta. Dancing and bodily contortions are called kṣepaṇa.\n \nThe Bhakti-rasāmṛta-sindhu describes udbhāsvara as follows:\n \nNEXTVERSE\nudbhāsante svadhāmnītiproktā udbhāsvarā budhaiḥnīvyuttarīya-dhammilla-sraṁsanaṁ gātra-moṭanamjṛmbhā ghrāṇasya phullatvaṁniśvāsādyāś ca te matāḥ\n \nNEXTVERSE\nThe ecstatic symptoms manifest in the external body of a person in ecstatic love are called by learned scholars udbhāsvara. Some of these are a slackening of the belt and a dropping of clothes and hair. Others are bodily contortions, yawning, a trembling of the front portion of the nostrils, heavy breathing, hiccupping and falling down and rolling on the ground. These are the external manifestations of emotional love. Stambha and other symptoms are described in Madhya-līlā (14.167)."
}