{
	"info": {
		"id": "cc\\madhya\\23\\56",
		"nextId": "cc/madhya/23/57",
		"prevId": "cc/madhya/23/55"
	},
	"verses": [
		{
			"roman": "śānta-ādi rasera 'yoga', 'viyoga'--dui bheda\nsakhya-vātsalye yogādira aneka vibheda\n",
			"isProse": false
		}
	],
	"synonyms": "śānta-ādi rasera—of the mellows beginning from neutrality; yoga—connection; viyoga—separation; dui bheda—two divisions; sakhya—in the mellow of friendship; vātsalye—in paternal affection; yoga-ādira—of connection and separation; aneka vibheda—many varieties.",
	"translation": "\"There are two divisions of each of the five mellows-yoga [connection] and viyoga [separation]. Among the mellows of friendship and parental affection, there are many divisions of connection and separation.",
	"purport": [
		{
			"type": "normal",
			"content": "In the Bhakti-rasāmṛta-sindhu, these divisions are described:"
		},
		{
			"type": "normal",
			"content": "ayoga-yogāvetasya\nprabhedau kathitāv ubhau"
		},
		{
			"type": "normal",
			"content": "In the mellows of bhakti-yoga, there are two stages-ayoga and yoga. Ayoga is described in the Bhakti-rasāmṛta-sindhu:"
		},
		{
			"type": "normal",
			"content": "saṅgābhāvo harer dhīrair\nayoga iti kathyate\nayoge tvan-manaskatvaṁ\ntad-guṇādy-anusandhayaḥ\ntat-prāpty-upāya-cintādyāḥ\nsarveṣāṁ kathitāḥ kriyāḥ"
		},
		{
			"type": "normal",
			"content": "Learned scholars in the science of bhakti-yoga say that when there is an absence of association with the Supreme Personality of Godhead, separation takes place. In the stage of ayoga (separation), the mind is filled with Kṛṣṇa consciousness and is fully absorbed in thoughts of Kṛṣṇa. In that stage, the devotee searches out the transcendental qualities of the Supreme Personality of Godhead. It is said that in that stage of separation, all the devotees in the different mellows are always active in thinking of ways to attain Kṛṣṇa's association."
		},
		{
			"type": "normal",
			"content": "The word yoga (connection) is thus described:"
		},
		{
			"type": "normal",
			"content": "kṛṣṇena saṅgamo yas tu\nsa yoga iti kīrtyate"
		},
		{
			"type": "normal",
			"content": "\"When one meets Kṛṣṇa directly, that is called yoga.\""
		},
		{
			"type": "normal",
			"content": "In the transcendental mellows of neutrality and servitorship, there are similar divisions of yoga and viyoga, but they are not variegated. The divisions of yoga and viyoga are always existing in the five mellows. However, in the transcendental mellows of friendship and paternal affection, there are many varieties of yoga and viyoga. The varieties of yoga are thus described:"
		},
		{
			"type": "normal",
			"content": "yogo 'pi kathitaḥ siddhis\ntuṣṭiḥ sthitir iti tridhā"
		},
		{
			"type": "normal",
			"content": "Yoga (connection) is of three types-success, satisfaction and permanence. The divisions of ayoga (separation) are thus described:"
		},
		{
			"type": "normal",
			"content": "utkaṇṭhitaṁ viyogaś cety\nayogo 'pi dvidhocyate"
		},
		{
			"type": "normal",
			"content": "Thus ayoga has two divisions-longing and separation."
		}
	]
}