{
	"info": {
		"id": "cc\\madhya\\23\\77",
		"nextId": "cc/madhya/23/78",
		"prevId": "cc/madhya/23/76"
	},
	"verses": [
		{
			"roman": "jīveṣu ete vasanto 'pi\nbindu-bindutayā kvacit\nparipūrṇatayā bhānti\ntatraiva puruṣottame\n",
			"isProse": false
		}
	],
	"synonyms": "jīveṣu—in the living entities; ete—these; vasantaḥ—are residing; api—though; bindu-bindutayā—with a very minute quantity; kvacit—sometimes; paripūrṇatayā—with fullness; bhānti—are manifest; tatra—in Him; eva—certainly; puruṣa-uttame—in the Supreme Personality of Godhead.",
	"translation": "\" 'These qualities are sometimes very minutely exhibited in living beings, but they are fully manifest in the Supreme Personality of Godhead.'",
	"purport": [
		{
			"type": "normal",
			"content": "This verse is found in the Bhakti-rasāmṛta-sindhu (2.1.30). Living entities are parts and parcels of the Supreme Personality of Godhead. As stated in Bhagavad-gītā:"
		},
		{
			"type": "normal",
			"content": "mamaivāṁśo jīva-loke\njīva-bhūtaḥ sanātanaḥ\nmanaḥ ṣaṣṭhānīndriyāṇi\nprakṛti-sthāni karṣati"
		},
		{
			"type": "normal",
			"content": "\"The living entities in this conditioned world are My eternal, fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.\" (Bg. 15.7)"
		},
		{
			"type": "normal",
			"content": "The qualities of Kṛṣṇa are present in the living entity in minute, atomic quantities. A small portion of gold is certainly gold, but it cannot be equal to a gold mine. Similarly, the living entities have all the characteristics of the Supreme Personality of Godhead in minute quantity, but the living entity is never equal to the Supreme Personality of Godhead. God is therefore described as the Supreme Being, and the living entity is described as a jīva. God is the Supreme Being, the chief of all living beings-eko bahūnāṁ yo vidadhāti kāmān. The Māyāvādīs maintain that everyone is God, but even if this philosophy is accepted, no one can maintain that everyone is equal to the Supreme Godhead. Only unintelligent men maintain that everyone is equal to God or that everyone is God."
		}
	]
}