{
	"info": {
		"id": "cc\\madhya\\23\\82-83",
		"nextId": "cc/madhya/23/84-85",
		"prevId": "cc/madhya/23/79-81"
	},
	"verses": [
		{
			"roman": "sarvādbhuta-camatkāra-\nlīlā-kallola-vāridhiḥ\natulya-madhura-prema-\nmaṇḍita-priya-maṇḍalaḥ",
			"isProse": false
		},
		{
			"roman": "trijagan-mānasākarṣi-\nmuralī-kala-kūjitaḥ\nasamānordhva-rūpa-śrī-\nvismāpita-carācaraḥ\n",
			"isProse": false
		}
	],
	"synonyms": "sarva-adbhuta-camatkāra—bringing wonder to all; līlā—of pastimes; kallola—full of waves; vāridhiḥ—an ocean; atulya-madhura-prema—with incomparable conjugal love; maṇḍita—decorated; priya-maṇḍalaḥ—with a circle of favorite personalities; tri-jagat—of three worlds; mānasa-ākarṣi—attracting the minds; muralī—of the flute; kala-kūjitaḥ—the melodious vibration; asamāna-ūrdhva—unequaled and unsurpassed; rūpa—by beauty; śrī—and opulence; vismāpita-cara-acaraḥ—astonishing the moving and nonmoving living entities.",
	"translation": "\" 'Apart from these sixty transcendental qualities, Kṛṣṇa has an additional four transcendental qualities, which are not manifest even in the personality of Nārāyaṇa. These are: (1) Kṛṣṇa is like an ocean filled with waves of pastimes that evoke wonder within everyone in the three worlds. (2) In His activities of conjugal love, He is always surrounded by His dear devotees who possess unequaled love for Him. (3) He attracts the minds of all three worlds by the melodious vibration of His flute. (4) His personal beauty and opulence are beyond compare. No one is equal to Him, and no one is greater than Him. Thus the Personality of Godhead astonishes all living entities, both moving and nonmoving, within the three worlds. He is so beautiful that He is called Kṛṣṇa.",
	"purport": [
		{
			"type": "normal",
			"content": "Māyāvādī philosophers, who have a poor fund of knowledge, simply dismiss the subject by explaining that Kṛṣṇa means black. Not understanding the qualities of Kṛṣṇa, these atheistic rascals do not accept Him as the Supreme Personality of Godhead. Although the Lord is described and accepted by great personalities, ācāryas and sages, the Māyāvādīs still do not appreciate Him. Unfortunately at the present moment human society is so degraded that people cannot even provide themselves with life's daily necessities, yet they are captivated by Māyāvādī philosophers and are being misled. According to Bhagavad-gītā, simply by understanding Kṛṣṇa one can get free from the cycle of birth and death. Tyaktvā dehaṁ punar janma naiti mām eti so 'rjuna. Unfortunately this great science of Kṛṣṇa consciousness has been impeded by Māyāvādī philosophers who are opposed to the personality of Kṛṣṇa. Those who are preaching this Kṛṣṇa consciousness movement must try to understand Kṛṣṇa from the statements given in the Bhakti-rasāmṛta-sindhu (The Nectar of Devotion)."
		}
	]
}