<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Madhya 12.135 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Madhya 12.135 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/madhya?d=1"  class="breadcrumb" title="Cc. Madhya-lila">Cc. Madhya-lila</a> > <a href="https://prabhupadabooks.com/cc/madhya/12?d=1"  class="breadcrumb" title="Madhya 12: The Cleansing of the Gundica Temple">Madhya 12</a> > <a href="https://prabhupadabooks.com/cc/madhya/12/135?d=1"  class="breadcrumb" title="Madhya 12.135">Madhya 12.135</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="178823"></A><div id="178823"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 135</div>
</div><A NAME="178825"></A><div id="178825"> </div>
<div style=" text-align : center"><div class="Verse-Text">ei-mata puradv&#257;ra-&#257;ge patha yata</div>
</div><A NAME="178826"></A><div id="178826"> </div>
<div style=" text-align : center"><div class="Verse-Text">sakala &#347;odhila, t&#257;h&#257; ke var&#7751;ibe kata</div>
</div><A NAME="178827"></A><div id="178827"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="178828"></A><div id="178828"> </div>
<div class="Synonyms"><I><a href="/d/ei" class="d">ei</a>-<a href="/d/mata" class="d">mata</a></I>&mdash;in this way; <I><a href="/d/pura" class="d">pura</a>-<a href="/d/dvara" class="d">dv&#257;ra</a></I>&mdash;of the gateway of the temple; <I>&#257;ge</I>&mdash;in front; <I><a href="/d/patha" class="d">patha</a> <a href="/d/yata" class="d">yata</a></I>&mdash;as many avenues; <I><a href="/d/sakala" class="d">sakala</a></I>&mdash;all; <I><a href="/d/sodhila" class="d">&#347;odhila</a></I>&mdash;were cleansed; <I><a href="/d/taha" class="d">t&#257;h&#257;</a></I>&mdash;that; <I><a href="/d/ke" class="d">ke</a> <a href="/d/varnibe" class="d">var&#7751;ibe</a></I>&mdash;who can describe; <I><a href="/d/kata" class="d">kata</a></I>&mdash;how much.</div>
<A NAME="178829"></A><div id="178829"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="178830"></A><div id="178830"> </div>
<div class="Normal-Level"><B>Outside the gateway of the temple, all the roads were also cleansed, and no one could tell exactly how this was done.</B></div>
<A NAME="178831"></A><div id="178831"> </div>
<div class="Titles">PURPORT</div>
<A NAME="178832"></A><div id="178832"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">In commenting on the cleansing of the <a href="/d/gundica" class="d">Gu&#7751;&#7693;ic&#257;</a> temple, &#346;r&#299;la Bhaktisiddh&#257;nta <a href="/d/sarasvati" class="d">Sarasvat&#299;</a> &#7788;h&#257;kura says that &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a>, as the world leader, was personally giving instructions on how one should receive Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, the Supreme Personality of Godhead, within one's cleansed and pacified heart. If one wants to see <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> seated in his heart, he must first cleanse the heart, as prescribed by &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> in His <I>&#346;ik&#7779;&#257;&#7779;&#7789;aka:</I> <I>ceto-<a href="/d/darpana" class="d">darpa&#7751;a</a>-<a href="/d/marjanam" class="d">m&#257;rjanam</a>.</I> In this age, everyone's heart is especially unclean, as confirmed in <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>:</I> <I>h&#7771;dy <a href="/d/antah" class="d">anta&#7717;</a>-stho hy <a href="/d/abhadrani" class="d">abhadr&#257;&#7751;i</a>.</I> To wash away all dirty things accumulated within the heart, &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> advised everyone to chant the <a href="/d/hare" class="d">Hare</a> <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> <I><a href="/d/mantra" class="d">mantra</a>.</I> The first result will be that the heart is cleansed (<I>ceto-<a href="/d/darpana" class="d">darpa&#7751;a</a>-<a href="/d/marjanam" class="d">m&#257;rjanam</a></I>). Similarly, <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> (<a href="https://prabhupadabooks.com/sb/1/2/17?d=1">1.2.17</a>) confirms this statement:</div>
</div><A NAME="178833"></A><div id="178833"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">&#347;&#7771;&#7751;vat&#257;&#7745; sva-kath&#257;&#7717; k&#7771;&#7779;&#7751;a&#7717;<br>pu&#7751;ya-&#347;rava&#7751;a-k&#299;rtana&#7717;<br>h&#7771;dy anta&#7717;-stho hy abhadr&#257;&#7751;i<br>vidhunoti suh&#7771;t sat&#257;m</div>
</div><A NAME="178834"></A><div id="178834"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"&#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, the Personality of Godhead, who is the <a href="/d/paramatma" class="d">Param&#257;tm&#257;</a> [Supersoul] in everyone's heart and the benefactor of the truthful devotee, cleanses desire for material enjoyment from the heart of the devotee who relishes His messages, which are in themselves virtuous when properly heard and chanted."</div>
</div><A NAME="178835"></A><div id="178835"> </div>
<div class="Normal-Level">If a devotee at all wants to cleanse his heart, he must chant and hear the glories of the Lord, &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> (<I><a href="/d/srnvatam" class="d">&#347;&#7771;&#7751;vat&#257;&#7745;</a> <a href="/d/sva" class="d">sva</a>-<a href="/d/kathah" class="d">kath&#257;&#7717;</a> <a href="/d/krsnah" class="d">k&#7771;&#7779;&#7751;a&#7717;</a></I>). This is a simple process. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> Himself will help cleanse the heart because He is already seated there. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> wants to continue living within the heart, and the Lord wants to give directions, but one has to keep his heart as clean as Lord <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> kept the <a href="/d/gundica" class="d">Gu&#7751;&#7693;ic&#257;</a> temple. The devotee therefore has to cleanse his heart just as the Lord cleansed the <a href="/d/gundica" class="d">Gu&#7751;&#7693;ic&#257;</a> temple. In this way one can be pacified and enriched in devotional service. If the heart is filled with straw, grains of sand, weeds or dust (in other words, <I>any&#257;bhil&#257;&#7779;a-<a href="/d/purna" class="d">p&#363;r&#7751;a</a></I>), one cannot enthrone the Supreme Personality of Godhead there. The heart must be cleansed of all material motives brought about through fruitive work, speculative knowledge, the mystic <I><a href="/d/yoga" class="d">yoga</a></I> system and so many other forms of so-called meditation. The heart must be cleansed without ulterior motive. As &#346;r&#299;la <a href="/d/rupa" class="d">R&#363;pa</a> Gosv&#257;m&#299; says: <I>any&#257;bhil&#257;&#7779;it&#257;-<a href="/d/sunyam" class="d">&#347;&#363;nya&#7745;</a> <a href="/d/jnana" class="d">j&ntilde;&#257;na</a>-karm&#257;dy-<a href="/d/anavrtam" class="d">an&#257;v&#7771;tam</a>.</I> In other words, there should not be any external motive. One should not attempt material upliftment, understanding the Supreme by speculative knowledge, fruitive activity, severe austerity and penance, and so on. All these activities are against the natural growth of spontaneous love of Godhead. As soon as these are present within the heart, the heart should be understood to be unclean and therefore unfit to serve as K&#7771;&#7779;&#7751;a's sitting place. We cannot perceive the Lord's presence in our hearts unless our hearts are cleansed.</div>
<A NAME="178836"></A><div id="178836"> </div>
<div class="Normal-Level">A material desire is explained as a desire to enjoy the material world to its fullest extent. In modern language, this is called economic development. An inordinate desire for economic development is considered to be like straws and grains of sand within the heart. If one is overly engaged in material activity, the heart will always remain disturbed. As stated by Narottama <a href="/d/dasa" class="d">d&#257;sa</a> &#7788;h&#257;kura:</div>
<A NAME="178837"></A><div id="178837"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text"><FC:255,0,0>sa&#7745;s&#257;ra vi&#7779;&#257;nale,     div&#257;-ni&#347;i hiy&#257; jvale,<br>ju&#7693;&#257;ite n&#257; kainu up&#257;ya<FC></div>
</div><A NAME="178838"></A><div id="178838"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">In other words, endeavor for material opulence is against the principle of devotional service. Material enjoyment includes activities such as great sacrifices for auspicious activity, charity, austerity, elevation to the higher planetary system, and even living happily within the material world.</div>
</div><A NAME="178839"></A><div id="178839"> </div>
<div class="Normal-Level">Modernized material benefits are like the dust of material contamination. When this dust is agitated by the whirlwind of fruitive activity, it overcomes the heart. Thus the mirror of the heart is covered with dust. There are many desires for performing auspicious and inauspicious activities, but people do not know how life after life they are keeping their hearts unclean. One who cannot give up the desire for fruitive activity is understood to be covered by the dust of material contamination. <I>Karm&#299;s</I> generally think that the interaction of fruitive activities can be counteracted by another <I><a href="/d/karma" class="d">karma</a>,</I> or fruitive activity. This is certainly a mistaken conception. If one is deluded by such a conception, he is cheated by his own activity. Such activities have been compared to an elephant's bathing. An elephant may bathe very thoroughly, but as soon as it comes out of the river, it immediately takes some sand from the land and throws it all over its body. If one suffers due to his past fruitive activities, he cannot counteract his suffering by performing auspicious activities. The sufferings of human society cannot be counteracted by material plans. The only way suffering can be mitigated is by <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness. When one takes to <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness and engages himself in the devotional service of the Lord-beginning with chanting and hearing the glories of the Lord-the cleansing of the heart begins. When the heart is actually cleansed, one can clearly see the Lord sitting there without any disturbance. In <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> (<a href="https://prabhupadabooks.com/sb/9/4/68?d=1">9.4.68</a>) the Lord confirms that He sits within the heart of the pure devotee: <I>s&#257;dhavo <a href="/d/hrdayam" class="d">h&#7771;daya&#7745;</a> <a href="/d/mahyam" class="d">mahya&#7745;</a> <a href="/d/sadhunam" class="d">s&#257;dh&#363;n&#257;&#7745;</a> <a href="/d/hrdayam" class="d">h&#7771;daya&#7745;</a> tv <a href="/d/aham" class="d">aham</a>.</I></div>
<A NAME="178840"></A><div id="178840"> </div>
<div class="Normal-Level">Impersonal speculation, monism (merging into the existence of the Supreme), speculative knowledge, mystic <I><a href="/d/yoga" class="d">yoga</a></I> and meditation are all compared to grains of sand. They simply cause irritation to the heart. No one can satisfy the Supreme Personality of Godhead by such activities, nor do we give the Lord a chance to sit in our hearts peacefully. Rather, the Lord is simply disturbed by them. Sometimes <I>yog&#299;s</I> and <I>j&ntilde;&#257;n&#299;s</I> in the beginning take to the chanting of the <a href="/d/hare" class="d">Hare</a> <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> <I><a href="/d/maha" class="d">mah&#257;</a>-<a href="/d/mantra" class="d">mantra</a></I> as a way to begin their various practices. But when they falsely think that they have attained release from the bondage of material existence, they give up chanting. They do not consider that the ultimate goal is the form of the Lord or the name of the Lord. Such unfortunate creatures are never favored by the Supreme Personality of Godhead, for they do not know what devotional service is. Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> describes them in the <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></I> in this way:</div>
<A NAME="178841"></A><div id="178841"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">t&#257;n aha&#7745; dvi&#7779;ata&#7717; kr&#363;r&#257;n<br>sa&#7745;s&#257;re&#7779;u nar&#257;dham&#257;n<br>k&#7779;ip&#257;my ajasram a&#347;ubh&#257;n<br>&#257;sur&#299;&#7779;v eva yoni&#7779;u</div>
</div><A NAME="178842"></A><div id="178842"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"Those who are envious and mischievous, who are the lowest among men, I perpetually cast into the ocean of material existence, into various demoniac species of life." (Bg. <a href="https://prabhupadabooks.com/bg/16/19?d=1">16.19</a>)</div>
</div><A NAME="178843"></A><div id="178843"> </div>
<div class="Normal-Level">By His practical example, &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> has shown us that all the grains of sand must be picked up thoroughly and thrown outside. &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> also cleansed the outside of the temple, fearing that the grains of sand would again come within. In this connection &#346;r&#299;la Bhaktisiddh&#257;nta <a href="/d/sarasvati" class="d">Sarasvat&#299;</a> &#7788;h&#257;kura explains that even though one may become free from the desire for fruitive activity, sometimes the subtle desire for fruitive activity again comes into being within the heart. One often thinks of conducting business to improve devotional activity. But the contamination is so strong that it may later develop into misunderstanding, described as <I><a href="/d/kuti" class="d">ku&#7789;i</a>-<a href="/d/nati" class="d">n&#257;&#7789;i</a></I> (faultfinding) and <I>prati&#7779;&#7789;h&#257;&#347;&#257;</I> (the desire for name and fame and for high position), <I><a href="/d/jiva" class="d">j&#299;va</a>-<a href="/d/himsa" class="d">hi&#7745;s&#257;</a></I> (envy of other living entities), <I>ni&#7779;iddh&#257;c&#257;ra</I> (accepting things forbidden in the <I><a href="/d/sastra" class="d">&#347;&#257;stra</a></I>), <I><a href="/d/kama" class="d">k&#257;ma</a></I> (desire for material gain) and <I><a href="/d/puja" class="d">p&#363;j&#257;</a></I> (hankering for popularity). The word <I><a href="/d/kuti" class="d">ku&#7789;i</a>-<a href="/d/nati" class="d">n&#257;&#7789;i</a></I> means "duplicity." As an example of <I>prati&#7779;&#7789;h&#257;&#347;&#257;,</I> one may attempt to imitate &#346;r&#299;la <a href="/d/haridasa" class="d">Harid&#257;sa</a> &#7788;h&#257;kura by living in a solitary place. One's real desire may be for name and fame-in other words, one thinks that fools will accept one to be as good as <a href="/d/haridasa" class="d">Harid&#257;sa</a> &#7788;h&#257;kura just because one lives in a solitary place. These are all material desires. A neophyte devotee is certain to be attacked by other material desires as well, namely desires for women and money. In this way the heart is again filled with dirty things and becomes harder and harder, like that of a materialist. Gradually one desires to become a reputed devotee or an <I><a href="/d/avatara" class="d">avat&#257;ra</a></I> (incarnation).</div>
<A NAME="178844"></A><div id="178844"> </div>
<div class="Normal-Level">The word <I><a href="/d/jiva" class="d">j&#299;va</a>-<a href="/d/himsa" class="d">hi&#7745;s&#257;</a></I> (envy of other living entities) actually means stopping the preaching of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness. Preaching work is described as <I>paropak&#257;ra,</I> welfare activity for others. Those who are ignorant of the benefits of devotional service must be educated by preaching. If one stops preaching and simply sits down in a solitary place, he is engaging in material activity. If one desires to make a compromise with the M&#257;y&#257;v&#257;d&#299;s, he is also engaged in material activity. A devotee should never make compromises with nondevotees. By acting as a professional <I><a href="/d/guru" class="d">guru</a>,</I> mystic <I><a href="/d/yogi" class="d">yog&#299;</a></I> or miracle man, one may cheat and bluff the general public and gain fame as a wonderful mystic, but all this is considered to be dust, straw and grains of sand within the heart. In addition, one should follow the regulative principles and not desire illicit sex, gambling, intoxicants or meat.</div>
<A NAME="178845"></A><div id="178845"> </div>
<div class="Normal-Level">To give us practical instructions, Lord &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> cleansed the temple twice. His second cleansing was more thorough. The idea was to throw away all the stumbling blocks on the path of devotional service. He cleansed the temple with firm conviction, as is evident from His using His own personal garments for cleaning. &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> wanted to see personally that the temple was thoroughly cleansed to the standard of clean marble. Clean marble gives a cooling effect. Devotional service means attaining peace from all disturbances caused by material contamination. In other words, it is the process by which the mind is cooled. The mind can be peaceful and thoroughly cleansed when one no longer desires anything but devotional service.</div>
<A NAME="178846"></A><div id="178846"> </div>
<div class="Normal-Level">Even though all dirty things may be cleansed away, sometimes subtle desires remain in the mind for impersonalism, monism, success and the four principles of religious activity (<I><a href="/d/dharma" class="d">dharma</a>, <a href="/d/artha" class="d">artha</a>, <a href="/d/kama" class="d">k&#257;ma</a></I> and <I><a href="/d/moksa" class="d">mok&#7779;a</a></I>)<I>.</I> All these are like spots on clean cloth. &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> also wanted to cleanse all these away.</div>
<A NAME="178847"></A><div id="178847"> </div>
<div class="Normal-Level">By His practical activity, &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> informed us how to cleanse our hearts. Once the heart is cleansed, we should invite Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> to sit down, and we should observe the festival by distributing <I><a href="/d/prasada" class="d">pras&#257;da</a></I> and chanting the <a href="/d/hare" class="d">Hare</a> <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> <I><a href="/d/maha" class="d">mah&#257;</a>-<a href="/d/mantra" class="d">mantra</a>.</I> &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> used to teach every devotee by His personal behavior. Everyone who spreads the cult of &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> accepts a similar responsibility. The Lord was personally chastising and praising individuals in the course of the cleaning, and those who are engaged as <I>&#257;c&#257;ryas</I> must learn from &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> how to train devotees by personal example. The Lord was very much pleased with those who could cleanse the temple by taking out undesirable things accumulated within. This is called <I><a href="/d/anartha" class="d">anartha</a>-<a href="/d/nivrtti" class="d">niv&#7771;tti</a>,</I> cleansing the heart of all unwanted things. Thus the cleansing of the <a href="/d/gundica" class="d">Gu&#7751;&#7693;ic&#257;</a>-<a href="/d/mandira" class="d">mandira</a> was conducted by &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> to let us know how the heart should be cleansed and soothed to receive Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and enable Him to sit within the heart without disturbance.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/madhya/12/135">https://prabhupadabooks.com/cc/madhya/12/135</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/madhya/12/134?d=1">Madhya 12.134</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/madhya/12/136?d=1">Madhya 12.136</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
