{
	"info": {
		"id": "cc\\madhya\\18\\125",
		"nextId": "cc/madhya/18/126",
		"prevId": "cc/madhya/18/124"
	},
	"verses": [
		{
			"roman": "yan-nāmadheya-śravaṇānukīrtanād\nyat-prahvaṇād yat-smaraṇād api kvacit\nśvādo 'pi sadyaḥ savanāya kalpate\nkutaḥ punas te bhagavan nu darśanāt\n",
			"isProse": false
		}
	],
	"synonyms": "yat—of whom; nāmadheya—of the name; śravaṇa—from hearing; anukīrtanāt—and thereafter from chanting; yat—to whom; prahvaṇāt—from offering respects; yat—of whom; smaraṇāt—from simply remembering; api—also; kvacit—sometimes; śva-adaḥ—a dog-eater; api—even; sadyaḥ—immediately; savanāya—for performing Vedic sacrifices; kalpate—becomes eligible; kutaḥ—what to speak; punaḥ—again; te—of You; bhagavan—O Supreme Personality of Godhead; nu—certainly; darśanāt—from seeing.",
	"translation": "\" 'To say nothing of the spiritual advancement of persons who see the Supreme Person face to face, even a person born in a family of dog-eaters becomes immediately eligible to perform Vedic sacrifices if he once utters the holy name of the Supreme Personality of Godhead, or chants about Him, hears about His pastimes, offers Him obeisances or even remembers Him.'",
	"purport": [
		{
			"type": "normal",
			"content": "This is a quotation from Śrīmad-Bhāgavatam (3.33.6). According to this verse, it doesn't matter what position a person holds. One may be the lowest of the low-a caṇḍāla, or dog-eater-but if he takes to chanting and hearing the holy name of the Lord, he is immediately eligible to perform Vedic sacrifices. This is especially true in this Age of Kali."
		},
		{
			"type": "normal",
			"content": "harer nāma harer nāma\nharer nāmaiva kevalam\nkalau nāsty eva nāsty eva\nnāsty eva gatir anyathā"
		},
		{
			"type": "normal",
			"content": "(Bṛhan-nāradīya Purāṇa 38.126)"
		},
		{
			"type": "normal",
			"content": "A person born in a brāhmaṇa family cannot perform Vedic sacrifices until he is properly purified and has attained his sacred thread. However, according to this verse, it is understood that even a lowborn person can immediately perform sacrifices if he sincerely chants and hears the holy name of the Lord. Sometimes envious people ask how Europeans and Americans in this Kṛṣṇa consciousness movement can become brāhmaṇas and perform sacrifices. They do not know that the Europeans and Americans have already been purified by chanting the holy name of the Lord-Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare HareHare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. This is the proof. Śvādo 'pi sadyaḥ savanāya kalpate. One may be born in a family of dog-eaters, but he can perform sacrifices simply by chanting the mahā-mantra."
		},
		{
			"type": "normal",
			"content": "Those who find fault in the Western Vaiṣṇavas should consider this statement from Śrīmad-Bhāgavatam and the commentary on this verse by Śrīla Jīva Gosvāmī. In this regard, Śrīla Jīva Gosvāmī has stated that to become a brāhmaṇa, one has to wait for purification and undergo the sacred thread ceremony, but a chanter of the holy name does not have to wait for the sacred thread ceremony. We do not allow devotees to perform sacrifices until they are properly initiated in the sacred thread ceremony. Yet according to this verse, an offenseless chanter of the holy name is already fit to perform a fire ceremony, even though he is not doubly initiated by the sacred thread ceremony. This is the verdict given by Lord Kapiladeva in His instructions to His mother, Devahūti. It was Lord Kapiladeva who instructed Devahūti in pure Sāṅkhya philosophy."
		}
	]
}