<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Adi 1.46 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Adi 1.46 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/adi?d=1"  class="breadcrumb" title="Cc.  Adi-lila">Cc.  Adi-lila</a> > <a href="https://prabhupadabooks.com/cc/adi/1-1?d=1"  class="breadcrumb" title="Adi 1: The Spiritual Masters">Adi 1: The Spiritual Masters</a> > <a href="https://prabhupadabooks.com/cc/adi/1/46?d=1"  class="breadcrumb" title="Adi 1.46">Adi 1.46</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="129256"></A><div id="129256"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 46</div>
</div><A NAME="129258"></A><div id="129258"> </div>
<div style=" text-align : center"><div class="Verse-Text">&#257;c&#257;rya&#7745; m&#257;&#7745; vij&#257;n&#299;y&#257;n</div>
</div><A NAME="129259"></A><div id="129259"> </div>
<div style=" text-align : center"><div class="Verse-Text">n&#257;vamanyeta karhicit</div>
</div><A NAME="129260"></A><div id="129260"> </div>
<div style=" text-align : center"><div class="Verse-Text">na martya-buddhy&#257;s&#363;yeta</div>
</div><A NAME="129261"></A><div id="129261"> </div>
<div style=" text-align : center"><div class="Verse-Text">sarva-deva-mayo guru&#7717;</div>
</div><A NAME="129262"></A><div id="129262"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="129263"></A><div id="129263"> </div>
<div class="Synonyms"><I><a href="/d/acaryam" class="d">&#257;c&#257;ryam</a></I>&mdash;the spiritual master; <I><a href="/d/mam" class="d">m&#257;m</a></I>&mdash;Myself; <I><a href="/d/vijaniyat" class="d">vij&#257;n&#299;y&#257;t</a></I>&mdash;one should know; <I><a href="/d/na" class="d">na</a> <a href="/d/avamanyeta" class="d">avamanyeta</a></I>&mdash;one should never disrespect; <I><a href="/d/karhicit" class="d">karhicit</a></I>&mdash;at any time; <I><a href="/d/na" class="d">na</a></I>&mdash;never; <I><a href="/d/martya" class="d">martya</a>-<a href="/d/buddhya" class="d">buddhy&#257;</a></I>&mdash;with the idea of his being an ordinary man; <I><a href="/d/asuyeta" class="d">as&#363;yeta</a></I>&mdash;one should be envious; <I><a href="/d/sarva" class="d">sarva</a>-<a href="/d/deva" class="d">deva</a></I>&mdash;of all demigods; <I><a href="/d/mayah" class="d">maya&#7717;</a></I>&mdash;representative; <I><a href="/d/guruh" class="d">guru&#7717;</a></I>&mdash;the spiritual master.</div>
<A NAME="129264"></A><div id="129264"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="129265"></A><div id="129265"> </div>
<div class="Normal-Level"><B>"One should know the <a href="/d/acarya" class="d">&#257;c&#257;rya</a> as Myself and never disrespect him in any way. One should not envy him, thinking him an ordinary man, for he is the representative of all the demigods."</B></div>
<A NAME="129266"></A><div id="129266"> </div>
<div class="Titles">PURPORT</div>
<A NAME="129267"></A><div id="129267"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">This is a verse from <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> (11.17.27) spoken by Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> when He was questioned by <a href="/d/uddhava" class="d">Uddhava</a> regarding the four social and spiritual orders of society. He was specifically instructing how a <I><a href="/d/brahmacari" class="d">brahmac&#257;r&#299;</a></I> should behave under the care of a spiritual master. A spiritual master is not an enjoyer of facilities offered by his disciples. He is like a parent. Without the attentive service of his parents, a child cannot grow to manhood; similarly, without the care of the spiritual master one cannot rise to the plane of transcendental service.</div>
</div><A NAME="129268"></A><div id="129268"> </div>
<div class="Normal-Level">The spiritual master is also called <I><a href="/d/acarya" class="d">&#257;c&#257;rya</a>,</I> or a transcendental professor of spiritual science. The <I><a href="/d/manu" class="d">Manu</a>-<a href="/d/samhita" class="d">sa&#7745;hit&#257;</a></I> (2.140) explains the duties of an <I><a href="/d/acarya" class="d">&#257;c&#257;rya</a>,</I> describing that a bona fide spiritual master accepts charge of disciples, teaches them the Vedic knowledge with all its intricacies, and gives them their second birth. The ceremony performed to initiate a disciple into the study of spiritual science is called <I>upan&#299;ti,</I> or the function that brings one nearer to the spiritual master. One who cannot be brought nearer to a spiritual master cannot have a sacred thread, and thus he is indicated to be a <I><a href="/d/sudra" class="d">&#347;&#363;dra</a>.</I> The sacred thread on the body of a <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a>, <a href="/d/ksatriya" class="d">k&#7779;atriya</a></I> or <I><a href="/d/vaisya" class="d">vai&#347;ya</a></I> is a symbol of initiation by the spiritual master; it is worth nothing if worn merely to boast of high parentage. The duty of the spiritual master is to initiate a disciple with the sacred thread ceremony, and after this <I><a href="/d/samskara" class="d">sa&#7745;sk&#257;ra</a>,</I> or purificatory process, the spiritual master actually begins to teach the disciple about the <I>Vedas.</I> A person born a <I><a href="/d/sudra" class="d">&#347;&#363;dra</a></I> is not barred from such spiritual initiation, provided he is approved by the spiritual master, who is duly authorized to award a disciple the right to be a <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></I> if he finds him perfectly qualified. In the <I><a href="/d/vayu" class="d">V&#257;yu</a> <a href="/d/purana" class="d">Pur&#257;&#7751;a</a></I> an <I><a href="/d/acarya" class="d">&#257;c&#257;rya</a></I> is defined as one who knows the import of all Vedic literature, explains the purpose of the <I>Vedas,</I> abides by their rules and regulations, and teaches his disciples to act in the same way.</div>
<A NAME="129269"></A><div id="129269"> </div>
<div class="Normal-Level">Only out of His immense compassion does the Personality of Godhead reveal Himself as the spiritual master. Therefore in the dealings of an <I><a href="/d/acarya" class="d">&#257;c&#257;rya</a></I> there are no activities but those of transcendental loving service to the Lord. He is the Supreme Personality of Servitor Godhead. It is worthwhile to take shelter of such a steady devotee, who is called <I><a href="/d/asraya" class="d">&#257;&#347;raya</a>-<a href="/d/vigraha" class="d">vigraha</a>,</I> or the manifestation or form of the Lord of whom one must take shelter.</div>
<A NAME="129270"></A><div id="129270"> </div>
<div class="Normal-Level">If one poses himself as an <I><a href="/d/acarya" class="d">&#257;c&#257;rya</a></I> but does not have an attitude of servitorship to the Lord, he must be considered an offender, and this offensive attitude disqualifies him from being an <I><a href="/d/acarya" class="d">&#257;c&#257;rya</a>.</I> The bona fide spiritual master always engages in unalloyed devotional service to the Supreme Personality of Godhead. By this test he is known to be a direct manifestation of the Lord and a genuine representative of &#346;r&#299; <a href="/d/nityananda" class="d">Nity&#257;nanda</a> <a href="/d/prabhu" class="d">Prabhu</a>. Such a spiritual master is known as <I>&#257;c&#257;ryadeva.</I> Influenced by an envious temperament and dissatisfied because of an attitude of sense gratification, mundaners criticize a real <I><a href="/d/acarya" class="d">&#257;c&#257;rya</a>.</I> In fact, however, a bona fide <I><a href="/d/acarya" class="d">&#257;c&#257;rya</a></I> is nondifferent from the Personality of Godhead, and therefore to envy such an <I><a href="/d/acarya" class="d">&#257;c&#257;rya</a></I> is to envy the Personality of Godhead Himself. This will produce an effect subversive of transcendental realization.</div>
<A NAME="129271"></A><div id="129271"> </div>
<div class="Normal-Level">As mentioned previously, a disciple should always respect the spiritual master as a manifestation of &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, but at the same time one should always remember that a spiritual master is never authorized to imitate the transcendental pastimes of the Lord. False spiritual masters <a href="/d/pose" class="d">pose</a> themselves as identical with &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> in every respect to exploit the sentiments of their disciples, but such impersonalists can only mislead their disciples, for their ultimate aim is to become one with the Lord. This is against the principles of the devotional cult.</div>
<A NAME="129272"></A><div id="129272"> </div>
<div class="Normal-Level">The real Vedic philosophy is <I><a href="/d/acintya" class="d">acintya</a>-bhed&#257;bheda-<a href="/d/tattva" class="d">tattva</a>,</I> which establishes everything to be simultaneously one with and different from the Personality of Godhead. &#346;r&#299;la <a href="/d/raghunatha" class="d">Raghun&#257;tha</a> <a href="/d/dasa" class="d">d&#257;sa</a> Gosv&#257;m&#299; confirms that this is the real position of a bona fide spiritual master and says that one should always think of the spiritual master in terms of his intimate relationship with <a href="/d/mukunda" class="d">Mukunda</a> (&#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>). &#346;r&#299;la <a href="/d/jiva" class="d">J&#299;va</a> Gosv&#257;m&#299;, in his <I><a href="/d/bhakti" class="d">Bhakti</a>-<a href="/d/sandarbha" class="d">sandarbha</a></I> (213), has clearly defined that a pure devotee's observation of the spiritual master and Lord &#346;iva as one with the Personality of Godhead exists in terms of their being very dear to the Lord, not identical with Him in all respects. Following in the footsteps of &#346;r&#299;la <a href="/d/raghunatha" class="d">Raghun&#257;tha</a> <a href="/d/dasa" class="d">d&#257;sa</a> Gosv&#257;m&#299; and &#346;r&#299;la <a href="/d/jiva" class="d">J&#299;va</a> Gosv&#257;m&#299;, later <I>&#257;c&#257;ryas</I> like &#346;r&#299;la Vi&#347;van&#257;tha <a href="/d/cakravarti" class="d">Cakravart&#299;</a> &#7788;h&#257;kura have confirmed the same truths. In his prayers to the spiritual master, &#346;r&#299;la Vi&#347;van&#257;tha <a href="/d/cakravarti" class="d">Cakravart&#299;</a> &#7788;h&#257;kura confirms that all the revealed scriptures accept the spiritual master to be identical with the Personality of Godhead because he is a very dear and confidential servant of the Lord. <a href="/d/gaudiya" class="d">Gau&#7693;&#299;ya</a> Vai&#7779;&#7751;avas therefore worship &#346;r&#299;la Gurudeva (the spiritual master) in the light of his being the servitor of the Personality of Godhead. In all the ancient scriptures of devotional service and in the more recent songs of &#346;r&#299;la Narottama <a href="/d/dasa" class="d">d&#257;sa</a> &#7788;h&#257;kura, &#346;r&#299;la Bhaktivinoda &#7788;h&#257;kura and other unalloyed Vai&#7779;&#7751;avas, the spiritual master is always considered either one of the confidential associates of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;&#7751;&#299; or a manifested representation of &#346;r&#299;la <a href="/d/nityananda" class="d">Nity&#257;nanda</a> <a href="/d/prabhu" class="d">Prabhu</a>.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/adi/1/46">https://prabhupadabooks.com/cc/adi/1/46</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/adi/1/45?d=1">Adi 1.45</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/adi/1/47?d=1">Adi 1.47</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
