<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 4.21.27 Srimad-Bhagavatam</title>
<meta name="description" content="My dear respectable ladies and gentlemen, according to the authoritative statements of sastra, there must be a supreme authority who is able to award the">
<meta property="og:title" content="SB 4.21.27 Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="My dear respectable ladies and gentlemen, according to the authoritative statements of çästra, there must be a supreme authority who is able to award the" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/4?d=1"  class="breadcrumb" title="Canto 4: The Creation of the Fourth Order">Canto 4</a> > <a href="https://prabhupadabooks.com/sb/4/21?d=1"  class="breadcrumb" title="SB 4.21: Instructions by Maharaja Prthu">SB 4.21</a> > <a href="https://prabhupadabooks.com/sb/4/21/27?d=1"  class="breadcrumb" title="SB 4.21.27">SB 4.21.27</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="58334"></A><div id="58334"> </div>
<div class="Textnum"><JD:"Destination-1144">TEXT 27</div>
<A NAME="58336"></A><div id="58336"> </div>
<div class="Verse-Text">asti yaj&ntilde;a-patir n&#257;ma</div>
<A NAME="58337"></A><div id="58337"> </div>
<div class="Verse-Text">ke&#7779;&#257;&ntilde;cid arha-sattam&#257;&#7717;</div>
<A NAME="58338"></A><div id="58338"> </div>
<div class="Verse-Text">ih&#257;mutra ca lak&#7779;yante</div>
<A NAME="58339"></A><div id="58339"> </div>
<div class="Verse-Text">jyotsn&#257;vatya&#7717; kvacid bhuva&#7717;</div>
<A NAME="58340"></A><div id="58340"> </div>
<div class="Synonyms-Section">SYNONYMS</div>
<A NAME="58341"></A><div id="58341"> </div>
<div class="Synonyms"><span class="Italic"><a href="/d/asti" class="d">asti</a></span>&mdash;there must be; <span class="Italic"><a href="/d/yajna" class="d">yaj&ntilde;a</a>-<a href="/d/patih" class="d">pati&#7717;</a></span>&mdash;the enjoyer of all sacrifices; <span class="Italic"><a href="/d/nama" class="d">n&#257;ma</a></span>&mdash;of the name; <span class="Italic"><a href="/d/kesancit" class="d">ke&#7779;&#257;&ntilde;cit</a></span>&mdash;in the opinion of some; <span class="Italic"><a href="/d/arha" class="d">arha</a>-<a href="/d/sattamah" class="d">sattam&#257;&#7717;</a></span>&mdash;O most respectable; <span class="Italic"><a href="/d/iha" class="d">iha</a></span>&mdash;in this material world; <span class="Italic"><a href="/d/amutra" class="d">amutra</a></span>&mdash;after death; <span class="Italic"><a href="/d/ca" class="d">ca</a></span>&mdash;also; <span class="Italic"><a href="/d/laksyante" class="d">lak&#7779;yante</a></span>&mdash;it is visible; <span class="Italic"><a href="/d/jyotsna" class="d">jyotsn&#257;</a>-<a href="/d/vatyah" class="d">vatya&#7717;</a></span>&mdash;powerful, beautiful; <span class="Italic"><a href="/d/kvacit" class="d">kvacit</a></span>&mdash;somewhere; <span class="Italic"><a href="/d/bhuvah" class="d">bhuva&#7717;</a></span>&mdash;bodies.</div>
<A NAME="58342"></A><div id="58342"> </div>
<div class="Verse-Section">TRANSLATION</div>
<A NAME="58343"></A><div id="58343"> </div>
<div class="Translation">My dear respectable ladies and gentlemen, according to the authoritative statements of <a href="/d/sastra" class="d">&#347;&#257;stra</a>, there must be a supreme authority who is able to award the respective benefits of our present activities. Otherwise, why should there be persons who are unusually beautiful and powerful both in this life and in the life after death?</div>
<A NAME="58344"></A><div id="58344"> </div>
<div class="Verse-Section">PURPORT</div>
<A NAME="58345"></A><div id="58345"> </div>
<div class="First"><a href="/d/prthu" class="d">P&#7771;thu</a> Mah&#257;r&#257;ja&rsquo;s sole aim in ruling his kingdom was to raise the citizens to the standard of God consciousness. Since there was a great assembly in the arena of sacrifice, there were different types of men present, but he was especially interested in speaking to those who were not atheists. It has already been explained in the previous verses that <a href="/d/prthu" class="d">P&#7771;thu</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> advised the citizens to become <span class="Italic"><a href="/d/adhoksaja" class="d">adhok&#7779;aja</a>-<a href="/d/dhiyah" class="d">dhiya&#7717;</a>,</span> which means God conscious, or <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> conscious, and in this verse he specifically presents the authority of <span class="Italic"><a href="/d/sastra" class="d">&#347;&#257;stra</a>,</span> even though his father was a number one atheist who did not abide by the injunctions mentioned in the Vedic <span class="Italic">&#347;&#257;stras,</span> who practically stopped all sacrificial performances and who so disgusted the <span class="Italic">br&#257;hma&#7751;as</span> that they not only dethroned him but cursed and killed him. Atheistic men do not believe in the existence of God, and thus they understand everything which is happening in our daily affairs to be due to physical arrangement and chance. Atheists believe in the atheistic <a href="/d/sankhya" class="d">S&#257;&#7749;khya</a> philosophy of the combination of <span class="Italic"><a href="/d/prakrti" class="d">prak&#7771;ti</a></span> and <span class="Italic"><a href="/d/purusa" class="d">puru&#7779;a</a>.</span> They believe only in matter and hold that matter under certain conditions of amalgamation gives rise to the living force, which then appears as <span class="Italic"><a href="/d/purusa" class="d">puru&#7779;a</a>,</span> the enjoyer; then, by a combination of matter and the living force, the many varieties of material manifestation come into existence. Nor do atheists believe in the injunctions of the <span class="Italic">Vedas.</span> According to them, all the Vedic injunctions are simply theories that have no practical application in life. Taking all this into consideration, <a href="/d/prthu" class="d">P&#7771;thu</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> suggested that theistic men will solidly reject the views of the atheists on the grounds that there cannot be many varieties of existence without the plan of a superior intelligence. Atheists very vaguely explain that these varieties of existence occur simply by chance, but the theists who believe in the injunctions of the <span class="Italic">Vedas</span> must reach all their conclusions under the direction of the <span class="Italic">Vedas.</span></div>
<A NAME="58346"></A><div id="58346"> </div>
<div class="Purport">In the <span class="Italic"><a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> <a href="/d/purana" class="d">Pur&#257;&#7751;a</a></span> it is said that the entire <span class="Italic"><a href="/d/varnasrama" class="d">var&#7751;&#257;&#347;rama</a></span> institution is meant to satisfy the Supreme Personality of Godhead. The rules and regulations set up for the execution of the duties of <span class="Italic">br&#257;hma&#7751;as, k&#7779;atriyas, vai&#347;yas</span> and <span class="Italic">&#347;&#363;dras</span> or <span class="Italic">brahmac&#257;r&#299;s, g&#7771;hasthas, v&#257;naprasthas</span> and <span class="Italic">sanny&#257;s&#299;s</span> are all meant to satisfy the Supreme Lord. At the present moment, although the so-called <span class="Italic">br&#257;hma&#7751;as, k&#7779;atriyas, vai&#347;yas</span> and <span class="Italic">&#347;&#363;dras</span> have lost their original culture, they claim to be <span class="Italic">br&#257;hma&#7751;as, k&#7779;atriyas, vai&#347;yas</span> and <span class="Italic">&#347;&#363;dras</span> by birthright. Yet they have rejected the proposition that such social and spiritual orders are especially meant for worship of Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>. The dangerous <a href="/d/mayavada" class="d">M&#257;y&#257;v&#257;da</a> theory set forth by &#346;a&#7749;kar&#257;c&#257;rya&mdash;that God is impersonal&mdash;does not tally with the injunctions of the <span class="Italic">Vedas.</span> &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> therefore described the <a href="/d/mayavadi" class="d">M&#257;y&#257;v&#257;d&#299;</a> philosophers as the greatest offenders against the Personality of Godhead. According to the Vedic system, one who does not abide by the orders of the <span class="Italic">Vedas</span> is called a <span class="Italic"><a href="/d/nastika" class="d">n&#257;stika</a>,</span> or atheist. When Lord <a href="/d/buddha" class="d">Buddha</a> preached his theory of nonviolence, he was obliged to deny the authority of the <span class="Italic">Vedas,</span> and for this reason he was considered by the followers of the <span class="Italic">Vedas</span> to be a <span class="Italic"><a href="/d/nastika" class="d">n&#257;stika</a>.</span> But although &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> very clearly enunciated that the followers of Lord Buddha&rsquo;s philosophy are <span class="Italic">n&#257;stikas,</span> or atheists, because of their denial of the authority of the <span class="Italic">Vedas,</span> He considered the &#346;a&#7749;karites, who wanted to establish Vedic authority by trickery and who actually followed the <a href="/d/mayavada" class="d">M&#257;y&#257;v&#257;da</a> philosophy of Buddha&rsquo;s school, to be more dangerous than the Buddhists themselves. The &#346;a&#7749;karite philosophers&rsquo; theory that we have to imagine a shape of God is more dangerous than denial of the existence of God. Notwithstanding all the philosophical theorizing by atheists or M&#257;y&#257;v&#257;d&#299;s, the followers of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness rigidly live according to the injunctions given in <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a>,</span> which is accepted as the essence of all Vedic scripture. In <span class="Ref_Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> (<a href="https://prabhupadabooks.com/bg/18/46?d=1">18.46</a>) it is said:</div>
<A NAME="58347"></A><div id="58347"> </div>
<div style=" margin-top: 0.125in"><div class="Verse-in-purp"><a href="/d/yatah" class="d">yata&#7717;</a> prav&#7771;ttir <a href="/d/bhutanam" class="d">bh&#363;t&#257;n&#257;&#7745;</a><br><a href="/d/yena" class="d">yena</a> <a href="/d/sarvam" class="d">sarvam</a> <a href="/d/idam" class="d">ida&#7745;</a> <a href="/d/tatam" class="d">tatam</a><br><a href="/d/sva" class="d">sva</a>-<a href="/d/karmana" class="d">karma&#7751;&#257;</a> <a href="/d/tam" class="d">tam</a> <a href="/d/abhyarcya" class="d">abhyarcya</a><br><a href="/d/siddhim" class="d">siddhi&#7745;</a> <a href="/d/vindati" class="d">vindati</a> <a href="/d/manavah" class="d">m&#257;nava&#7717;</a></div>
</div><A NAME="58348"></A><div id="58348"> </div>
<div class="After-Verse">&ldquo;By worship of the Lord, who is the source of all beings and who is all-pervading, man can, in the performance of his own duty, attain perfection.&rdquo; This indicates that the Supreme Personality of Godhead is the original source of everything, as described in the <span class="Italic"><a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sutra" class="d">s&#363;tra</a></span> (<span class="Italic">janm&#257;dy <a href="/d/asya" class="d">asya</a> <a href="/d/yatah" class="d">yata&#7717;</a></I> [SB </I><a href="https://prabhupadabooks.com/sb/1/1/1?d=1">1.1.1</a></I>]</span></I>). The Lord Himself also confirms in <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a>,</span> <span class="Italic"><a href="/d/aham" class="d">aha&#7745;</a> <a href="/d/sarvasya" class="d">sarvasya</a> <a href="/d/prabhavah" class="d">prabhava&#7717;</a>:</span> &ldquo;I am the origin of everything.&rdquo; The Supreme Personality of Godhead is the original source of all emanations, and at the same time, as <a href="/d/paramatma" class="d">Param&#257;tm&#257;</a>, He is spread all over existence. The Absolute Truth is therefore the Supreme Personality of Godhead, and every living being is meant to satisfy the Supreme Godhead by performing his respective duty (<span class="Italic"><a href="/d/sva" class="d">sva</a>-<a href="/d/karmana" class="d">karma&#7751;&#257;</a> <a href="/d/tam" class="d">tam</a> <a href="/d/abhyarcya" class="d">abhyarcya</a></span>). <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/prthu" class="d">P&#7771;thu</a> wanted to introduce this formula amongst his citizens.</div>
<A NAME="58349"></A><div id="58349"> </div>
<div class="Purport">The most important point in human civilization is that while one engages in different occupational duties, he must try to satisfy the Supreme Lord by the execution of such duties. That is the highest perfection of life. <span class="Italic"><a href="/d/svanusthitasya" class="d">Svanu&#7779;&#7789;hitasya</a> <a href="/d/dharmasya" class="d">dharmasya</a> sa&#7745;siddhir <a href="/d/hari" class="d">hari</a>-<a href="/d/tosanam" class="d">to&#7779;a&#7751;am</a>:</I> [SB </I><a href="https://prabhupadabooks.com/sb/1/2/13?d=1">1.2.13</a></I>]</span></I> by discharging one&rsquo;s prescribed duty, one can become very successful in life if he simply satisfies the Supreme Personality of Godhead. The vivid example is <a href="/d/arjuna" class="d">Arjuna</a>. He was a <span class="Italic"><a href="/d/ksatriya" class="d">k&#7779;atriya</a>,</span> his duty was to fight, and by executing his prescribed duty he satisfied the Supreme Lord and therefore became perfect. Everyone should follow this principle. The atheists, who do not, are condemned in <span class="Ref_Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> (<a href="https://prabhupadabooks.com/bg/16/19?d=1">16.19</a>) by the following statement: <span class="Italic"><a href="/d/tan" class="d">t&#257;n</a> <a href="/d/aham" class="d">aha&#7745;</a> <a href="/d/dvisatah" class="d">dvi&#7779;ata&#7717;</a> <a href="/d/kruran" class="d">kr&#363;r&#257;n</a> <a href="/d/samsaresu" class="d">sa&#7745;s&#257;re&#7779;u</a> <a href="/d/naradhaman" class="d">nar&#257;dham&#257;n</a>.</span> In this verse it is clearly said that persons who are envious of the Supreme Personality of Godhead are the lowest of mankind and are very mischievous. Under the regulative principles of the Supreme, such mischievous persons are thrown into the darkest region of material existence and are born of <span class="Italic">asuras,</span> or atheists. Birth after birth, such <span class="Italic">asuras</span> go still further down, finally to animal forms like those of tigers or similar ferocious beasts. Thus for millions of years they have to remain in darkness without knowledge of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>.</div>
<A NAME="58350"></A><div id="58350"> </div>
<div class="Purport">The Supreme Personality of Godhead is known as <a href="/d/purusottama" class="d">Puru&#7779;ottama</a>, or the best of all living entities. He is a person like all other living entities, but He is the leader or the best of all living beings. That is stated in the <span class="Italic">Vedas</span> also. <span class="Italic">Nityo nity&#257;n&#257;&#7745; cetana&#347; cetan&#257;n&#257;m.</span> He is the chief of all eternals, the chief of all living entities, and He is complete and full. He has no need to derive benefit by interfering with the affairs of other living entities, but because He is the maintainer of all, He has the right to bring them to the proper standard so that all living entities may become happy. A father wants all of his children to become happy under his direction. Similarly, God, or <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, the Supreme Personality of Godhead, has the right to see that all living entities are happy. There is no possibility of becoming happy within this material world. The father and the sons are eternal, but if a living entity does not come to the platform of his eternal life of bliss and knowledge, there is no question of happiness. Although <a href="/d/purusottama" class="d">Puru&#7779;ottama</a>, the best of all living entities, has no benefit to derive from the common living entities, He does have the right to discriminate between their right and wrong ways. The right way is the path of activities meant to satisfy the Supreme Personality of Godhead, as we have already discussed (<span class="Italic"><a href="/d/svanusthitasya" class="d">svanu&#7779;&#7789;hitasya</a> <a href="/d/dharmasya" class="d">dharmasya</a> sa&#7745;siddhir <a href="/d/hari" class="d">hari</a>-<a href="/d/tosanam" class="d">to&#7779;a&#7751;am</a></I> [SB </I><a href="https://prabhupadabooks.com/sb/1/2/13?d=1">1.2.13</a></I>]</span></I>). A living entity may engage in any occupational duty, but if he wants to have perfection in his duties, he must satisfy the Supreme Lord. As such, one who pleases Him gets better facilities for living, but one who displeases Him gets involved in undesirable situations.</div>
<A NAME="58351"></A><div id="58351"> </div>
<div class="Purport">It is therefore concluded that there are two kinds of duties&mdash;mundane duty and duty performed for the sake of <span class="Italic"><a href="/d/yajna" class="d">yaj&ntilde;a</a>,</span> or sacrifice (<span class="Italic">yaj&ntilde;&#257;rth&#257;t <a href="/d/karma" class="d">karma</a></span>). Any <span class="Italic"><a href="/d/karma" class="d">karma</a></span> (activity) one performs which is not for the purpose of <span class="Italic"><a href="/d/yajna" class="d">yaj&ntilde;a</a></span> is a cause of bondage. <span class="Italic">Yaj&ntilde;&#257;rth&#257;t karma&#7751;o&rsquo;nyatra loko&rsquo;ya&#7745; <a href="/d/karma" class="d">karma</a>-<a href="/d/bandhanah" class="d">bandhana&#7717;</a>:</span> &ldquo;Work done as a sacrifice for <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> has to be performed, otherwise work binds one to this material world.&rdquo; (Bg. <a href="https://prabhupadabooks.com/bg/3/9?d=1">3.9</a>) <span class="Italic"><a href="/d/karma" class="d">Karma</a>-<a href="/d/bandhanah" class="d">bandhana&#7717;</a>,</span> or the bondage of <span class="Italic"><a href="/d/karma" class="d">karma</a>,</span> is administered under the regulations of the stringent laws of material nature. Material existence is a struggle to conquer the impediments put forth by material nature. The <span class="Italic">asuras</span> are always fighting to overcome these impediments, and by the illusory power of material nature the foolish living entities work very hard within this material world and take this to be happiness. This is called <span class="Italic"><a href="/d/maya" class="d">m&#257;y&#257;</a>.</span> In that hard struggle for existence, they deny the existence of the supreme authority, <a href="/d/purusottama" class="d">Puru&#7779;ottama</a>, the Supreme Personality of Godhead.</div>
<A NAME="58352"></A><div id="58352"> </div>
<div class="Purport">In order to regulate the activities of the living entities, God has given us codes, just as a king gives codes of law in a state, and whoever breaks the law is punished. Similarly, the Lord has given the infallible knowledge of the <span class="Italic">Vedas,</span> which are not contaminated by the four defects of human life&mdash;namely the tendency to commit mistakes, to be illusioned, to cheat and to have imperfect senses. If we do not take direction from the <span class="Italic">Vedas</span> but act whimsically according to our own choice, we are sure to be punished by the laws of the Lord, who offers different types of bodies in the 8,400,000 species of forms. Material existence, or the sense gratification process, is conducted according to the type of body we are given by <span class="Italic"><a href="/d/prakrti" class="d">prak&#7771;ti</a>,</span> or material nature. As such, there must be divisions of pious and impious activities (<span class="Italic"><a href="/d/punya" class="d">pu&#7751;ya</a></span> and <span class="Italic"><a href="/d/papa" class="d">p&#257;pa</a></span>). In <span class="Ref_Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> (<a href="https://prabhupadabooks.com/bg/7/28?d=1">7.28</a>) it is clearly stated:</div>
<A NAME="58353"></A><div id="58353"> </div>
<div style=" margin-top: 0.125in"><div class="Verse-in-purp"><a href="/d/yesam" class="d">ye&#7779;&#257;&#7745;</a> tv <a href="/d/anta" class="d">anta</a>-<a href="/d/gatam" class="d">gata&#7745;</a> <a href="/d/papam" class="d">p&#257;pa&#7745;</a><br><a href="/d/jananam" class="d">jan&#257;n&#257;&#7745;</a> <a href="/d/punya" class="d">pu&#7751;ya</a>-<a href="/d/karmanam" class="d">karma&#7751;&#257;m</a><br><a href="/d/te" class="d">te</a> <a href="/d/dvandva" class="d">dvandva</a>-<a href="/d/moha" class="d">moha</a>-<a href="/d/nirmukta" class="d">nirmukt&#257;</a><br><a href="/d/bhajante" class="d">bhajante</a> <a href="/d/mam" class="d">m&#257;&#7745;</a> <a href="/d/drdha" class="d">d&#7771;&#7693;ha</a>-<a href="/d/vratah" class="d">vrat&#257;&#7717;</a></div>
</div><A NAME="58354"></A><div id="58354"> </div>
<div class="After-Verse">&ldquo;One who has completely surpassed the resultant activities of the impious path of life [this is possible only when one engages exclusively in pious activities] can understand his eternal relationship with the Supreme Personality of Godhead. Thus one engages in the Lord&rsquo;s transcendental loving service.&rdquo; This life of engaging always in the loving service of the Lord is called <span class="Italic"><a href="/d/adhoksaja" class="d">adhok&#7779;aja</a>-<a href="/d/dhiyah" class="d">dhiya&#7717;</a>,</span> or a life of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness, which King <a href="/d/prthu" class="d">P&#7771;thu</a> meant his citizens to follow.</div>
<A NAME="58355"></A><div id="58355"> </div>
<div class="Purport">The different varieties of life and of material existence do not come about by chance and necessity; they are different arrangements made by the Supreme Lord in terms of the pious and impious activities of the living entities. By performing pious activities one can take birth in a good family in a good nation, one can get a beautiful body or can become very well educated or very rich. We see, therefore, that in different places and in different planets there are different standards of life, bodily features and educational statuses, all awarded by the Supreme Personality of Godhead according to pious or impious activities. Varieties of life, therefore, develop not by chance but by prearrangement. There is a plan, which is already outlined in the Vedic knowledge. One has to take advantage of this knowledge and mold his life in such a way that at the end, especially in the human form of life, he may go back home, back to Godhead, by practicing <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness.</div>
<A NAME="58356"></A><div id="58356"> </div>
<div class="Purport">The theory of chance can best be explained in the Vedic literature by the words <span class="Italic"><a href="/d/ajnata" class="d">aj&ntilde;&#257;ta</a>-<a href="/d/sukrti" class="d">suk&#7771;ti</a>,</span> which refer to pious activities performed without the actor&rsquo;s knowledge. But these are also planned. For example, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> comes like an ordinary human being, He comes as a devotee like Lord <a href="/d/caitanya" class="d">Caitanya</a>, or He sends His representative, the spiritual master, or pure devotee. This is also the planned activity of the Supreme Personality of Godhead. They come to canvass and educate, and thus a person in the illusory energy of the Supreme Lord gets a chance to mix with them, talk with them and take lessons from them, and somehow or other if a conditioned soul surrenders to such personalities and by intimate association with them chances to become <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> conscious, he is saved from the material conditions of life. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> therefore instructs:</div>
<A NAME="58357"></A><div id="58357"> </div>
<div style=" margin-top: 0.125in"><div class="Verse-in-purp"><a href="/d/sarva" class="d">sarva</a>-<a href="/d/dharman" class="d">dharm&#257;n</a> <a href="/d/parityajya" class="d">parityajya</a><br><a href="/d/mam" class="d">m&#257;m</a> <a href="/d/ekam" class="d">eka&#7745;</a> <a href="/d/saranam" class="d">&#347;ara&#7751;a&#7745;</a> <a href="/d/vraja" class="d">vraja</a><br><a href="/d/aham" class="d">aha&#7745;</a> <a href="/d/tvam" class="d">tv&#257;&#7745;</a> <a href="/d/sarva" class="d">sarva</a>-p&#257;pebhyo<br><a href="/d/moksayisyami" class="d">mok&#7779;ayi&#7779;y&#257;mi</a> <a href="/d/ma" class="d">m&#257;</a> <a href="/d/sucah" class="d">&#347;uca&#7717;</a></div>
</div><A NAME="58358"></A><div id="58358"> </div>
<div class="After-Verse">&ldquo;Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.&rdquo; (Bg. <a href="https://prabhupadabooks.com/bg/18/66?d=1">18.66</a>) The word <span class="Italic"><a href="/d/sarva" class="d">sarva</a>-<a href="/d/papebhyah" class="d">p&#257;pebhya&#7717;</a></span> means &ldquo;from all sinful activities.&rdquo; A person who surrenders unto Him by utilizing the chance to associate with the pure devotee, spiritual master or other authorized incarnations of Godhead, like <a href="/d/prthu" class="d">P&#7771;thu</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>, is saved by <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. Then his life becomes successful.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/4/21/27">https://prabhupadabooks.com/sb/4/21/27</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/4/21/26?d=1">SB 4.21.26</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/4/21/28-29?d=1">SB-4.21.28, SB-4.21.29, SB-4.21.28-29</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
