{
	"info": {
		"id": "cc\\adi\\11\\23",
		"nextId": "cc/adi/11/24",
		"prevId": "cc/adi/11/22"
	},
	"verses": [
		{
			"roman": "sundarānanda--nityānandera śākhā, bhṛtya marma\nyāṅra saṅge nityānanda kare vraja-narma\n",
			"isProse": false
		}
	],
	"synonyms": "sundarānanda—of the name Sundarānanda; nityānandera śākhā—a branch of Nityānanda Prabhu; bhṛtya marma—very intimate servant; yāṅra saṅge—with whom; nityānanda—Lord Nityānanda; kare—performs; vraja-narma—activities of Vṛndāvana.",
	"translation": "Sundarānanda, another branch of Śrī Nityānanda Prabhu, was Lord Nityānanda's most intimate servant. Lord Nityānanda Prabhu perceived the life of Vrajabhūmi in his company.",
	"purport": [
		{
			"type": "normal",
			"content": "In the Caitanya-bhagavata, Antya-līlā, Chapter Fives, it is stated that Sundarānanda was an ocean of love of Godhead and the chief associate of Śrī Nityānanda Prabhu. In the Gaura-gaṇoddeśa-dīpikā he is stated to have been Sudāmā in kṛṣṇa-līlā. Thus he was one of the twelve cowherd boys who came down with Balarāma when He descended as Śrī Nityānanda Prabhu. The holy place where Sundarānanda lived is situated in the village known as Maheśapura, which is about fourteen miles east of the Mājadiyā railway station of the eastern railway from Calcutta to Burdwan. This place is within the district of Jeshore, which is now in Bangladesh. Among the relics of this village, only the old residential house of Sundarānanda still exists. At the end of the village resides a bāula (pseudo-Vaiṣṇava), and all the buildings, both the temples and the house, appear to be newly constructed. In Maheśapura there are Deities of Śrī Rādhāvallabha and Śrī Śrī Rādhāramaṇa. Near the temple is a small river of the name Vetravatī."
		},
		{
			"type": "normal",
			"content": "Sundarānanda Prabhu was a naiṣṭhika-brahmacārī: he never married in his life. Therefore he had no direct descendants except his disciples, but the descendants of his family still reside in the village known as Maṅgalaḍihi in the district of Birbhum. In that same village is a temple of Balarāma, and the Deity there is regularly worshiped. The original Deity of Maheśapura, Rādhāvallabha, was taken by the Saidābād Gosvāmīs of Berhampur, and since the present Deities were installed, a Zamindar family of Maheśapura has looked after Their worship. On the full moon day of the month of Māgha (January-February), the anniversary of Sundarānanda's disappearance is regularly celebrated, and people from the neighboring areas gather together to observe this festival."
		}
	]
}