<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 8.4 Summary Srimad-Bhagavatam</title>
<meta property="og:title" content="SB 8.4 Summary Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/8?d=1"  class="breadcrumb" title="Canto 8: Withdrawal of the Cosmic Creations">Canto 8</a> > <a href="https://prabhupadabooks.com/sb/8/4?d=1"  class="breadcrumb" title="SB 8.4: Gajendra Returns to the Spiritual World">SB 8.4</a> > <a href="https://prabhupadabooks.com/sb/8/4/4_summary?d=1"  class="breadcrumb" title="SB 8.4 Summary">SB 8.4 Summary</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="98251"></A><div id="98251"> </div>
<div style=" text-align : left"><div class="Normal-Level">This Fourth Chapter describes the previous birth of <a href="/d/gajendra" class="d">Gajendra</a> and the crocodile. It tells how the crocodile became a <a href="/d/gandharva" class="d">Gandharva</a> and how <a href="/d/gajendra" class="d">Gajendra</a> became an associate of the Supreme Personality of Godhead.</div>
</div><A NAME="98252"></A><div id="98252"> </div>
<div style=" text-align : left"><div class="Normal-Level">There was a king on the <a href="/d/gandharva" class="d">Gandharva</a> planet whose name was H&#363;h&#363;. Once this King H&#363;h&#363; was enjoying with women in the water, and while enjoying he pulled the leg of <a href="/d/devala" class="d">Devala</a> &#7770;&#7779;i, who was also taking a bath in the water. Upon this, the sage became very angry and immediately cursed him to become a crocodile. King H&#363;h&#363; was very sorry when cursed in that way, and he begged pardon from the sage, who in compassion gave him the benediction that he would be freed when <a href="/d/gajendra" class="d">Gajendra</a> was delivered by the Personality of Godhead. Thus the crocodile was delivered when killed by <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>.</div>
</div><A NAME="98253"></A><div id="98253"> </div>
<div style=" text-align : left"><div class="Normal-Level">When <a href="/d/gajendra" class="d">Gajendra</a>, by the mercy of the Lord, became one of the Lord&rsquo;s associates in <a href="/d/vaikuntha" class="d">Vaiku&#7751;&#7789;ha</a>, he got four hands. This achievement is called <span class="Italic"><a href="/d/sarupya" class="d">s&#257;r&#363;pya</a>-<a href="/d/mukti" class="d">mukti</a>,</span> or the liberation of receiving a spiritual body exactly like that of <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>. <a href="/d/gajendra" class="d">Gajendra</a>, in his previous birth, had been a great devotee of Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>. His name was <a href="/d/indradyumna" class="d">Indradyumna</a>, and he was the King of the T&#257;mila country. Following the Vedic principles, this King retired from family life and constructed a small cottage in the Malay&#257;cala Hills, where he always worshiped the Supreme Personality of Godhead in silence. <a href="/d/agastya" class="d">Agastya</a> &#7770;&#7779;i, along with many disciples, once approached King Indradyumna&rsquo;s <span class="Italic"><a href="/d/asrama" class="d">&#257;&#347;rama</a>,</span> but because the King was meditating on the Supreme Personality of Godhead, he could not receive <a href="/d/agastya" class="d">Agastya</a> &#7770;&#7779;i properly. Thus the <span class="Italic"><a href="/d/rsi" class="d">&#7771;&#7779;i</a></span> became very angry and cursed the King to become a dull elephant. In accordance with this curse, the King was born as an elephant, and he forgot all about his previous activities in devotional service. Nonetheless, in his birth as an elephant, when he was dangerously attacked by the crocodile, he remembered his past life in devotional service and remembered a prayer he had learned in that life. Because of this prayer, he again received the mercy of the Lord. Thus he was immediately delivered, and he became one of the Lord&rsquo;s four-handed associates.</div>
</div><A NAME="98254"></A><div id="98254"> </div>
<div style=" text-align : left"><div class="Normal-Level">&#346;ukadeva Gosv&#257;m&#299; ends this chapter by describing the good fortune of the elephant. &#346;ukadeva Gosv&#257;m&#299; says that by hearing the narration of Gajendra&rsquo;s deliverance, one can also get the opportunity to be delivered. &#346;ukadeva Gosv&#257;m&#299; vividly describes this, and thus the chapter ends.</div>
</div><p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/8/4/4_summary">https://prabhupadabooks.com/sb/8/4/4_summary</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/8/3/33?d=1">SB 8.3.33</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/8/4/1?d=1">SB 8.4.1</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
