<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 4.4.16 Srimad-Bhagavatam</title>
<meta name="description" content="Do you think that greater, more respectable personalities than you, such as Lord Brahma, do not know this inauspicious person who goes under the name Lord">
<meta property="og:title" content="SB 4.4.16 Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="Do you think that greater, more respectable personalities than you, such as Lord Brahmä, do not know this inauspicious person who goes under the name Lord" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/4?d=1"  class="breadcrumb" title="Canto 4: The Creation of the Fourth Order">Canto 4</a> > <a href="https://prabhupadabooks.com/sb/4/4?d=1"  class="breadcrumb" title="SB 4.4: Sati Quits Her Body">SB 4.4: Sati Quits Her Body</a> > <a href="https://prabhupadabooks.com/sb/4/4/16?d=1"  class="breadcrumb" title="SB 4.4.16">SB 4.4.16</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="48805"></A><div id="48805"> </div>
<div class="Textnum"><JD:"Destination-957">TEXT 16</div>
<A NAME="48807"></A><div id="48807"> </div>
<div class="Verse-Text">ki&#7745; v&#257; &#347;iv&#257;khyam a&#347;iva&#7745; na vidus tvad anye</div>
<A NAME="48808"></A><div id="48808"> </div>
<div class="Verse-Text">brahm&#257;dayas tam avak&#299;rya ja&#7789;&#257;&#7717; &#347;ma&#347;&#257;ne</div>
<A NAME="48809"></A><div id="48809"> </div>
<div class="Verse-Text">tan-m&#257;lya-bhasma-n&#7771;kap&#257;ly avasat pi&#347;&#257;cair</div>
<A NAME="48810"></A><div id="48810"> </div>
<div class="Verse-Text">ye m&#363;rdhabhir dadhati tac-cara&#7751;&#257;vas&#7771;&#7779;&#7789;am</div>
<A NAME="48811"></A><div id="48811"> </div>
<div class="Synonyms-Section">SYNONYMS</div>
<A NAME="48812"></A><div id="48812"> </div>
<div class="Synonyms"><span class="Italic"><a href="/d/kim" class="d">kim</a> <a href="/d/va" class="d">v&#257;</a></span>&mdash;whether; <span class="Italic"><a href="/d/siva" class="d">&#347;iva</a>-<a href="/d/akhyam" class="d">&#257;khyam</a></span>&mdash;named &#346;iva; <span class="Italic"><a href="/d/asivam" class="d">a&#347;ivam</a></span>&mdash;inauspicious; <span class="Italic"><a href="/d/na" class="d">na</a> <a href="/d/viduh" class="d">vidu&#7717;</a></span>&mdash;do not know; <span class="Italic"><a href="/d/tvat" class="d">tvat</a> <a href="/d/anye" class="d">anye</a></span>&mdash;other than you; <span class="Italic"><a href="/d/brahma" class="d">brahma</a>-<a href="/d/adayah" class="d">&#257;daya&#7717;</a></span>&mdash;<a href="/d/brahma" class="d">Brahm&#257;</a> and others; <span class="Italic"><a href="/d/tam" class="d">tam</a></span>&mdash;him (Lord &#346;iva); <span class="Italic"><a href="/d/avakirya" class="d">avak&#299;rya</a></span>&mdash;scattered; <span class="Italic"><a href="/d/jatah" class="d">ja&#7789;&#257;&#7717;</a></span>&mdash;having twisted hair; <span class="Italic"><a href="/d/smasane" class="d">&#347;ma&#347;&#257;ne</a></span>&mdash;in the crematorium; <span class="Italic"><a href="/d/tat" class="d">tat</a>-<a href="/d/malya" class="d">m&#257;lya</a>-<a href="/d/bhasma" class="d">bhasma</a>-<a href="/d/nr" class="d">n&#7771;</a>-<a href="/d/kapali" class="d">kap&#257;l&#299;</a></span>&mdash;who is garlanded with human skulls and smeared with ashes; <span class="Italic"><a href="/d/avasat" class="d">avasat</a></span>&mdash;associated; <span class="Italic"><a href="/d/pisacaih" class="d">pi&#347;&#257;cai&#7717;</a></span>&mdash;with demons; <span class="Italic"><a href="/d/ye" class="d">ye</a></span>&mdash;who; <span class="Italic"><a href="/d/murdhabhih" class="d">m&#363;rdhabhi&#7717;</a></span>&mdash;with the head; <span class="Italic"><a href="/d/dadhati" class="d">dadhati</a></span>&mdash;place; <span class="Italic"><a href="/d/tat" class="d">tat</a>-<a href="/d/carana" class="d">cara&#7751;a</a>-<a href="/d/avasrstam" class="d">avas&#7771;&#7779;&#7789;am</a></span>&mdash;fallen from his lotus feet.</div>
<A NAME="48813"></A><div id="48813"> </div>
<div class="Verse-Section">TRANSLATION</div>
<A NAME="48814"></A><div id="48814"> </div>
<div class="Translation">Do you think that greater, more respectable personalities than you, such as Lord <a href="/d/brahma" class="d">Brahm&#257;</a>, do not know this inauspicious person who goes under the name Lord &#346;iva? He associates with the demons in the crematorium, his locks of hair are scattered all over his body, he is garlanded with human skulls and smeared with ashes from the crematorium, but in spite of all these inauspicious qualities, great personalities like <a href="/d/brahma" class="d">Brahm&#257;</a> honor him by accepting the flowers offered to his lotus feet and placing them with great respect on their heads.</div>
<A NAME="48815"></A><div id="48815"> </div>
<div class="Verse-Section">PURPORT</div>
<A NAME="48816"></A><div id="48816"> </div>
<div class="First">It is useless to condemn a great personality like Lord &#346;iva, and this is being stated by his wife, <a href="/d/sati" class="d">Sat&#299;</a>, to establish the supremacy of her husband. First she said, &ldquo;You call Lord &#346;iva inauspicious because he associates with demons in crematoriums, covers his body with the ashes of the dead, and garlands himself with the skulls of human beings. You have shown so many defects, but you do not know that his position is always transcendental. Although he appears inauspicious, why do personalities like <a href="/d/brahma" class="d">Brahm&#257;</a> respect the dust of his lotus feet and place on their heads with great respect those very garlands which are condemned by you?&rdquo; Since <a href="/d/sati" class="d">Sat&#299;</a> was a chaste woman and the wife of Lord &#346;iva, it was her duty to establish the elevated position of Lord &#346;iva, not only by sentiment but by facts. Lord &#346;iva is not an ordinary living entity. This is the conclusion of Vedic scripture. He is neither on the level of the Supreme Personality of Godhead nor on the level of the ordinary living entities. <a href="/d/brahma" class="d">Brahm&#257;</a> is in almost all cases an ordinary living entity. Sometimes, when there is no ordinary living entity available, the post of <a href="/d/brahma" class="d">Brahm&#257;</a> is occupied by an expansion of Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>, but generally this post is occupied by a greatly pious living entity within this universe. Thus Lord &#346;iva&rsquo;s position is constitutionally higher than that of Lord <a href="/d/brahma" class="d">Brahm&#257;</a>, although Lord &#346;iva appeared as the son of <a href="/d/brahma" class="d">Brahm&#257;</a>. Here it is mentioned that even personalities like <a href="/d/brahma" class="d">Brahm&#257;</a> accept the so-called inauspicious flowers and the dust of the lotus feet of Lord &#346;iva. Great sages like <a href="/d/marici" class="d">Mar&#299;ci</a>, <a href="/d/atri" class="d">Atri</a>, <a href="/d/bhrgu" class="d">Bh&#7771;gu</a> and the others among the nine great sages who are descendants of <a href="/d/brahma" class="d">Brahm&#257;</a> also respect Lord &#346;iva in such a way because they all know that Lord &#346;iva is not an ordinary living entity.</div>
<A NAME="48817"></A><div id="48817"> </div>
<div class="Purport">In many <span class="Italic">Pur&#257;&#7751;as</span> it is sometimes asserted that a demigod is elevated to such a high position that he is almost on an equal level with the Supreme Personality of Godhead, but the conclusion that Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> is the Supreme Personality of Godhead is confirmed in every scripture. Lord &#346;iva is described in the <span class="Italic"><a href="/d/brahma" class="d">Brahma</a>-<a href="/d/samhita" class="d">sa&#7745;hit&#257;</a></span> to be like curd or yogurt. Curd is not different from milk. Since milk is transformed into curd, in one sense curd is also milk. Similarly, Lord &#346;iva is in one sense the Supreme Personality of Godhead, but in another sense he is not, just as curd is milk although we have to distinguish between the two. These descriptions are in the Vedic literature. Whenever we find that a demigod occupies a position apparently more elevated than that of the Supreme Personality of Godhead, it is just to draw the devotee&rsquo;s attention to that particular demigod. It is also stated in the <span class="Ref_Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> (<a href="https://prabhupadabooks.com/bg/9/25?d=1">9.25</a>) that if one wants to worship a particular demigod, the Supreme Personality of Godhead, who is sitting in everyone&rsquo;s heart, gives one greater and greater attachment for that demigod so that one may be elevated to the demigod&rsquo;s abode. <span class="Italic"><a href="/d/yanti" class="d">Y&#257;nti</a> <a href="/d/deva" class="d">deva</a>-<a href="/d/vrata" class="d">vrat&#257;</a> <a href="/d/devan" class="d">dev&#257;n</a>.</span> By worshiping demigods one can elevate himself to the abodes of the demigods; similarly, by worshiping the Supreme Personality of Godhead one can be elevated to the spiritual kingdom. This is stated in different places in Vedic literature. Here Lord &#346;iva is praised by <a href="/d/sati" class="d">Sat&#299;</a>, partially due to her personal respect for Lord &#346;iva, since he is her husband, and partially due to his exalted position, which exceeds that of ordinary living entities, even Lord <a href="/d/brahma" class="d">Brahm&#257;</a>.</div>
<A NAME="48818"></A><div id="48818"> </div>
<div class="Purport">The position of Lord &#346;iva is accepted by Lord <a href="/d/brahma" class="d">Brahm&#257;</a>, so <a href="/d/daksa" class="d">Dak&#7779;a</a>, Sat&#299;&rsquo;s father, should also recognize him. That was the point of Sat&#299;&rsquo;s statement. She did not actually come to her father&rsquo;s house to participate in the function, although before coming she pleaded with her husband that she wanted to see her sisters and her mother. That was a plea only, for actually at heart she maintained the idea that she would convince her father, <a href="/d/daksa" class="d">Dak&#7779;a</a>, that it was useless to continue being envious of Lord &#346;iva. That was her main purpose. When she was unable to convince her father, she gave up the body he had given her, as will be seen in the following verses.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/4/4/16">https://prabhupadabooks.com/sb/4/4/16</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/4/4/15?d=1">SB 4.4.15</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/4/4/17?d=1">SB 4.4.17</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
