{
	"info": {
		"id": "cc\\antya\\1\\117",
		"nextId": "cc/antya/1/118",
		"prevId": "cc/antya/1/116"
	},
	"verses": [
		{
			"roman": "tāte jāni--pūrve tomāra pāñāche prasāda\ntāhā vinā nahe tomāra hṛdayānuvāda\"\n",
			"isProse": false
		}
	],
	"synonyms": "tāte—in such instances; jāni—I can understand; pūrve—previously; tomāra—Your; pāñāche prasāda—he has obtained special mercy; tāhā vinā—without that; nahe—there is not; tomāra—Your; hṛdaya-anuvāda—expression of feelings.",
	"translation": "\"Had you not previously bestowed Your mercy on him,\" they said, \"it would not have been possible for him to express Your internal feelings.\"",
	"purport": [
		{
			"type": "normal",
			"content": "Devotees acknowledge Śrī Caitanya Mahāprabhu's special mercy upon Śrīla Rūpa Gosvāmī in the following words:"
		},
		{
			"type": "normal",
			"content": "śrī-caitanya-mano 'bhīṣṭaṁ-\nsthāpitaṁ yena bhū-tale\nsvayaṁ rūpaḥ kadā mahyaṁ\ndadāti sva-padāntikam"
		},
		{
			"type": "normal",
			"content": "\"When will Śrīla Rūpa Gosvāmī Prabhupāda, who has established within this material world the mission to fulfill the desire of Lord Caitanya, give me shelter under his lotus feet?\""
		},
		{
			"type": "normal",
			"content": "The special function of Śrīla Rūpa Gosvāmī is to establish the feelings of Śrī Caitanya Mahāprabhu. These feelings are His desires that His special mercy be spread throughout the world in this Kali-yuga."
		},
		{
			"type": "normal",
			"content": "pṛthivīte āche yata nagarādi-grāma\nsarvatra pracāra haibe mora nāma"
		},
		{
			"type": "normal",
			"content": "His desire is that all over the world everyone, in every village and every town, know of Śrī Caitanya Mahāprabhu and His saṅkīrtana movement. These are the inner feelings of Śrī Caitanya Mahāprabhu. Śrī Rūpa Gosvāmī committed to writing all these feelings of the Lord. Now again, by the mercy of Śrī Caitanya Mahāprabhu, the same feelings are being spread all over the world by the servants of the Gosvāmīs, and devotees who are pure and simple will appreciate this attempt. As concluded by Śrīla Kṛṣṇadāsa Kavirāja Gosvāmī, however, those who are on the level of hogs and dogs will never appreciate such a great attempt. Yet this does not matter to the preachers of Śrī Caitanya Mahāprabhu's cult, for all over the world they will continue to perform this responsible work, even though persons who are like cats and dogs do not appreciate them."
		}
	]
}