{
	"info": {
		"id": "cc\\antya\\1\\211",
		"nextId": "cc/antya/1/212",
		"prevId": "cc/antya/1/210"
	},
	"verses": [
		{
			"roman": "śrī-rūpa kahena,--āmi kichui nā jāni\nyei mahāprabhu kahāna, sei kahi vāṇī\n",
			"isProse": false
		}
	],
	"synonyms": "śrī-rūpa kahena—Śrīla Rūpa Gosvāmī replies; āmi—I; kichui—anything; nā jani—do not know; yei—whatever; mahāprabhu kahāna—Śrī Caitanya Mahāprabhu makes me say or write; sei—hat; kahi—I speak; vāṇī—transcendental words.",
	"translation": "Śrī Rūpa Gosvāmī said, \"I do not know anything. The only transcendental words I can utter are those which Śrī Caitanya Mahāprabhu makes me speak.",
	"purport": [
		{
			"type": "normal",
			"content": "The poet or writer dealing with transcendental subject matters is not an ordinary writer or translator. Because he is empowered by the Supreme Personality of Godhead, whatever he writes becomes very effective. The principle of being empowered by the Supreme Personality of Godhead is essential. A materialistic poet who describes in his poetry the material activities of man and woman cannot describe the transcendental pastimes of the Lord or the transcendental conclusions of devotional service. Śrīla Sanātana Gosvāmī has therefore warned all neophyte devotees that one should not hear from the mouth of a non-Vaiṣṇava."
		},
		{
			"type": "normal",
			"content": "avaiṣṇava-mukhodgīrṇaṁ\npūtaṁ hari-kathāmṛtam\nśravaṇaṁ naiva kartavyaṁ\nsarpocchiṣṭaṁ yathā payaḥ"
		},
		{
			"type": "normal",
			"content": "(Padma Purāṇa)"
		},
		{
			"type": "normal",
			"content": "Unless one is a fully unalloyed devotee of the Lord, one should not try to describe the pastimes of Kṛṣṇa in poetry, for it will be only mundane. There are many descriptions of Kṛṣṇa's Bhagavad-gītā written by persons whose consciousness is mundane and who are not qualified by pure devotion. Although they attempted to write transcendental literature, they could not fully engage even a single devotee in Kṛṣṇa's service. Such literature is mundane, and therefore, as warned by Śrī Sanātana Gosvāmī, one should not touch it."
		}
	]
}