{
	"info": {
		"id": "cc\\adi\\5\\18",
		"nextId": "cc/adi/5/19",
		"prevId": "cc/adi/5/17"
	},
	"verses": [
		{
			"roman": "sarvaga, ananta, vibhu, kṛṣṇa-tanu-sama\nupary-adho vyāpiyāche, nāhika niyama\n",
			"isProse": false
		}
	],
	"synonyms": "sarva-ga—all-pervading; ananta—unlimited; vibhu—the greatest; kṛṣṇa-tanu-sama—exactly like the transcendental body of Kṛṣṇa; upari-adhaḥ—up and down; vyāpiyāche—expanded; nāhika—there is no; niyama—regulation.",
	"translation": "Like the transcendental body of Lord Kṛṣṇa, Gokula is all-pervading, infinite and supreme. It expands both above and below, without any restriction.",
	"purport": [
		{
			"type": "normal",
			"content": "Śrīla Jīva Gosvāmī, the great authority and philosopher in the line of Śrī Caitanya Mahāprabhu, has discussed the abode of Kṛṣṇa in his Kṛṣṇa-sandarbha. In the Bhagavad-gītā the Lord refers to \"My abode.\" Śrīla Jīva Gosvāmī, examining the nature of Kṛṣṇa's abode, refers to the Skanda Purāṇa, which states:"
		},
		{
			"type": "normal",
			"content": "yā yathā bhuvi vartante\npuryo bhagavataḥ priyāḥ\ntās tathā santi vaikuṇṭhe\ntat-tal-līlārtham ādṛtāḥ"
		},
		{
			"type": "normal",
			"content": "\"The abodes of Godhead in the material world, such as Dvārakā, Mathurā and Goloka, are facsimiles representing the abodes of Godhead in the kingdom of God, Vaikuṇṭha-dhāma.\" The unlimited spiritual atmosphere of that Vaikuṇṭha-dhāma is far above and beyond the material cosmos. This is confirmed in the Svāyambhuva-tantra in a discussion between Lord Śiva and Pārvatī regarding the effect of chanting the mantra of fourteen syllables. There it is stated:"
		},
		{
			"type": "normal",
			"content": "nānā-kalpa-latākīrṇaṁ\nvaikuṇṭhaṁ vyāpakaṁ smaret\nadhaḥ sāmyaṁ guṇānāṁ ca\nprakṛtiḥ sarva-kāraṇam"
		},
		{
			"type": "normal",
			"content": "\"While chanting the mantra, one should always remember the spiritual world, which is very extensive and full of desire trees that can yield anything one desires. Below that Vaikuṇṭha region is the potential material energy, which causes the material manifestation.\" The places of the pastimes of Lord Kṛṣṇa, such as Dvārakā, Mathurā and Vṛndāvana, eternally and independently exist in Kṛṣṇaloka. They are the actual abode of Lord Kṛṣṇa, and there is no doubt that they are situated above the material cosmic manifestation."
		},
		{
			"type": "normal",
			"content": "The abode known as Vṛndāvana or Gokula is also known as Goloka. The Brahma-saṁhitā states that Gokula, the highest region of the kingdom of God, resembles a lotus flower with thousands of petals. The outer portion of that lotuslike planet is a square place known as Śvetadvīpa. In the inner portion of Gokula there is an elaborate arrangement for Śrī Kṛṣṇa's residence with His eternal associates such as Nanda and Yaśodā. That transcendental abode exists by the energy of Śrī Baladeva, who is the original whole of Śeṣa, or Ananta. The tantras also confirm this description by stating that the abode of Śrī Anantadeva, the plenary portion of Baladeva, is called the kingdom of God. Vṛndāvana-dhāma is the innermost abode within the quadrangular realm of Śvetadvīpa, which lies outside of the boundary of Gokula Vṛndāvana."
		},
		{
			"type": "normal",
			"content": "According to Jīva Gosvāmī, Vaikuṇṭha is also called Brahmaloka. The Nārada-pañcarātra, in a statement concerning the mystery of Vijaya, describes:"
		},
		{
			"type": "normal",
			"content": "tat sarvopari goloke\ntatra lokopari svayam\nviharet paramānandī\ngovindo 'tula-nāyakaḥ"
		},
		{
			"type": "normal",
			"content": "\"The predominator of the gopīs, Govinda, the principal Deity of Gokula, always enjoys Himself in a place called Goloka in the topmost part of the spiritual sky.\""
		},
		{
			"type": "normal",
			"content": "From the authoritative evidence cited by Jīva Gosvāmī we may conclude that Kṛṣṇaloka is the supreme planet in the spiritual sky, which is far beyond the material cosmos. For the enjoyment of transcendental variety, the pastimes of Kṛṣṇa there have three divisions, and these pastimes are performed in the three abodes Dvārakā, Mathurā and Gokula. When Kṛṣṇa descends to this universe, He enjoys the pastimes in places of the same name. These places on earth are nondifferent from those original abodes, for they are facsimiles of those original holy places in the transcendental world. They are as good as Śrī Kṛṣṇa Himself and are equally worshipable. Lord Caitanya declared that Lord Kṛṣṇa, who presents Himself as the son of the King of Vraja, is worshipable, and Vṛndāvana-dhāma is equally worshipable."
		}
	]
}