{
	"info": {
		"id": "cc\\adi\\5\\93",
		"nextId": "cc/adi/5/94",
		"prevId": "cc/adi/5/92"
	},
	"verses": [
		{
			"roman": "yasyāṁśāṁśaḥ śrīla-garbhoda-śāyī\nyan-nābhy-abjaṁ loka-saṅghāta-nālam\nloka-sraṣṭuḥ sūtikā-dhāma dhātus\ntaṁ śrī-nityānanda-rāmaṁ prapadye\n",
			"isProse": false
		}
	],
	"synonyms": "yasya—whose; aṁśa-aṁśaḥ—portion of a plenary portion; śrīla-garbha-uda-śāyī—Garbhodakaśāyī Viṣṇu; yat—of whom; nābhi-abjam—the navel lotus; loka-saṅghāta—of the multitude of planets; nālam—having a stem that is the resting place; loka-sraṣṭuḥ—of Lord Brahmā, creator of the planets; sūtikā-dhāma—the birthplace; dhātuḥ—of the creator; tam—to Him; śrī-nityānanda-rāmam—to Lord Balarāma in the form of Lord Nityānanda; prapadye—I surrender.",
	"translation": "I offer my full obeisances unto the feet of Śrī Nityānanda Rāma, a partial part of whom is Garbhodakaśāyī Viṣṇu. From the navel of Garbhodakaśāyī Viṣṇu sprouts the lotus that is the birthplace of Brahmā, the engineer of the universe. The stem of that lotus is the resting place of the multitude of planets.",
	"purport": [
		{
			"type": "normal",
			"content": "In the Mahābhārata, Śānti-parva, it is said that He who is Pradyumna is also Aniruddha. He is also the father of Brahmā. Thus Garbhodakaśāyī Viṣṇu and Kṣīrodakaśāyī Viṣṇu are identical plenary expansions of Pradyumna, the original Deity of Brahmā, who is born from the lotus flower. It is Pradyumna who gives Brahmā direction for cosmic management. A full description of Brahmā's birth is given in Śrīmad-Bhāgavatam (3.8.15-16)."
		},
		{
			"type": "normal",
			"content": "Describing the features of the three puruṣas, the Laghu-bhāgavatāmṛta says that Garbhodakaśāyī Viṣṇu has a four-handed form, and when He Himself enters the hollow of the universe and lies down in the ocean of milk He is known as Kṣīrodakaśāyī Viṣṇu, who is the Supersoul of all living entities, including the demigods. In the Sātvata-tantra it is said that the third puruṣa incarnation, Kṣīrodakaśāyī Viṣṇu, is situated as the Supersoul in everyone's heart. This Kṣīrodakaśāyī Viṣṇu is an expansion of Garbhodakaśāyī Viṣṇu for pastimes."
		}
	]
}