{
	"info": {
		"id": "cc\\antya\\11\\101",
		"nextId": "cc/antya/11/102",
		"prevId": "cc/antya/11/100"
	},
	"verses": [
		{
			"roman": "ei ta' kahiluṅ haridāsera vijaya\nyāhāra śravaṇe kṛṣṇe dṛḍha-bhakti haya\n",
			"isProse": false
		}
	],
	"synonyms": "ei ta'-thus; kahiluṅ—I have spoken; haridāsera—of Haridāsa Ṭhākura; vijaya—victory; yāhāra śravaṇe—by hearing which; kṛṣṇe—unto Lord Kṛṣṇa; dṛḍha-bhakti—firm devotional service; haya—becomes.",
	"translation": "Thus I have spoken about the victorious passing away of Haridāsa Ṭhākura. Anyone who hears this narration will certainly fix his mind firmly in devotional service to Kṛṣṇa.",
	"purport": [
		{
			"type": "normal",
			"content": "At Puruṣottama-kṣetra, or Jagannātha Purī, there is a temple of Ṭoṭā-gopīnātha. If one goes from there to the sea, he can discover the tomb of Haridāsa Ṭhākura still existing. Every year on the date of Ananta-caturdaśī there is a festival to commemorate the passing away of Haridāsa Ṭhākura. At the same place, three Deities of Nityānanda, Kṛṣṇa Caitanya and Advaita Prabhu were established about one hundred years ago. A gentleman named Bhramaravara from Kendrāpāḍā in the province of Orissa contributed funds to establish these Deities in the temple. The management of the temple was under the Ṭoṭā-gopīnātha gosvāmīs."
		},
		{
			"type": "normal",
			"content": "This temple was later sold to someone else, and this party is now maintaining the sevā-pūjā of the temple. Near this temple and the tomb of Haridāsa Ṭhākura, Śrīla Bhaktivinoda Ṭhākura constructed a small house, called Bhakti-kuṭī. In the Bengali year 1329 (A.D. 1922), Puruṣottama-maṭha, a branch of the Gauḍīya Maṭha, was established there. in the Bhakti-ratnākara it is stated:"
		},
		{
			"type": "normal",
			"content": "śrīnivāsa śīghra samudrera kūle gelā\nharidāsa-ṭhākurera samādhi dekhilā"
		},
		{
			"type": "normal",
			"content": "bhūmite paḍiyā kailā praṇati vistara\nbhāgavata-gaṇa śrī-samādhi-sannidhāne\nśrīnivāse sthira kailā sasneha-vacane"
		},
		{
			"type": "normal",
			"content": "punaḥ śrīnivāsa śrī-samādhi praṇamiyā\nye vilāpa kailā, tā śunile drave hiyā"
		},
		{
			"type": "normal",
			"content": "\"Śrīnivāsa Ṭhākura quickly ran to the seashore. When he saw the tomb of Haridāsa Ṭhākura, he immediately fell down offering prayers and almost fainted. The devotees present there pacified him with very sweet and affectionate words, and Śrīnivāsa again offered his obeisances to the tomb. Hearing of the separation that Śrīnivāsa expressed in his lamentation at the tomb of Haridāsa Ṭhākura makes one's heart melt.\""
		}
	]
}