{
	"info": {
		"id": "cc\\madhya\\22\\16",
		"nextId": "cc/madhya/22/17",
		"prevId": "cc/madhya/22/14-15"
	},
	"verses": [
		{
			"roman": "kāmādīnāṁ kati na katidhā pālitā durnideśās\nteṣāṁ jātā mayi na karuṇā na trapā nopaśāntiḥ\nutsṛjyaitān atha yadu-pate sāmprataṁ labdha-buddhis\ntvām āyātaḥ śaraṇam abhayaṁ māṁ niyuṅkṣvātma-dāsye\n",
			"isProse": false
		}
	],
	"synonyms": "kāma-ādīnām—of my masters such as lust, anger, greed, illusion and envy; kati—how many; na—not; katidhā—in how many ways; pālitāḥ—obeyed; durnideśāḥ—undesirable orders; teṣām—of them; jātā—generated; mayi—unto me; na—not; karuṇā—mercy; na—not; trapā—shame; na—not; upaśāntiḥ—desire to cease; utsṛjya—giving up; etān—all these; atha—herewith; yadu-pate—O best of the Yadu dynasty; sāmpratam—now; labdha-buddhiḥ—having awakened intelligence; tvām—You; āyātaḥ—approached; śaraṇam—who are the shelter; abhayam—fearless; mām—me; niyuṅkṣva—please engage; ātma-dāsye—in Your personal service.",
	"translation": "\" 'O my Lord, there is no limit to the unwanted orders of lusty desires. Although I have rendered them so much service, they have not shown any mercy to me. I have not been ashamed to serve them, nor have I even desired to give them up. O my Lord, O head of the Yadu dynasty, recently, however, my intelligence has been awakened, and now I am giving them up. Due to transcendental intelligence, I now refuse to obey the unwanted orders of these desires, and I now come to You to surrender myself at Your fearless lotus feet. Kindly engage me in Your personal service and save me.'",
	"purport": [
		{
			"type": "normal",
			"content": "This verse is also quoted in the Bhakti-rasāmṛta-sindhu (3.2.35). When we chant the Hare Kṛṣṇa mahā-mantra we are saying, \"Hare! O energy of the Lord! O my Lord Kṛṣṇa!\" In this way we are simply addressing the Lord and His spiritual potency represented as Rādhā-Kṛṣṇa, Sītā-Rāma, or Lakṣmī-Nārāyaṇa. The devotee always prays to the Lord and His internal energy (consort) so that he may engage in Their transcendental loving service. When the conditioned soul attains his real spiritual energy and fully surrenders unto the Lord's lotus feet, he tries to engage in the Lord's service. This is the real constitutional position of the living entity."
		}
	]
}