{
	"info": {
		"id": "cc\\madhya\\22\\19",
		"nextId": "cc/madhya/22/20",
		"prevId": "cc/madhya/22/18"
	},
	"verses": [
		{
			"roman": "naiṣkarmyam apy acyuta-bhāva-varjitaṁ\nna śobhate jñānam alaṁ nirañjanam\nkutaḥ punaḥ śaśvad abhadram īśvare\nna cārpitaṁ karma yad apy akāraṇam\n",
			"isProse": false
		}
	],
	"synonyms": "naiṣkarmyam—which does not produce enjoyment of the resultant action; api—although; acyuta-bhāva—of devotional service to the Supreme Personality of Godhead; varjitam—devoid; na—not; śobhate—looks beautiful; jñānam—speculative knowledge; alam—exceedingly; nirañjanam—which is without material contamination; kutaḥ—how much less; punaḥ—again; śaśvat—always (at the time of practicing and at the time of achieving the goal); abhadram—inauspicious; īśvare—to the Supreme Personality of Godhead; na—not; ca—also; arpitam—dedicated; karma—activities; yat—which; api—although; akāraṇam—causeless.",
	"translation": "\" 'When pure knowledge is beyond all material affinity but is not dedicated to the Supreme PersonaIity of Godhead [Kṛṣṇa], it does not appear very beautiful, although it is knowledge without a material tinge. What, then, is the use of fruitive activities-which are naturally painful from the beginning and transient by nature-if they are not utilized for the devotional service of the Lord? How can they be very attractive?'",
	"purport": [
		{
			"type": "normal",
			"content": "This is a quotation from Śrīmad-Bhāgavatam (1.5.12). Even after writing many Vedic literatures, Vyāsadeva felt very morose. Therefore his spiritual master, Nāradadeva, told him that he could be happy by writing about the activities of the Supreme Personality of Godhead. Up to that time, Śrīla Vyāsadeva had written the karma-kāṇḍa and jñāna-kāṇḍa sections of the Vedas, but he had not written about upāsanā-kāṇḍa, or bhakti. Thus his spiritual master, Nārada, chastised him and advised him to write about the activities of the Supreme Personality of Godhead. Therefore Vyāsadeva began writing Śrīmad-Bhāgavatam."
		}
	]
}