{
	"info": {
		"id": "cc\\madhya\\22\\9",
		"nextId": "cc/madhya/22/10",
		"prevId": "cc/madhya/22/8"
	},
	"verses": [
		{
			"roman": "svāṁśa-vistāra--catur-vyūha, avatāra-gaṇa\nvibhinnāṁśa jīva--tāṅra śaktite gaṇana\n",
			"isProse": false
		}
	],
	"synonyms": "sva-aṁśa-vistāra—the expansion of His personal forms; catuḥ-vyūha—His quadruple form; avatāra-gaṇa—the incarnations; vibhinna-aṁśa—His separated forms; jīva—the living entities; tāṅra—His; śaktite—in the category of potency; gaṇana—calculating.",
	"translation": "\"Expansions of His personal self-like the quadruple manifestations of Saṅkarṣaṇa, Pradyumna, Aniruddha and Vāsudeva-descend as incarnations from Vaikuṇṭha to this material world. The separated expansions are living entities. Although they are expansions of Kṛṣṇa, they are counted among His different potencies.",
	"purport": [
		{
			"type": "normal",
			"content": "The personal expansions are known as viṣṇu-tattva, and the separated expansions are known as jīva-tattva. Although the jīvas (living entities) are part and parcel of the Supreme Personality of Godhead, they are still counted among His multi-potencies. This is fully described in Bhagavad-gītā:"
		},
		{
			"type": "normal",
			"content": "apareyam itas tv anyāṁ\nprakṛtiṁ viddhi me parām\njīva-bhūtāṁ mahā-bāho\nyayedaṁ dhāryate jagat"
		},
		{
			"type": "normal",
			"content": "\"Besides this inferior nature, O mighty-armed Arjuna, there is a superior energy of Mine, which consists of all living entities who are struggling with material nature and are sustaining the universe.\" (Bg. 7.5)"
		},
		{
			"type": "normal",
			"content": "Although the living entities are Kṛṣṇa's parts and parcels, they are prakṛti, not puruṣa. Sometimes prakṛti (a living entity) attempts to imitate the activities of the puruṣa. Due to a poor fund of knowledge, living entities conditioned in this material world claim to be God. They are thus illusioned. A living entity cannot be on the level of a viṣṇu-tattva, or the Personality of Godhead, at any stage; therefore it is ludicrous for a living entity to claim to be God. Advanced spiritualists would never accept such a thing. Such claims are made to cheat ordinary, foolish people. The Kṛṣṇa consciousness movement declares war against such bogus incarnations. The bogus propaganda put out by people claiming to be God has killed God consciousness all over the world. Members of the Kṛṣṇa consciousness movement must be very alert to defy these rascals who are presently misleading the whole world. One such rascal, known as Pauṇḍraka, appeared before Lord Kṛṣṇa, and the Lord immediately killed him. Of course, those who are Kṛṣṇa's servants cannot kill such imitation gods, but they should try their best to defeat them through the evidence of śāstra, authentic knowledge received through the disciplic succession."
		}
	]
}