<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Madhya 15.163 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Madhya 15.163 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/madhya?d=1"  class="breadcrumb" title="Cc. Madhya-lila">Cc. Madhya-lila</a> > <a href="https://prabhupadabooks.com/cc/madhya/15?d=1"  class="breadcrumb" title="Madhya 15: The Lord Accepts Prasada at the House of Sarvabhauma Bhattacarya">Madhya 15</a> > <a href="https://prabhupadabooks.com/cc/madhya/15/163?d=1"  class="breadcrumb" title="Madhya 15.163">Madhya 15.163</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="185696"></A><div id="185696"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 163</div>
</div><A NAME="185698"></A><div id="185698"> </div>
<div style=" text-align : center"><div class="Verse-Text">j&#299;vera p&#257;pa la&ntilde;&#257; mu&ntilde;i karo&#7749; naraka bhoga</div>
</div><A NAME="185699"></A><div id="185699"> </div>
<div style=" text-align : center"><div class="Verse-Text">sakala j&#299;vera, prabhu, ghuc&#257;ha bhava-roga</div>
</div><A NAME="185700"></A><div id="185700"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="185701"></A><div id="185701"> </div>
<div class="Synonyms"><I><a href="/d/jivera" class="d">j&#299;vera</a></I>&mdash;of all conditioned souls; <I><a href="/d/papa" class="d">p&#257;pa</a> <a href="/d/lana" class="d">la&ntilde;&#257;</a></I>&mdash;accepting the sinful reactions; <I><a href="/d/muni" class="d">mu&ntilde;i</a></I>&mdash;I; <I><a href="/d/karon" class="d">karo&#7749;</a></I>&mdash;do; <I><a href="/d/naraka" class="d">naraka</a></I>&mdash;hellish life; <I><a href="/d/bhoga" class="d">bhoga</a></I>&mdash;suffering; <I><a href="/d/sakala" class="d">sakala</a> <a href="/d/jivera" class="d">j&#299;vera</a></I>&mdash;of all living entities; <I><a href="/d/prabhu" class="d">prabhu</a></I>&mdash;my dear Lord; <I><a href="/d/ghucaha" class="d">ghuc&#257;ha</a></I>&mdash;please finish; <I><a href="/d/bhava" class="d">bhava</a>-<a href="/d/roga" class="d">roga</a></I>&mdash;the material disease.</div>
<A NAME="185702"></A><div id="185702"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="185703"></A><div id="185703"> </div>
<div class="Normal-Level"><B>"My dear Lord, let me suffer perpetually in a hellish condition, accepting all the sinful reactions of all living entities. Please finish their diseased material life."</B></div>
<A NAME="185704"></A><div id="185704"> </div>
<div class="Titles">PURPORT</div>
<A NAME="185705"></A><div id="185705"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">&#346;r&#299;la Bhaktisiddh&#257;nta <a href="/d/sarasvati" class="d">Sarasvat&#299;</a> &#7788;h&#257;kura gives the following commentary on this verse. In the Western countries, Christians believe that Lord Jesus Christ, their spiritual master, appeared in order to eradicate all the sins of his disciples. To this end, Lord Jesus Christ appeared and disappeared. Here, however, we find &#346;r&#299; <a href="/d/vasudeva" class="d">V&#257;sudeva</a> <a href="/d/datta" class="d">Datta</a> &#7788;h&#257;kura and &#346;r&#299;la <a href="/d/haridasa" class="d">Harid&#257;sa</a> &#7788;h&#257;kura to be many millions of times more advanced even when compared to Lord Jesus Christ. Jesus Christ relieved only his followers from all sinful reactions, but <a href="/d/vasudeva" class="d">V&#257;sudeva</a> <a href="/d/datta" class="d">Datta</a> is here prepared to accept the sins of everyone in the universe. A <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> is so liberal that he is prepared to risk everything to rescue conditioned souls from material existence. &#346;r&#299;la <a href="/d/vasudeva" class="d">V&#257;sudeva</a> <a href="/d/datta" class="d">Datta</a> &#7788;h&#257;kura is universal love itself, for he was willing to sacrifice everything and fully engage in the service of the Supreme.</div>
</div><A NAME="185706"></A><div id="185706"> </div>
<div class="Normal-Level">&#346;r&#299;la <a href="/d/vasudeva" class="d">V&#257;sudeva</a> <a href="/d/datta" class="d">Datta</a> knew very well that &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> was the original Personality of Godhead. He was transcendence itself, above the material conception of illusion and <I><a href="/d/maya" class="d">m&#257;y&#257;</a>.</I> Lord Jesus Christ certainly finished the sinful reactions of his followers by his mercy, but that does not mean that he completely delivered them from the pangs of material existence. A person may be relieved from sins once, but it is a practice among Christians to confess sins and yet commit them again. By getting freed from sins and again engaging in them, one cannot attain freedom from the pangs of material existence. A diseased person may go to a physician for relief, but after he leaves the hospital he may again be infected due to his unclean habits. Thus material existence continues. &#346;r&#299;la <a href="/d/vasudeva" class="d">V&#257;sudeva</a> <a href="/d/datta" class="d">Datta</a> wanted to completely relieve the conditioned souls from material existence so that they would no longer have an opportunity to commit sinful acts. This is the difference between &#346;r&#299;la <a href="/d/vasudeva" class="d">V&#257;sudeva</a> <a href="/d/datta" class="d">Datta</a> and Lord Jesus Christ. It is a great offense to receive pardon for sins and then commit the same sins again. Such an offense is more dangerous than the sinful activity itself. <a href="/d/vasudeva" class="d">V&#257;sudeva</a> <a href="/d/datta" class="d">Datta</a> was so liberal that he requested &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> to transfer all offensive activity upon him so the conditioned souls might be purified. This prayer was certainly without duplicity.</div>
<A NAME="185707"></A><div id="185707"> </div>
<div class="Normal-Level"><a href="/d/vasudeva" class="d">V&#257;sudeva</a> Datta's example is unique not only within this world but within the universe. It is beyond the conception of fruitive actors or the speculation of mundane philosophers. Due to being illusioned by the external energy and due to a poor fund of knowledge, people tend to envy one another. Because of this they are entangled in fruitive activity, and they try to escape this fruitive activity by mental speculation. Consequently neither <I>karm&#299;s</I> nor <I>j&ntilde;&#257;n&#299;s</I> are purified. In the words of &#346;r&#299;la Bhaktisiddh&#257;nta &#7788;h&#257;kura, they are <I>kukarm&#299;s</I> and <I>kuj&ntilde;&#257;n&#299;s</I>-bad actors and bad speculators. The M&#257;y&#257;v&#257;d&#299;s and <I>karm&#299;s</I> should therefore turn their attention to the magnanimous <a href="/d/vasudeva" class="d">V&#257;sudeva</a> <a href="/d/datta" class="d">Datta</a>, who wanted to suffer for others in a hellish condition. Nor should one consider <a href="/d/vasudeva" class="d">V&#257;sudeva</a> <a href="/d/datta" class="d">Datta</a> a mundane philanthropist or welfare worker. He was not interested in merging into the <a href="/d/brahman" class="d">Brahman</a> effulgence, nor was he interested in material honor or reputation. He was far above philanthropists, philosophers and fruitive actors. He was a most exalted personality who wanted to show mercy upon conditioned souls. This is not an exaggeration of his transcendental qualities. It is perfectly true. Actually there cannot be any comparison to <a href="/d/vasudeva" class="d">V&#257;sudeva</a> <a href="/d/datta" class="d">Datta</a>. He was a <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a>-<I><a href="/d/para" class="d">para</a>-<a href="/d/duhkha" class="d">du&#7717;kha</a>-<a href="/d/duhkhi" class="d">du&#7717;kh&#299;</a></I>-very much aggrieved to see others suffer. The entire world is purified simply by the appearance of such a great devotee. By his presence the whole world is glorified, and all conditioned souls-due to his transcendental presence-are also glorified. As Narottama <a href="/d/dasa" class="d">d&#257;sa</a> &#7788;h&#257;kura confirms, <a href="/d/vasudeva" class="d">V&#257;sudeva</a> <a href="/d/datta" class="d">Datta</a> is the ideal devotee of &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a>.</div>
<A NAME="185708"></A><div id="185708"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text"><FC:255,0,0>gaur&#257;&#7749;gera sa&#7749;gi-ga&#7751;e,    nitya-siddha kari' m&#257;ne,<br>se y&#257;ya vrajendra-suta-p&#257;&#347;a <FC></div>
</div><A NAME="185709"></A><div id="185709"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">One who executes &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> Mah&#257;prabhu's mission must be considered to be eternally liberated. He is a transcendental person and does not belong to this material world. Such a devotee engaging in the deliverance of the total population is as magnanimous as &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> Himself.</div>
</div><A NAME="185710"></A><div id="185710"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">namo mah&#257;-vad&#257;ny&#257;ya<br>k&#7771;&#7779;&#7751;a-prema-prad&#257;ya te<br>k&#7771;&#7779;&#7751;&#257;ya k&#7771;&#7779;&#7751;a-caitanya-<br>n&#257;mne gaura-tvi&#7779;e nama&#7717;</div>
</div><A NAME="185711"></A><div id="185711"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">Such a personality factually represents &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> because his heart is always filled with compassion for conditioned souls.</div>
</div><p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/madhya/15/163">https://prabhupadabooks.com/cc/madhya/15/163</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/madhya/15/162?d=1">Madhya 15.162</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/madhya/15/164?d=1">Madhya 15.164</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
