<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 6.2 Summary Srimad-Bhagavatam</title>
<meta property="og:title" content="SB 6.2 Summary Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/6?d=1"  class="breadcrumb" title="Canto 6: Prescribed Duties for Mankind">Canto 6</a> > <a href="https://prabhupadabooks.com/sb/6/2?d=1"  class="breadcrumb" title="SB 6.2: Ajamila Delivered by the Visnudutas">SB 6.2</a> > <a href="https://prabhupadabooks.com/sb/6/2/2_summary?d=1"  class="breadcrumb" title="SB 6.2 Summary">SB 6.2 Summary</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="76028"></A><div id="76028"> </div>
<div style=" text-align : left"><div class="Normal-Level">In this chapter the messengers from <a href="/d/vaikuntha" class="d">Vaiku&#7751;&#7789;ha</a> explain to the Yamad&#363;tas the glories of chanting the holy name of the Lord. The Vi&#7779;&#7751;ud&#363;tas said, &ldquo;Now impious acts are being performed even in an assembly of devotees, for a person who is not punishable is going to be punished in the assembly of Yamar&#257;ja. The mass of people are helpless and must depend upon the government for their safety and security, but if the government takes advantage of this to harm the citizens, where will they go? We see perfectly that <a href="/d/ajamila" class="d">Aj&#257;mila</a> should not be punished, although you are attempting to take him to Yamar&#257;ja for punishment.&rdquo;</div>
</div><A NAME="76029"></A><div id="76029"> </div>
<div style=" text-align : left"><div class="Normal-Level">It was due to Aj&#257;mila&rsquo;s glorifying the holy name of the Supreme Lord that he was not punishable. The Vi&#7779;&#7751;ud&#363;tas explained this as follows: &ldquo;Simply by once chanting the holy name of <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>, this <span class="Italic"><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></span> has become free from the reactions of sinful life. Indeed, he has been freed not only from the sins of this life, but from the sins of many, many thousands of other lives. He has already undergone true atonement for all his sinful actions. If one atones according to the directions of the <span class="Italic">&#347;&#257;stras,</span> one does not actually become free from sinful reactions, but if one chants the holy name of the Lord, even a glimpse of such chanting can immediately free one from all sins. Chanting the glories of the Lord&rsquo;s holy name awakens all good fortune. Therefore there is no doubt that <a href="/d/ajamila" class="d">Aj&#257;mila</a>, being completely free from all sinful reactions, should not be punished by Yamar&#257;ja.&rdquo;</div>
</div><A NAME="76030"></A><div id="76030"> </div>
<div style=" text-align : left"><div class="Normal-Level">As they were saying this, the Vi&#7779;&#7751;ud&#363;tas released <a href="/d/ajamila" class="d">Aj&#257;mila</a> from the ropes of the Yamad&#363;tas and left for their own abode. The <span class="Italic"><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></span> <a href="/d/ajamila" class="d">Aj&#257;mila</a>, however, offered his respectful obeisances to the Vi&#7779;&#7751;ud&#363;tas. He could understand how fortunate he was to have chanted the holy name of <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> at the end of his life. Indeed, he could realize the full significance of this good fortune. Having thoroughly understood the discussion between the Yamad&#363;tas and the Vi&#7779;&#7751;ud&#363;tas, he became a pure devotee of the Supreme Personality of Godhead. He lamented very much for how very sinful he had been, and he condemned himself again and again.</div>
</div><A NAME="76031"></A><div id="76031"> </div>
<div style=" text-align : left"><div class="Normal-Level">Finally, because of his association with the Vi&#7779;&#7751;ud&#363;tas, <a href="/d/ajamila" class="d">Aj&#257;mila</a>, his original consciousness aroused, gave up everything and went to Hardwar, where he engaged in devotional service without deviation, always thinking of the Supreme Personality of Godhead. Thus the Vi&#7779;&#7751;ud&#363;tas went there, seated him on a golden throne and took him away to Vaiku&#7751;&#7789;haloka.</div>
</div><A NAME="76032"></A><div id="76032"> </div>
<div style=" text-align : left"><div class="Normal-Level">In summary, although the sinful <a href="/d/ajamila" class="d">Aj&#257;mila</a> meant to call his son, the holy name of Lord <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>, even though chanted in the preliminary stage, <span class="Italic">n&#257;m&#257;bh&#257;sa,</span> was able to give him liberation. Therefore one who chants the holy name of the Lord with faith and devotion is certainly exalted. He is protected even in his material, conditional life.</div>
</div><p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/6/2/2_summary">https://prabhupadabooks.com/sb/6/2/2_summary</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/6/1/68?d=1">SB 6.1.68</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/6/2/1?d=1">SB 6.2.1</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
