<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 6.2.49 Srimad-Bhagavatam</title>
<meta name="description" content="While suffering at the time of death, Ajamila chanted the holy name of the Lord, and although the chanting was directed toward his son.">
<meta property="og:title" content="SB 6.2.49 Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="While suffering at the time of death, Ajämila chanted the holy name of the Lord, and although the chanting was directed toward his son." />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/6?d=1"  class="breadcrumb" title="Canto 6: Prescribed Duties for Mankind">Canto 6</a> > <a href="https://prabhupadabooks.com/sb/6/2?d=1"  class="breadcrumb" title="SB 6.2: Ajamila Delivered by the Visnudutas">SB 6.2</a> > <a href="https://prabhupadabooks.com/sb/6/2/49?d=1"  class="breadcrumb" title="SB 6.2.49">SB 6.2.49</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="76675"></A><div id="76675"> </div>
<div class="Textnum">TEXT 49</div>
<A NAME="76678"></A><div id="76678"> </div>
<div class="Verse-Text">mriyam&#257;&#7751;o harer n&#257;ma</div>
<A NAME="76679"></A><div id="76679"> </div>
<div class="Verse-Text">g&#7771;&#7751;an putropac&#257;ritam</div>
<A NAME="76680"></A><div id="76680"> </div>
<div class="Verse-Text">aj&#257;milo &rsquo;py ag&#257;d dh&#257;ma</div>
<A NAME="76681"></A><div id="76681"> </div>
<div class="Verse-Text">kim uta &#347;raddhay&#257; g&#7771;&#7751;an</div>
<A NAME="76682"></A><div id="76682"> </div>
<div class="Synonyms-Section">SYNONYMS</div>
<A NAME="76683"></A><div id="76683"> </div>
<div class="Synonyms"><span class="Italic"><a href="/d/mriyamanah" class="d">mriyam&#257;&#7751;a&#7717;</a></span>&mdash;at the time of death; <span class="Italic"><a href="/d/hareh" class="d">hare&#7717;</a> <a href="/d/nama" class="d">n&#257;ma</a></span>&mdash;the holy name of <a href="/d/hari" class="d">Hari</a>; <span class="Italic"><a href="/d/grnan" class="d">g&#7771;&#7751;an</a></span>&mdash;chanting; <span class="Italic"><a href="/d/putra" class="d">putra</a>-<a href="/d/upacaritam" class="d">upac&#257;ritam</a></span>&mdash;indicating his son; <span class="Italic"><a href="/d/ajamilah" class="d">aj&#257;mila&#7717;</a></span>&mdash;<a href="/d/ajamila" class="d">Aj&#257;mila</a>; <span class="Italic"><a href="/d/api" class="d">api</a></span>&mdash;even; <span class="Italic"><a href="/d/agat" class="d">ag&#257;t</a></span>&mdash;went; <span class="Italic"><a href="/d/dhama" class="d">dh&#257;ma</a></span>&mdash;to the spiritual world; <span class="Italic"><a href="/d/kim" class="d">kim</a> <a href="/d/uta" class="d">uta</a></span>&mdash;what to speak of; <span class="Italic"><a href="/d/sraddhaya" class="d">&#347;raddhay&#257;</a></span>&mdash;with faith and love; <span class="Italic"><a href="/d/grnan" class="d">g&#7771;&#7751;an</a></span>&mdash;chanting.</div>
<A NAME="76684"></A><div id="76684"> </div>
<div class="Verse-Section">TRANSLATION</div>
<A NAME="76685"></A><div id="76685"> </div>
<div class="Translation">While suffering at the time of death, <a href="/d/ajamila" class="d">Aj&#257;mila</a> chanted the holy name of the Lord, and although the chanting was directed toward his son, he nevertheless returned home, back to Godhead. Therefore if one faithfully and inoffensively chants the holy name of the Lord, where is the doubt that he will return to Godhead?</div>
<A NAME="76686"></A><div id="76686"> </div>
<div class="Verse-Section">PURPORT</div>
<A NAME="76687"></A><div id="76687"> </div>
<div class="First">At the time of death one is certainly bewildered because his bodily functions are in disorder. At that time, even one who throughout his life has practiced chanting the holy name of the Lord may not be able to chant the <a href="/d/hare" class="d">Hare</a> <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> <span class="Italic"><a href="/d/mantra" class="d">mantra</a></span> very distinctly. Nevertheless, such a person receives all the benefits of chanting the holy name. While the body is fit therefore, why should we not chant the holy name of the Lord loudly and distinctly? If one does so, it is quite possible that even at the time of death he will be properly able to chant the holy name of the Lord with love and faith. In conclusion, one who chants the holy name of the Lord constantly is guaranteed to return home, back to Godhead, without a doubt.</div>
<A NAME="76688"></A><div id="76688"> </div>
<div style=" margin-top: 0.125in; margin-bottom: 0.125in"><div class="Normal-Level"><LS:1><IN:LF:0,RT:0,FI:0><BR:LF:0,0,TP:0.0277778,0.125,RT:0,0,BT:0,0><SD:NO>Supplementary note to this chapter.</div>
</div><A NAME="76689"></A><div id="76689"> </div>
<div class="Purport">&#346;r&#299;la Vi&#347;van&#257;tha <a href="/d/cakravarti" class="d">Cakravart&#299;</a> &#7788;h&#257;kura&rsquo;s commentary to texts nine and ten of this chapter form a dialogue concerning how one can become free from all sinful reactions simply by chanting the holy name of the Lord.</div>
<A NAME="76690"></A><div id="76690"> </div>
<div class="Purport">Someone may say, &ldquo;It may be accepted that by chanting the holy name of the Lord one becomes freed from all the reactions of sinful life. However, if one commits sinful acts in full consciousness, not only once but many, many times, he is unable to free himself from the reactions of such sins even after atoning for them for twelve years or more. How is it possible, then, that simply by once chanting the holy name of the Lord one immediately becomes freed from the reactions of such sins?&rdquo;</div>
<A NAME="76691"></A><div id="76691"> </div>
<div class="Purport">&#346;r&#299;la Vi&#347;van&#257;tha <a href="/d/cakravarti" class="d">Cakravart&#299;</a> &#7788;h&#257;kura replies by quoting verses nine and ten of this chapter: &ldquo;The chanting of the holy name of Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> is the best process of atonement for a thief of gold or other valuables, for a drunkard, for one who betrays a friend or relative, for one who kills a <span class="Italic"><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a>,</span> or for one who indulges in sex with the wife of his <span class="Italic"><a href="/d/guru" class="d">guru</a></span> or another superior. It is also the best method of atonement for one who murders women, the king or his father, for one who slaughters cows, and for all other sinful men. Simply by chanting the holy name of Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>, such sinful persons may attract the attention of the Supreme Lord, who therefore considers &ldquo;Because this man has chanted My holy name, My duty is to give him protection.&rsquo; &rdquo;</div>
<A NAME="76692"></A><div id="76692"> </div>
<div class="Purport">One may atone for sinful life and vanquish all sinful reactions by chanting the holy name, although this is not called atonement. Ordinary atonement may temporarily protect a sinful person, but it does not completely cleanse his heart of the deep-rooted desire to commit sinful acts. Therefore atonement is not as powerful as the chanting of the holy name of the Lord. In the <span class="Italic">&#347;&#257;stras</span> it is said that if a person only once chants the holy name and completely surrenders unto the lotus feet of the Lord, the Lord immediately considers him His ward and is always inclined to give him protection. This is confirmed by &#346;r&#299;dhara <a href="/d/svami" class="d">Sv&#257;m&#299;</a>. Thus when <a href="/d/ajamila" class="d">Aj&#257;mila</a> was in great danger of being carried off by the order carriers of Yamar&#257;ja, the Lord immediately sent His personal order carriers to protect him, and because <a href="/d/ajamila" class="d">Aj&#257;mila</a> was freed from all sinful reactions, the Vi&#7779;&#7751;ud&#363;tas spoke on his behalf.</div>
<A NAME="76693"></A><div id="76693"> </div>
<div class="Purport"><a href="/d/ajamila" class="d">Aj&#257;mila</a> had named his son <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>, and because he loved the boy very much, he would call him again and again. Although he was calling for his son, the name itself was powerful because the name <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> is not different from the Supreme Lord <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>. When <a href="/d/ajamila" class="d">Aj&#257;mila</a> named his son <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>, all the reactions of his sinful life were neutralized, and as he continued calling his son and thus chanting the holy name of <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> thousands of times, he was actually unconsciously advancing in <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness.</div>
<A NAME="76694"></A><div id="76694"> </div>
<div class="Purport">One may argue, &ldquo;Since he was constantly chanting the name of <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>, how was it possible for him to be associating with a prostitute and thinking of wine?&rdquo; By his sinful actions he was bringing suffering upon himself again and again, and therefore one may say that his ultimate chanting of <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> was the cause of his being freed. However, his chanting would then have been a <span class="Italic"><a href="/d/nama" class="d">n&#257;ma</a>-<a href="/d/aparadha" class="d">apar&#257;dha</a>.</span> <span class="Italic">N&#257;mno bal&#257;d <a href="/d/yasya" class="d">yasya</a> <a href="/d/hi" class="d">hi</a> <a href="/d/papa" class="d">p&#257;pa</a>-<a href="/d/buddhih" class="d">buddhi&#7717;</a>:</span> one who continues to act sinfully and tries to neutralize his sins by chanting the holy name of the Lord is a <span class="Italic"><a href="/d/nama" class="d">n&#257;ma</a>-<a href="/d/aparadhi" class="d">apar&#257;dh&#299;</a>,</span> an offender to the holy name. In response it may be said that Aj&#257;mila&rsquo;s chanting was inoffensive because he did not chant the name of <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> with the purpose of counteracting his sins. He did not know that he was addicted to sinful actions, nor did he know that his chanting of the name of <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> was neutralizing them. Thus he did not commit a <span class="Italic"><a href="/d/nama" class="d">n&#257;ma</a>-<a href="/d/aparadha" class="d">apar&#257;dha</a>,</span> and his repeated chanting of the holy name of <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> while calling his son may be called pure chanting. Because of this pure chanting, <a href="/d/ajamila" class="d">Aj&#257;mila</a> unconsciously accumulated the results of <span class="Italic"><a href="/d/bhakti" class="d">bhakti</a>.</span> Indeed, even his first utterance of the holy name was sufficient to nullify all the sinful reactions of his life. To <a href="/d/cite" class="d">cite</a> a logical example, a fig tree does not immediately yield fruits, but in time the fruits are available. Similarly, Aj&#257;mila&rsquo;s devotional service grew little by little, and therefore although he committed very sinful acts, the reactions did not affect him. In the <span class="Italic">&#347;&#257;stras</span> it is said that if one chants the holy name of the Lord even once, the reactions of past, present or future sinful life do not affect him. To give another example, if one extracts the poison fangs of a serpent, this saves the serpent&rsquo;s future victims from poisonous effects, even if the serpent bites repeatedly. Similarly, if a devotee chants the holy name even once inoffensively, this protects him eternally. He need only wait for the results of the chanting to mature in due course of time.</div>
<A NAME="76695"></A><div id="76695"> </div>
<div class="Thus-end"><span class="Italic">Thus end the Bhaktivedanta purports of the Sixth Canto, Second Chapter, of the</span> &#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>, <span class="Italic">entitled &ldquo;Aj&#257;mila Delivered by the Vi&#7779;&#7751;ud&#363;tas.&rdquo;</span></div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/6/2/49">https://prabhupadabooks.com/sb/6/2/49</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/6/2/47-48?d=1">SB 6.2.47, SB 6.2.48, SB 6.2.47-48</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/6/3/3_summary?d=1">SB 6.3 Summary</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
