{
	"info": {
		"id": "cc\\adi\\2\\21",
		"nextId": "cc/adi/2/22",
		"prevId": "cc/adi/2/20"
	},
	"verses": [
		{
			"roman": "tam imam aham ajaṁ śarīra-bhājāṁ\nhṛḍi hṛdi dhiṣṭhitam ātma-kalpitānām\nprati-dṛśam iva naikadhārkam ekaṁ\nsamadhigato 'smi vidhūta-bheda-mohaḥ\n",
			"isProse": false
		}
	],
	"synonyms": "tam—Him; imam—this; aham—I; ajam—the unborn; śarīra-bhājām—of the conditioned souls endowed with bodies; hṛdi hṛdi—in each of the hearts; dhiṣṭhitam—situated; ātma—by themselves; kalpitānām—which are imagined; prati-dṛśam—for every eye; iva—like; na eka-dhā—not in one way; arkam—the sun; ekam—one; samadhigataḥ—one who has obtained; asmi—I am; vidhūta—removed; bheda-mohaḥ—whose misconception of duality.",
	"translation": "[Grandfather Bhīṣma said:] \"As the one sun appears differently situated to different seers, so also do You, the unborn, appear differently represented as the Paramātmā in every living being. But when a seer knows himself to be one of Your own servitors, no longer does he maintain such duality. Thus I am now able to comprehend Your eternal forms, knowing well the Paramātmā to be only Your plenary portion.\"",
	"purport": [
		{
			"type": "normal",
			"content": "This verse from Śrīmad-Bhāgavatam (1.9.42) was spoken by Bhīṣmadeva, the grandfather of the Kurus, when he was lying on a bed of arrows at the last stage of his life. Arjuna, Kṛṣṇa and numberless friends, admirers, relatives and sages had gathered on the scene as Mahārāja Yudhiṣṭhira took moral and religious instructions from the dying Bhīṣma. Just as the final moment arrived for him, Bhīṣma spoke this verse while looking at Lord Kṛṣṇa."
		},
		{
			"type": "normal",
			"content": "Just as the one sun is the object of vision of many different persons, so the one partial representation of Lord Kṛṣṇa who lives in the heart of every living entity as the Paramātmā is a variously perceived object. One who comes intimately in touch with Lord Kṛṣṇa by engaging in His eternal service sees the Supersoul as the localized partial representation of the Supreme Personality of Godhead. Bhīṣma knew the Supersoul to be a partial expansion of Lord Kṛṣṇa, whom he understood to be the supreme unborn transcendental form."
		}
	]
}