{
	"info": {
		"id": "cc\\adi\\2\\22",
		"nextId": "cc/adi/2/23",
		"prevId": "cc/adi/2/21"
	},
	"verses": [
		{
			"roman": "seita govinda sākṣāc caitanya gosāñi\njīva nistārite aiche dayālu āra nāi\n",
			"isProse": false
		}
	],
	"synonyms": "seita—that; govinda—Govinda; sākṣāt—personally; caitanya—Lord Caitanya; gosāñi—Gosāñi; jīva—the fallen living entities; nistārite—to deliver; aiche—such; dayālu—a merciful Lord; āra—another; nāi—there is not.",
	"translation": "That Govinda personally appears as Caitanya Gosāñi. No other Lord is as merciful in delivering the fallen souls.",
	"purport": [
		{
			"type": "normal",
			"content": "Having described Govinda in terms of His Brahman and Paramātmā features, now the author of Śrī Caitanya-caritāmṛta advances his argument to prove that Lord Śrī Caitanya Mahāprabhu is the identical personality. The same Lord Śrī Kṛṣṇa, in the garb of a devotee of Śrī Kṛṣṇa, descended to this mortal world to reclaim the fallen human beings who had misunderstood the Personality of Godhead even after the explanation of the Bhagavad-gītā. In the Bhagavad-gītā the Personality of Godhead Śrī Kṛṣṇa directly instructed that the Supreme is a person. Impersonal Brahman is His glowing effulgence, the Paramātmā is His partial representation, and all men are therefore advised to follow the path of Śrī Kṛṣṇa, leaving aside all mundane \"isms.\" Offenders misunderstood this instruction, however, because of their poor fund of knowledge. Thus by His causeless, unlimited mercy Śrī Kṛṣṇa came again as Śrī Caitanya Gosāñi."
		},
		{
			"type": "normal",
			"content": "The author of Śrī Caitanya-caritāmṛta most emphatically stresses that Lord Caitanya Mahāprabhu is Śrī Kṛṣṇa Himself. He is not an expansion of the prakāśa or vilāsa forms of Śrī Kṛṣṇa; He is the svayaṁ-rūpa, Govinda. Apart from the relevant scriptural evidence forwarded by Śrīla Kṛṣṇadāsa Kavirāja Gosvāmī, there are innumerable other scriptural statements regarding Lord Caitanya's being the Supreme Lord Himself. The following examples may be cited:"
		},
		{
			"type": "normal",
			"content": "(1) From the Caitanya Upaniṣad (5): gauraḥ sarvātmā mahā-puruṣo mahātmā mahā-yogī tri-guṇātītaḥ sattva-rūpo bhaktiṁ loke kāśyati. \"Lord Gaura, who is the all-pervading Supersoul, the Supreme Personality of Godhead, appears as a great saint and powerful mystic who is above the three modes of nature and is the emblem of transcendental activity. He disseminates the cult of devotion throughout the world.\""
		},
		{
			"type": "normal",
			"content": "(2) From the Śvetāśvatara Upaniṣad:"
		},
		{
			"type": "normal",
			"content": "tam īśvarāṇāṁ paramaṁ maheśvaraṁ\ntaṁ devatānāṁ paramaṁ ca daivatam\npatiṁ patīnāṁ paramaṁ parastād\nvidāma devaṁ bhuvaneśam īḍyam"
		},
		{
			"type": "normal",
			"content": "\"O Supreme Lord, You are the Supreme Maheśvara, the worshipable Deity of all the demigods and the Supreme Lord of all lords. You are the controller of all controllers, the Personality of Godhead, the Lord of everything worshipable.\" (Śvetāśvatara Upaniṣad 6.7)"
		},
		{
			"type": "normal",
			"content": "mahān prabhur vai puruṣaḥ\nsattvasyaiṣa pravartakaḥ\nsu-nirmalām imāṁ prāptim\nīśāno jyotir avyayaḥ"
		},
		{
			"type": "normal",
			"content": "\"The Supreme Personality of Godhead is Mahāprabhu, who disseminates transcendental enlightenment. Just to be in touch with Him is to be in contact with the indestructible brahmajyoti.\" (Śvetāśvatara Upaniṣad 3.12)"
		},
		{
			"type": "normal",
			"content": "(3) From the Muṇḍaka Upaniṣad (3.1.3):"
		},
		{
			"type": "normal",
			"content": "yadā paśyaḥ paśyate rukma-varṇaṁ\nkartāram īśaṁ puruṣaṁ brahma-yonim"
		},
		{
			"type": "normal",
			"content": "\"One who sees that golden-colored Personality of Godhead, the Supreme Lord, the supreme actor, who is the source of the Supreme Brahman, is liberated.\""
		},
		{
			"type": "normal",
			"content": "(4) From Śrīmad-Bhāgavatam:"
		},
		{
			"type": "normal",
			"content": "dhyeyaṁ sadā paribhava-ghnam abhīṣṭa-dohaṁ\ntīrthāspadaṁ śiva-viriñci-nutaṁ śaraṇyam\nbhṛtyārti-haṁ praṇata-pāla bhavābdhi-potaṁ\nvande mahā-puruṣa te caraṇāravindam"
		},
		{
			"type": "normal",
			"content": "\"We offer our respectful obeisances unto the lotus feet of Him, the Lord, upon whom one should always meditate. He destroys insults to His devotees. He removes the distresses of His devotees and satisfies their desires. He, the abode of all holy places and the shelter of all sages, is worshipable by Lord Śiva and Lord Brahmā. He is the boat of the demigods for crossing the ocean of birth and death.\" (Bhāg. 11.5.33)"
		},
		{
			"type": "normal",
			"content": "tyaktvā sudustyaja-surepsita-rājya-lakṣmīṁ\ndharmiṣṭha ārya-vacasā yad agād araṇyam\nmāyā-mṛgaṁ dayitayepsitam anvadhāvad\nvande mahā-puruṣa te caraṇāravindam"
		},
		{
			"type": "normal",
			"content": "\"We offer our respectful obeisances unto the lotus feet of the Lord, upon whom one should always meditate. He left His householder life, leaving aside His eternal consort, whom even the denizens of heaven adore. He went into the forest to deliver the fallen souls, who are put into illusion by material energy.\" (Bhāg. 11.5.34)"
		},
		{
			"type": "normal",
			"content": "Prahlāda said:"
		},
		{
			"type": "normal",
			"content": "itthaṁ nṛ-tiryag-ṛṣi-deva-jhaṣāvatārair\nlokān vibhāvayasi haṁsi jagat-pratīpān\ndharmaṁ mahā-puruṣa pāsi yugānuvṛttaṁ\nchannaḥ kalau yad abhavas tri-yugo 'tha sa tvam"
		},
		{
			"type": "normal",
			"content": "\"My Lord, You kill all the enemies of the world in Your multifarious incarnations in the families of men, animals, demigods, ṛṣis, aquatics and so on. Thus You illuminate the worlds with transcendental knowledge. In the Age of Kali, O Mahāpuruṣa, You sometimes appear in a covered incarnation. Therefore You are known as Tri-yuga [one who appears in only three yugas].\" (Bhāg. 7.9.38)"
		},
		{
			"type": "normal",
			"content": "(5) From the Kṛṣṇa-yāmala-tantra: puṇya-kṣetre navadvīpe bhaviṣyāmi śacī-sutaḥ. \"I shall appear in the holy land of Navadvīpa as the son of Śacīdevī.\""
		},
		{
			"type": "normal",
			"content": "(6) From the Vāyu Purāṇa: kalau saṅkīrtanārambhe bhaviṣyāmi śacī-sutaḥ. \"In the Age of Kali when the saṅkīrtana movement is inaugurated, I shall descend as the son of Śacīdevī.\""
		},
		{
			"type": "normal",
			"content": "(7) From the Brahma-yāmala-tantra:"
		},
		{
			"type": "normal",
			"content": "atha vāhaṁ dharādhāme\nbhūtvā mad-bhakta-rūpa-dhṛk\nmāyāyāṁ ca bhaviṣyāmi\nkalau saṅkīrtanāgame"
		},
		{
			"type": "normal",
			"content": "\"Sometimes I personally appear on the surface of the world in the garb of a devotee. Specifically, I appear as the son of Śacī in Kali-yuga to start the saṅkīrtana movement.\""
		},
		{
			"type": "normal",
			"content": "(8), From the Ananta-saṁhitā:"
		},
		{
			"type": "normal",
			"content": "ya eva bhagavān kṛṣṇo\nrādhikā-prāṇa-vallabhaḥ\nsṛṣṭy ādau sa jagan-nātho\ngaura āsīn maheśvari"
		},
		{
			"type": "normal",
			"content": "\"The Supreme Person, Śrī Kṛṣṇa Himself, who is the life of Śrī Rādhārāṇī and is the Lord of the universe in creation, maintenance and annihilation, appears as Gaura, O Maheśvarī.\""
		}
	]
}