{
	"info": {
		"id": "cc\\adi\\2\\37",
		"nextId": "cc/adi/2/38",
		"prevId": "cc/adi/2/36"
	},
	"verses": [
		{
			"roman": "pṛthvī yaiche ghaṭa-kulera kāraṇa āśraya\njīvera nidāna tumi, tumi sarvāśraya\n",
			"isProse": false
		}
	],
	"synonyms": "pṛthvī—the earth; yaiche—just as; ghaṭa—of earthen pots; kulera—of the multitude; kāraṇa—the cause; āśraya—the shelter; jīvera—of the living beings; nidāna—root cause; tumi—You; tumi—You; sarva-āśraya—shelter of all.",
	"translation": "\"As the earth is the original cause and shelter of all pots made of earth, so You are the ultimate cause and shelter of all living beings.",
	"purport": [
		{
			"type": "normal",
			"content": "As the vast earth is the source for the ingredients of all earthen pots, so the Supreme Soul is the source for the complete substance of all individual living entities. The cause of all causes, the Supreme Personality of Godhead, is the cause of the living entities. This is confirmed in the Bhagavad-gītā (7.10), where the Lord says, bījaṁ māṁ sarva-bhūtānām (\"I am the seed of all living entities\"), and in the Upaniṣads (Kaṭha Upaniṣad 5.3), which say, nityo nityānāṁ cetanaś cetanānām (\"the Lord is the supreme leader among all the eternal living beings\")."
		},
		{
			"type": "normal",
			"content": "The Lord is the reservoir of all cosmic manifestation, animate and inanimate. The advocates of Viśiṣṭādvaita-vāda philosophy explain the Vedānta-sūtra by saying that although the living entity has two kinds of bodies-subtle (consisting of mind, intelligence and false ego) and gross (consisting of the five basic elements)-and although he thus lives in three bodily dimensions (gross, subtle and spiritual), he is nevertheless a spiritual soul. Similarly, the Supreme Personality of Godhead, who emanates the material and spiritual worlds, is the Supreme Spirit. As an individual spirit soul is almost identical to his gross and subtle bodies, so the Supreme Lord is almost identical to the material and spiritual worlds. The material world, full of conditioned souls trying to lord it over matter, is a manifestation of the external energy of the Supreme Lord, and the spiritual world, full of perfect servitors of the Lord, is a manifestation of His internal energy. Since all living entities are minute sparks of the Supreme Personality of Godhead, He is the Supreme Soul in both the material and spiritual worlds. The Vaiṣṇavas following Lord Caitanya stress the doctrine of acintya-bhedābheda-tattva, which states that the Supreme Lord, being the cause and effect of everything, is inconceivably, simultaneously one with His manifestations of energy and different from them."
		}
	]
}