{
	"info": {
		"id": "cc\\madhya\\16\\150",
		"nextId": "cc/madhya/16/151",
		"prevId": "cc/madhya/16/149"
	},
	"verses": [
		{
			"roman": "dui rāja-pātra yei prabhu-saṅge yāya\n'yājapura' āsi' prabhu tāre dilena vidāya\n",
			"isProse": false
		}
	],
	"synonyms": "dui rāja-pātra—the two government officers; yei—who; prabhu-saṅge—with Śrī Caitanya Mahāprabhu; yāya—go; yājapura āsi'-when coming to Yājapura; prabhu—Śrī Caitanya Mahāprabhu; tāre—unto them; dilena vidāya—bade farewell.",
	"translation": "When Śrī Caitanya Mahāprabhu and His party arrived at Yājapura, the Lord asked the two government officers who had come with Him to return.",
	"purport": [
		{
			"type": "normal",
			"content": "The place called Yājapura is very well known in Orissa. It is a subdivision of the Kaṭaka district and is situated on the southern side of the Vaitaraṇī River. Formerly great sages performed sacrifices on the northern bank of the Vaitaraṇī River; consequently the place is known as Yājapura-\"the place where sacrifices are performed.\" Some people say that this was one of the capital cities of King Yayāti and that from the name Yayāti-nagara the name Yājapura has come. As stated in Mahābhārata (Vana-parva Chapter 114):"
		},
		{
			"type": "normal",
			"content": "ete kaliṅgāḥ kaunteya\nyatra vaitaraṇī nadī\nyatrāyajata dharmo 'pi\ndevān śaraṇam etya vai\natra vai ṛṣayo 'nye ca\npurā kratubhir ījire"
		},
		{
			"type": "normal",
			"content": "According to the Mahābhārata, great sages formerly performed sacrifices in this place. There are still many temples of demigods and incarnations there, and there is also a Deity of Śrī Varāhadeva. This Deity is especially important and is visited by many pilgrims. Those who worship the Supreme Lord's energy worship Vārāhī, Vaiṣṇavī and Indrāṇī, as well as many similar forms of Devī, the internal energy. There are many deities of Lord Śiva, and there are many places along the river known as Daśāśvamedha-ghāṭa. Sometimes Yājapura is also called Nābhi-gayā or Virajā-kṣetra."
		}
	]
}