{
	"info": {
		"id": "cc\\madhya\\16\\241",
		"nextId": "cc/madhya/16/242",
		"prevId": "cc/madhya/16/240"
	},
	"verses": [
		{
			"roman": "se chala se-kāle kṛṣṇa sphurābe tomāre\nkṛṣṇa-kṛpā yāṅre, tāre ke rākhite pāre\"\n",
			"isProse": false
		}
	],
	"synonyms": "se chala—that trick; se-kāle—at that time; kṛṣṇa—Lord Kṛṣṇa; sphurābe—will show; tomāre—unto you; kṛṣṇa-kṛpā—the mercy of Kṛṣṇa; yāṅre—upon whom; tāre—him; ke—who; rākhite—to keep; pāre—is able.",
	"translation": "\"What kind of means you will have to use at that time will be revealed by Kṛṣṇa. If one has Kṛṣṇa's mercy, no one can check him.\"",
	"purport": [
		{
			"type": "normal",
			"content": "Although Śrīla Raghunātha dāsa was very anxious to join Śrī Caitanya Mahāprabhu, the Lord advised him to wait for the mercy of Lord Kṛṣṇa. He recommended that Raghunātha dāsa keep his Kṛṣṇa consciousness firmly fixed in his heart while externally behaving like an ordinary man. This is a trick for everyone advanced in Kṛṣṇa consciousness. One can live in society like an ordinary human being, but at the same time one's own business should be to satisfy Kṛṣṇa and spread His glories. A Kṛṣṇa conscious person should not be absorbed in material things, for his only business is the devotional service of the Lord. If one is engaged in this way, Kṛṣṇa will certainly bestow His mercy. As Śrī Caitanya Mahāprabhu advised Raghunātha dāsa: yathā-yogya viṣaya bhuñja' anāsakta hañā. The same is repeated: antare niṣṭhā kara, bāhye loka-vyavahāra. This means that one must have no other desire within his heart than to serve Kṛṣṇa. On the basis of such a conviction, one can cultivate Kṛṣṇa consciousness. This is confirmed in the Bhakti-rasāmṛta-sindhu (1.2.200):"
		},
		{
			"type": "normal",
			"content": "laukikī vaidikī vāpi\nyā kriyā kriyate mune\nhari-sevānukūlaiva\nsā kāryā bhaktim icchatā"
		},
		{
			"type": "normal",
			"content": "A devotee may act as an ordinary human being or as a strict follower of Vedic injunctions. In either case, everything he does is favorable for the advancement of devotional service because he is in Kṛṣṇa consciousness."
		}
	]
}