{
	"info": {
		"id": "cc\\madhya\\16\\67",
		"nextId": "cc/madhya/16/68",
		"prevId": "cc/madhya/16/66"
	},
	"verses": [
		{
			"roman": "acintya-śaktye kara tumi tāhāra ghaṭana\nye karāha, sei kari, nāhika niyama\n",
			"isProse": false
		}
	],
	"synonyms": "acintya-śaktye—by inconceivable energy; kara—do; tumi—You; tāhāra—of that relationship; ghaṭana—the operation; ye—whatever; karāha—You make Me do; sei—that; kari—I do; nāhika—there is not; niyama—restriction.",
	"translation": "\"By Your inconceivable energy, You can do whatever You like, and whatever You make Me do, I do without restriction.\"",
	"purport": [
		{
			"type": "normal",
			"content": "As stated in the beginning of Śrīmad-Bhāgavatam: tene brahma hṛdā ya ādi-kavaye. Lord Brahmā is the first living creature within this universe, and he is also the creator of this universe. How is this possible? Although he is the first living entity, Lord Brahmā is not in the category of viṣṇu-tattva. Rather, he is part of the jīva-tattva. Nonetheless, by the grace of the Lord, who instructed him through the heart (tene brahma hṛdā), Lord Brahmā could create a huge universe. Those who are actually pure devotees of the Lord are instructed by the Lord through the heart, where the Lord is always situated. Īśvaraḥ sarva-bhūtānāṁ hṛd-deśe 'rjuna tiṣṭhati (Bg. 18.61). If he follows the instructions of the Supreme Personality of Godhead, the living entity, even though an insignificant creature, can perform the most difficult tasks by the Lord's grace. This also is confirmed in Bhagavad-gītā:"
		},
		{
			"type": "normal",
			"content": "teṣāṁ satata-yuktānāṁ\nbhajatāṁ prīti-pūrvakam\ndadāmi buddhi-yogaṁ taṁ\nyena mām upayānti te"
		},
		{
			"type": "normal",
			"content": "\"To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me,\" (Bg. 10.10)"
		},
		{
			"type": "normal",
			"content": "Everything is possible for a pure devotee because he acts under the instructions of the Supreme Personality of Godhead. Through His inconceivable energy, a pure devotee can perform tasks that are supposed to be very, very difficult. He can perform tasks not even previously performed by the Lord Himself. Therefore Nityānanda Prabhu told Śrī Caitanya Mahāprabhu, ye karāha, sei kari, nāhika niyama: \"I do not know by what regulative principle I am carrying out this wonderful work, but I know for certain that I will do whatever You desire.\" Although the Lord wants to give all credit to His devotee, the devotee himself never takes credit, for he acts only under the Lord's direction. Consequently all credit goes to the Lord. This is the nature of the relationship between the Lord and His devotee. The Lord wants to give all credit to His servant, but the servant does not take any credit, for he knows that everything is carried out by the Lord."
		}
	]
}