<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Madhya 19.138 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Madhya 19.138 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/madhya?d=1"  class="breadcrumb" title="Cc. Madhya-lila">Cc. Madhya-lila</a> > <a href="https://prabhupadabooks.com/cc/madhya/19?d=1"  class="breadcrumb" title="Madhya 19: Lord Sri Caitanya Mahaprabhu Instructs Srila Rupa Gosvami">Madhya 19</a> > <a href="https://prabhupadabooks.com/cc/madhya/19/138?d=1"  class="breadcrumb" title="Madhya 19.138">Madhya 19.138</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="195640"></A><div id="195640"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 138</div>
</div><A NAME="195642"></A><div id="195642"> </div>
<div style=" text-align : center"><div class="Verse-Text">eita brahm&#257;&#7751;&#7693;a bhari' ananta j&#299;va-ga&#7751;a</div>
</div><A NAME="195643"></A><div id="195643"> </div>
<div style=" text-align : center"><div class="Verse-Text">caur&#257;&#347;&#299;-lak&#7779;a yonite karaye bhrama&#7751;a</div>
</div><A NAME="195644"></A><div id="195644"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="195645"></A><div id="195645"> </div>
<div class="Synonyms"><I><a href="/d/ei" class="d">ei</a>-<a href="/d/ta" class="d">ta</a></I>&mdash;in this way; <I><a href="/d/brahmanda" class="d">brahm&#257;&#7751;&#7693;a</a></I>&mdash;the whole universe; <I><a href="/d/bhari" class="d">bhari</a></I>'-filling; <I><a href="/d/ananta" class="d">ananta</a></I>&mdash;unlimited; <I><a href="/d/jiva" class="d">j&#299;va</a>-<a href="/d/gana" class="d">ga&#7751;a</a></I>&mdash;living entities; <I><a href="/d/caurasi" class="d">caur&#257;&#347;&#299;</a>-<a href="/d/laksa" class="d">lak&#7779;a</a></I>&mdash;8,400,000; <I><a href="/d/yonite" class="d">yonite</a></I>&mdash;in species of life; <I><a href="/d/karaye" class="d">karaye</a></I>&mdash;do; <I><a href="/d/bhramana" class="d">bhrama&#7751;a</a></I>&mdash;wandering.</div>
<A NAME="195646"></A><div id="195646"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="195647"></A><div id="195647"> </div>
<div class="Normal-Level"><B>"In this universe there are limitless living entities in 8,400,000 species, and all are wandering within this universe.</B></div>
<A NAME="195648"></A><div id="195648"> </div>
<div class="Titles">PURPORT</div>
<A NAME="195649"></A><div id="195649"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">This is a challenge to so-called scientists and philosophers who presume that there are living entities on this planet only. So-called scientists are going to the moon, and they say that there is no life there. This does not tally with &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> Mah&#257;prabhu's version. He says that everywhere within the universe there are unlimited numbers of living entities in 8,400,000 different forms. In <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></I> (<a href="https://prabhupadabooks.com/bg/2/24?d=1">2.24</a>) we find that the living entities are <I><a href="/d/sarva" class="d">sarva</a>-<a href="/d/gatah" class="d">gata&#7717;</a>,</I> which means that they can go anywhere. This indicates that there are living entities everywhere. They exist on land, in water, in air, in fire and in ether. Thus there are living entities in all types of material elements. Since the entire material universe is composed of five elements-earth, water, fire, air and ether-why should there be living entities on one planet and not others? Such a foolish version can never be accepted by Vedic students. From the Vedic literatures we understand that there are living entities on each and every planet, regardless of whether the planet is composed of earth, water, fire or ether. These living entities may not have the same forms that are found on this planet earth, but they have different forms composed of different elements. Even on this earth we can see that the forms of land animals are different from the forms of aquatics. According to the circumstance, living conditions differ, but undoubtedly there are living entities everywhere. Why should we deny the existence of living entities on this or that planet? Those who have claimed to have gone to the moon have not gone there, or else their imperfect vision cannot actually perceive the particular type of living entities there.</div>
</div><A NAME="195650"></A><div id="195650"> </div>
<div class="Normal-Level">Living entities are described as <I><a href="/d/ananta" class="d">ananta</a>,</I> or unlimited; nonetheless, they are said to belong to 8,400,000 species. As stated in the <I><a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> <a href="/d/purana" class="d">Pur&#257;&#7751;a</a>:</I></div>
<A NAME="195651"></A><div id="195651"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">jalaj&#257; nava-lak&#7779;&#257;&#7751;i<br>sth&#257;var&#257; lak&#7779;a-vi&#7745;&#347;ati<br>k&#7771;mayo rudra-sa&#7749;khyak&#257;&#7717;<br>pak&#7779;i&#7751;&#257;&#7745; da&#347;a-lak&#7779;a&#7751;am<br>tri&#7745;&#347;al-lak&#7779;&#257;&#7751;i pa&#347;ava&#7717;<br>catur-lak&#7779;&#257;&#7751;i m&#257;nu&#7779;&#257;&#7717;</div>
</div><A NAME="195652"></A><div id="195652"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"There are 900,000 species living in the water. There are also 2,000,000 non-moving living entities (<I><a href="/d/sthavara" class="d">sth&#257;vara</a></I>) such as trees and plants. There are also 1,100,000 species of insects and reptiles, and there are 1,000,000 species of birds. As far as quadrupeds are concerned there are 3,000,000 varieties, and there are 400,000 human species." Some of these species may exist on one planet and not on another, but in any case within all the planets of the universe-and even in the sun-there are living entities. This is the verdict of Vedic literatures. As <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></I> (<a href="https://prabhupadabooks.com/bg/2/20?d=1">2.20</a>) confirms:</div>
</div><A NAME="195653"></A><div id="195653"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">na j&#257;yate mriyate v&#257; kad&#257;cin<br>n&#257;ya&#7745; bh&#363;tv&#257; bhavit&#257; v&#257; na bh&#363;ya&#7717;<br>ajo nitya&#7717; &#347;&#257;&#347;vato 'ya&#7745; pur&#257;&#7751;o<br>na hanyate hanyam&#257;ne &#347;ar&#299;re</div>
</div><A NAME="195654"></A><div id="195654"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"For the soul there is never birth nor death. Nor, having once been, does he ever cease to be. He is unborn, eternal, ever-existing, undying and primeval. He is not slain when the body is slain."</div>
</div><A NAME="195655"></A><div id="195655"> </div>
<div class="Normal-Level">Since the living entities are never annihilated, they simply transmigrate from one life form to another. Thus there is an evolution of forms according to the degree of developed consciousness. One experiences different degrees of consciousness in different forms. A dog's consciousness is different from a man's. Even within a species we find that a father's consciousness is different from his son's and that a child's consciousness is different from a youth's. Just as we find different forms, we find different states of consciousness. When we see different states of consciousness, we may take it for granted that the bodies are different. In other words, different types of bodies depend on different states of consciousness. This is also confirmed in <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></I> (<a href="https://prabhupadabooks.com/bg/8/6?d=1">8.6</a>): <I><a href="/d/yam" class="d">ya&#7745;</a> ya&#7745; <a href="/d/vapi" class="d">v&#257;pi</a> <a href="/d/smaran" class="d">smaran</a> <a href="/d/bhavam" class="d">bh&#257;vam</a>.</I> One's consciousness at the time of death determines a type of body of the living entity. This is the process of transmigration of the soul. A variety of bodies is already there; we change from one body to another in terms of our consciousness.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/madhya/19/138">https://prabhupadabooks.com/cc/madhya/19/138</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/madhya/19/137?d=1">Madhya 19.137</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/madhya/19/139?d=1">Madhya 19.139</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
