<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Madhya 19.152 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Madhya 19.152 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/madhya?d=1"  class="breadcrumb" title="Cc. Madhya-lila">Cc. Madhya-lila</a> > <a href="https://prabhupadabooks.com/cc/madhya/19?d=1"  class="breadcrumb" title="Madhya 19: Lord Sri Caitanya Mahaprabhu Instructs Srila Rupa Gosvami">Madhya 19</a> > <a href="https://prabhupadabooks.com/cc/madhya/19/152?d=1"  class="breadcrumb" title="Madhya 19.152">Madhya 19.152</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="195824"></A><div id="195824"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 152</div>
</div><A NAME="195826"></A><div id="195826"> </div>
<div style=" text-align : center"><div class="Verse-Text">m&#257;l&#299; ha&ntilde;&#257; kare sei b&#299;ja &#257;ropa&#7751;a</div>
</div><A NAME="195827"></A><div id="195827"> </div>
<div style=" text-align : center"><div class="Verse-Text">&#347;rava&#7751;a-k&#299;rtana-jale karaye secana</div>
</div><A NAME="195828"></A><div id="195828"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="195829"></A><div id="195829"> </div>
<div class="Synonyms"><I><a href="/d/mali" class="d">m&#257;l&#299;</a> <a href="/d/hana" class="d">ha&ntilde;&#257;</a></I>&mdash;becoming a gardener; <I><a href="/d/kare" class="d">kare</a></I>&mdash;does; <I><a href="/d/sei" class="d">sei</a></I>&mdash;that; <I><a href="/d/bija" class="d">b&#299;ja</a></I>&mdash;seed of devotional service; <I><a href="/d/aropana" class="d">&#257;ropa&#7751;a</a></I>&mdash;sowing; <I><a href="/d/sravana" class="d">&#347;rava&#7751;a</a></I>&mdash;of hearing; <I><a href="/d/kirtana" class="d">k&#299;rtana</a></I>&mdash;of chanting; <I><a href="/d/jale" class="d">jale</a></I>&mdash;with the water; <I><a href="/d/karaye" class="d">karaye</a></I>&mdash;does; <I><a href="/d/secana" class="d">secana</a></I>&mdash;sprinkling.</div>
<A NAME="195830"></A><div id="195830"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="195831"></A><div id="195831"> </div>
<div class="Normal-Level"><B>"When a person receives the seed of devotional service, he should take care of it by becoming a gardener and sowing the seed in his heart. If he waters the seed gradually by the process of <a href="/d/sravana" class="d">&#347;rava&#7751;a</a> and <a href="/d/kirtana" class="d">k&#299;rtana</a> [hearing and chanting], the seed will begin to sprout.</B></div>
<A NAME="195832"></A><div id="195832"> </div>
<div class="Titles">PURPORT</div>
<A NAME="195833"></A><div id="195833"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">To live with devotees or to live in a temple means to associate with the <I><a href="/d/sravana" class="d">&#347;rava&#7751;a</a>-<a href="/d/kirtana" class="d">k&#299;rtana</a></I> process. Sometimes neophyte devotees think that they can continue the <I><a href="/d/sravana" class="d">&#347;rava&#7751;a</a>-<a href="/d/kirtana" class="d">k&#299;rtana</a></I> process without worshiping the Deity, but the execution of <I><a href="/d/sravana" class="d">&#347;rava&#7751;a</a>-<a href="/d/kirtana" class="d">k&#299;rtana</a></I> is meant for highly developed devotees like <a href="/d/haridasa" class="d">Harid&#257;sa</a> &#7788;h&#257;kura, who engaged in the <I><a href="/d/sravana" class="d">&#347;rava&#7751;a</a>-<a href="/d/kirtana" class="d">k&#299;rtana</a></I> process without worshiping the Deity. However, one should not falsely imitate <a href="/d/haridasa" class="d">Harid&#257;sa</a> &#7788;h&#257;kura and abandon Deity worship just to try to engage in <I><a href="/d/sravana" class="d">&#347;rava&#7751;a</a>-<a href="/d/kirtana" class="d">k&#299;rtana</a>.</I> This is not possible for neophyte devotees.</div>
</div><A NAME="195834"></A><div id="195834"> </div>
<div class="Normal-Level">The word <I><a href="/d/guru" class="d">guru</a>-<a href="/d/prasada" class="d">pras&#257;da</a></I> indicates that the spiritual master is very merciful in bestowing the boon of devotional service upon the disciple. That is the best possible gift the spiritual master has to offer. Those with a background of pious life are eligible to receive life's supreme benefit, and to bestow this benefit, the Supreme Personality of Godhead sends His representative to impart His mercy. Endowed with the mercy of the Supreme Personality of Godhead, the spiritual master distributes the mercy to those who are elevated and pious. Thus the spiritual master trains his disciples to render devotional service unto the Supreme Personality of Godhead. This is called <I><a href="/d/guru" class="d">guru</a>-<a href="/d/krpa" class="d">k&#7771;p&#257;</a>.</I> It is <I><a href="/d/krsna" class="d">k&#7771;&#7779;&#7751;a</a>-<a href="/d/prasada" class="d">pras&#257;da</a>,</I> K&#7771;&#7779;&#7751;a's mercy, that He sends a bona fide spiritual master to the deserving disciple. By the mercy of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, one meets the bona fide spiritual master, and by the mercy of the spiritual master, the disciple is fully trained in the devotional service of the Lord.</div>
<A NAME="195835"></A><div id="195835"> </div>
<div class="Verse-Text">Bhakti-lat&#257;-b&#299;ja means "the seed of devotional service." Everything has an original cause, or seed. For any idea, program, plan or device, there is first of all the contemplation of the plan, and that is called <I>b&#299;ja,</I> or the seed. The methods, rules and regulations by which one is perfectly trained in devotional service constitute the <I>bhakti-lat&#257;-b&#299;ja,</I> or seed of devotional service. This <I>bhakti-lat&#257;-b&#299;ja</I> is received from the spiritual master by the grace of K&#7771;&#7779;&#7751;a. Other seeds are called <I>any&#257;bhil&#257;&#7779;a-b&#299;ja, karma-b&#299;ja</I> and <I>j&ntilde;&#257;na-b&#299;ja.</I> If one is not fortunate enough to receive the <I>bhakti-lat&#257;-b&#299;ja</I> from the spiritual master, he instead cultivates the seeds of <I>karma-b&#299;ja, j&ntilde;&#257;na-b&#299;ja,</I> or political and social or philanthropic <I>b&#299;ja.</I> However, <I>bhakti-lat&#257;-b&#299;ja</I> is different from these other <I>b&#299;jas.</I> <I>Bhakti-lat&#257;-b&#299;ja</I> can be received only through the mercy of the spiritual master. Therefore one has to satisfy the spiritual master to get <I>bhakti-lat&#257;-b&#299;ja (yasya pras&#257;d&#257;d bhagavat-pras&#257;da&#7717;).</I> <I>Bhakti-lat&#257;-b&#299;ja</I> is the origin of devotional service. Unless one satisfies the spiritual master, he gets the <I>b&#299;ja,</I> or root cause, of <I>karma, j&ntilde;&#257;na</I> and <I>yoga</I> without the benefit of devotional service. However, one who is faithful to his spiritual master gets the <I>bhakti-lat&#257;-b&#299;ja.</I> This <I>bhakti-lat&#257;-b&#299;ja</I> is received when one is initiated by the bona fide spiritual master. After receiving the spiritual master's mercy, one must repeat his instructions, and this is called <I>&#347;rava&#7751;a-k&#299;rtana-</I>hearing and chanting. One who has not properly heard from the spiritual master or who does not follow the regulative principles is not fit for chanting (<I>k&#299;rtana).</I> This is explained in <I>Bhagavad-g&#299;t&#257;</I> (2.41): <I>vyavas&#257;y&#257;tmik&#257; buddhir ekeha kuru-nandana.</I> One who has not listened carefully to the instructions of the spiritual master is unfit to chant or preach the cult of devotional service. One has to water the <I>bhakti-lat&#257;-b&#299;ja</I> after receiving instructions from the spiritual master.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/madhya/19/152">https://prabhupadabooks.com/cc/madhya/19/152</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/madhya/19/151?d=1">Madhya 19.151</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/madhya/19/153?d=1">Madhya 19.153</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
