<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 10.9 Summary Srimad-Bhagavatam</title>
<meta property="og:title" content="SB 10.9 Summary Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/10?d=1"  class="breadcrumb" title="Canto 10: The Summum Bonum">Canto 10: "The Summum Bonum"</a> > <a href="https://prabhupadabooks.com/sb/10/9?d=1"  class="breadcrumb" title="SB 10.9: Mother Yasoda Binds Lord Lord Krsna">SB 10.9</a> > <a href="https://prabhupadabooks.com/sb/10/9/9_summary?d=1"  class="breadcrumb" title="SB 10.9 Summary">SB 10.9 Summary</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="125687"></A><div id="125687"> </div>
<div style=" text-align : left"><div class="Normal-Level">While mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a> was allowing <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> to drink her breast milk, she was forced to stop because she saw the milk <a href="/d/pan" class="d">pan</a> boiling over on the oven. The maidservants being engaged in other business, she stopped allowing <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> to drink from her breast and immediately attended to the overflowing milk <a href="/d/pan" class="d">pan</a>. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> became very angry because of His mother&rsquo;s behavior and devised a means of breaking the pots of yogurt. Because He created this disturbance, mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a> decided to bind Him. These incidents are described in this chapter.</div>
</div><A NAME="125688"></A><div id="125688"> </div>
<div style=" text-align : left"><div class="Normal-Level">One day, the maidservants being engaged in other work, mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a> was churning the yogurt into butter herself, and in the meantime <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> came and requested her to allow Him to suck her breast milk. Of course, mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a> immediately allowed Him to do so, but then she saw that the hot milk on the oven was boiling over, and therefore she immediately stopped allowing <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> to drink the milk of her breast and went to stop the milk on the oven from overflowing. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, however, having been interrupted in His business of sucking the breast, was very angry. He took a piece of stone, broke the churning pot and entered a room, where He began to eat the freshly churned butter. When mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a>, after attending to the overflowing milk, returned and saw the pot broken, she could understand that this was the work of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, and therefore she went to search for Him. When she entered the room, she saw <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> standing on the <span class="Italic"><a href="/d/ulukhala" class="d">ul&#363;khala</a>,</span> a large mortar for grinding spices. Having turned the mortar upside down, He was stealing butter hanging from a swing and was distributing the butter to the monkeys. As soon as <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> saw that His mother had come, He immediately began to run away, and mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a> began to follow Him. After going some distance, mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a> was able to catch <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, who because of His offense was crying. Mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a>, of course, threatened to punish <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> if He acted that way again, and she decided to bind Him with rope. Unfortunately, when the time came to knot the rope, the rope with which she wanted to bind Him was short by a distance equal to the width of two fingers. When she made the rope longer by adding another rope, she again saw that it was short by two fingers. Again and again she tried, and again and again she found the rope too short by two fingers. Thus she became very tired, and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, seeing His affectionate mother so tired, allowed Himself to be bound. Now, being compassionate, He did not show her His unlimited potency. After mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a> bound <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and became engaged in other household affairs, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> observed two <span class="Italic"><a href="/d/yamala" class="d">yamala</a>-<a href="/d/arjuna" class="d">arjuna</a></span> trees, which were actually <a href="/d/nalakuvara" class="d">Nalak&#363;vara</a> and Ma&#7751;igr&#299;va, two sons of <a href="/d/kuvera" class="d">Kuvera</a> who had been condemned by <a href="/d/narada" class="d">N&#257;rada</a> <a href="/d/muni" class="d">Muni</a> to become trees. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, by His mercy, now began to proceed toward the trees to fulfill the desire of <a href="/d/narada" class="d">N&#257;rada</a> <a href="/d/muni" class="d">Muni</a>.</div>
</div><p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/10/9/9_summary">https://prabhupadabooks.com/sb/10/9/9_summary</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/10/8/52?d=1">SB 10.8.52</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/10/9/1-2?d=1">SB 10.9.1-2</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
