{
	"info": {
		"id": "cc\\adi\\4\\105",
		"nextId": "cc/adi/4/106",
		"prevId": "cc/adi/4/104"
	},
	"verses": [
		{
			"roman": "svarūpa-gosāñi--prabhura ati antaraṅga\ntāhāte jānena prabhura e-saba prasaṅga\n",
			"isProse": false
		}
	],
	"synonyms": "svarūpa-gosāñi—Svarūpa Dāmodara Gosāñi; prabhura—of Lord Caitanya Mahāprabhu; ati—very; antaraṅga—confidential associate; tāhāte—by that; jānena—he knows; prabhura—of Lord Caitanya Mahāprabhu; e-saba—all these; prasaṅga—topics.",
	"translation": "Svarūpa Gosāñi is the most intimate associate of the Lord. He, therefore, knows all these topics well.",
	"purport": [
		{
			"type": "normal",
			"content": "Prior to the Lord's acceptance of the renounced order, Puruṣottama Bhaṭṭācārya, a resident of Navadvīpa, desired to enter the renounced order of life. Therefore he left home and went to Benares, where he accepted the position of brahmacarya from a Māyāvādī sannyāsī. When he became a brahmacārī, he was given the name Śrī Dāmodara Svarūpa. He left Benares shortly after, without taking sannyāsa, and he came to Nīlācala, Jagannātha Purī, where Lord Caitanya was staying. He met Caitanya Mahāprabhu there and dedicated his life for the service of the Lord. He became Lord Caitanya's secretary and constant companion. He used to enhance the pleasure potency of the Lord by singing appropriate songs, which were very much appreciated. Svarūpa Dāmodara could understand the secret mission of Lord Caitanya, and it was by his grace only that all the devotees of Lord Caitanya could know the real purpose of the Lord."
		},
		{
			"type": "normal",
			"content": "Svarūpa Dāmodara has been identified as Lalitā-devī, the second expansion of Rādhārāṇī. However, the authoritative Gaura-gaṇoddeśa-dīpikā of Kavi-karṇapūra describes Svarūpa Dāmodara as the same Viśākhā-devī who serves the Lord in Goloka Vṛndāvana. Therefore it is to be understood that Śrī Svarūpa Dāmodara is a direct expansion of Rādhārāṇī who helps the Lord experience the attitude of Rādhārāṇī."
		}
	]
}