{
	"info": {
		"id": "cc\\adi\\4\\56",
		"nextId": "cc/adi/4/57",
		"prevId": "cc/adi/4/55"
	},
	"verses": [
		{
			"roman": "rādhā-kṛṣṇa eka ātmā, dui deha dhari'\nanyonye vilase rasa āsvādana kari'\n",
			"isProse": false
		}
	],
	"synonyms": "rādhā-kṛṣṇa—Rādhā and Kṛṣṇa; eka—one; ātmā—self; dui—two; deha—bodies; dhari'-assuming; anyonye—one another; vilase—They enjoy; rasa—the mellows of love; āsvādana kari'-tasting.",
	"translation": "Rādhā and Kṛṣṇa are one and the same, but They have assumed two bodies. Thus They enjoy each other, tasting the mellows of love.",
	"purport": [
		{
			"type": "normal",
			"content": "The two transcendentalists Rādhā and Kṛṣṇa are a puzzle to materialists. The above description of Rādhā and Kṛṣṇa from the diary of Śrīla Svarūpa Dāmodara Gosvāmī is a condensed explanation, but one needs great spiritual insight to understand the mystery of these two personalities. One is enjoying in two. Śrī Kṛṣṇa is the potent factor, and Śrīmatī Rādhārāṇī is the internal potency. According to Vedānta philosophy, there is no difference between the potent and potency: they are identical. We cannot differentiate between one and the other, any more than we can separate fire from heat."
		},
		{
			"type": "normal",
			"content": "Everything in the Absolute is inconceivable in relative existence. Therefore in relative cognizance it is very difficult to assimilate this truth of the oneness between the potent and the potency. The philosophy of inconceivable oneness and difference propounded by Lord Caitanya is the only source of understanding for such intricacies of transcendence."
		},
		{
			"type": "normal",
			"content": "In fact, Rādhārāṇī is the internal potency of Śrī Kṛṣṇa, and She eternally intensifies the pleasure of Śrī Kṛṣṇa. Impersonalists cannot understand this without the help of a mahā-bhāgavata devotee. The very name Rādhā suggests that She is eternally the topmost mistress of the comforts of Śrī Kṛṣṇa. As such, She is the medium transmitting the living entities' service to Śrī Kṛṣṇa. Devotees in Vṛndāvana therefore seek the mercy of Śrīmatī Rādhārāṇī in order to be recognized as loving servitors of Śrī Kṛṣṇa."
		},
		{
			"type": "normal",
			"content": "Lord Caitanya Mahāprabhu personally approaches the fallen conditioned souls of the iron age to deliver the highest principle of transcendental relationships with the Lord. The activities of Lord Caitanya are primarily in the role of the pleasure-giving portion of His internal potency."
		},
		{
			"type": "normal",
			"content": "The absolute Personality of Godhead, Śrī Kṛṣṇa, is the omnipotent form of transcendental existence, knowledge and bliss in full. His internal potency is exhibited first as sat, or existence-or, in other words, as the portion that expands the existence function of the Lord. The same potency while displaying full knowledge is called cit, or samvit, which expands the transcendental forms of the Lord. Finally, the same potency while playing as a pleasure-giving medium is known as hlādinī, or the transcendental blissful potency. Thus the Lord manifests His internal potency in three transcendental divisions."
		}
	]
}