<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Adi 7.102 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Adi 7.102 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/adi?d=1"  class="breadcrumb" title="Cc.  Adi-lila">Cc.  Adi-lila</a> > <a href="https://prabhupadabooks.com/cc/adi/7-1?d=1"  class="breadcrumb" title="Adi 7: Lord Caitanya in Five Features">Adi 7</a> > <a href="https://prabhupadabooks.com/cc/adi/7/102?d=1"  class="breadcrumb" title="Adi 7.102">Adi 7.102</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="139924"></A><div id="139924"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 102</div>
</div><A NAME="139926"></A><div id="139926"> </div>
<div style=" text-align : center"><div class="Verse-Text">eta &#347;uni' h&#257;si' prabhu balil&#257; vacana</div>
</div><A NAME="139927"></A><div id="139927"> </div>
<div style=" text-align : center"><div class="Verse-Text">du&#7717;kha n&#257; m&#257;naha yadi, kari nivedana</div>
</div><A NAME="139928"></A><div id="139928"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="139929"></A><div id="139929"> </div>
<div class="Synonyms"><I><a href="/d/eta" class="d">eta</a></I>&mdash;thus; <I><a href="/d/suni" class="d">&#347;uni</a></I>'-hearing; <I><a href="/d/hasi" class="d">h&#257;si</a></I>'-smiling; <I><a href="/d/prabhu" class="d">prabhu</a></I>&mdash;Lord <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a>; <I><a href="/d/balila" class="d">balil&#257;</a></I>&mdash;said; <I><a href="/d/vacana" class="d">vacana</a></I>&mdash;His words; <I><a href="/d/duhkha" class="d">du&#7717;kha</a></I>&mdash;unhappy; <I><a href="/d/na" class="d">n&#257;</a></I>&mdash;do not; <I><a href="/d/manaha" class="d">m&#257;naha</a></I>&mdash;take it; <I><a href="/d/yadi" class="d">yadi</a></I>&mdash;if; <I><a href="/d/kari" class="d">kari</a></I>&mdash;I say; <I><a href="/d/nivedana" class="d">nivedana</a></I>&mdash;something unto you.</div>
<A NAME="139930"></A><div id="139930"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="139931"></A><div id="139931"> </div>
<div class="Normal-Level"><B>After hearing the <a href="/d/mayavadi" class="d">M&#257;y&#257;v&#257;d&#299;</a> sanny&#257;s&#299;s speak in that way, Lord <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> smiled slightly and said, "My dear sirs, if you don't mind I can say something to you regarding <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy."</B></div>
<A NAME="139932"></A><div id="139932"> </div>
<div class="Titles">PURPORT</div>
<A NAME="139933"></A><div id="139933"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">The <a href="/d/mayavadi" class="d">M&#257;y&#257;v&#257;d&#299;</a> <I>sanny&#257;s&#299;s,</I> appreciating Lord <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a>, inquired from Him why He did not discuss <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy. Actually, however, the entire system of <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> activities is based on <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy. Vai&#7779;&#7751;avas do not neglect <a href="/d/vedanta" class="d">Ved&#257;nta</a>, but they do not care to understand <a href="/d/vedanta" class="d">Ved&#257;nta</a> on the basis of the <I>&#346;&#257;r&#299;raka-<a href="/d/bhasya" class="d">bh&#257;&#7779;ya</a></I> commentary. Therefore, to clarify the situation, Lord &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a>, with the permission of the <a href="/d/mayavadi" class="d">M&#257;y&#257;v&#257;d&#299;</a> <I>sanny&#257;s&#299;s,</I> wanted to speak regarding <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy.</div>
</div><A NAME="139934"></A><div id="139934"> </div>
<div class="Normal-Level">The Vai&#7779;&#7751;avas are by far the greatest philosophers in the world, and the greatest among them was &#346;r&#299;la <a href="/d/jiva" class="d">J&#299;va</a> Gosv&#257;m&#299; <a href="/d/prabhu" class="d">Prabhu</a>, whose philosophy was again presented less than four hundred years later by &#346;r&#299;la Bhaktisiddh&#257;nta <a href="/d/sarasvati" class="d">Sarasvat&#299;</a> &#7788;h&#257;kura <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>. Therefore one must know very well that <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> philosophers are not sentimentalists or cheap devotees like the <I>sahajiy&#257;s.</I> All the <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> <I>&#257;c&#257;ryas</I> were vastly learned scholars who understood <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy fully, for unless one knows <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy he cannot be an <I><a href="/d/acarya" class="d">&#257;c&#257;rya</a>.</I> To be accepted as an <I><a href="/d/acarya" class="d">&#257;c&#257;rya</a></I> among Indian transcendentalists who follow the Vedic principles, one must become a vastly learned scholar in <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy, either by studying it or hearing it.</div>
<A NAME="139935"></A><div id="139935"> </div>
<div class="Normal-Level"><I><a href="/d/bhakti" class="d">Bhakti</a></I> develops in pursuance of <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy. This is stated in <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> (<a href="https://prabhupadabooks.com/sb/1/2/12?d=1">1.2.12</a>):</div>
<A NAME="139936"></A><div id="139936"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">tac chraddadh&#257;n&#257; munayo<br>j&ntilde;&#257;na-vair&#257;gya-yuktay&#257;<br>pa&#347;yanty &#257;tmani c&#257;tm&#257;na&#7745;<br>bhakty&#257; &#347;ruta-g&#7771;h&#299;tay&#257;</div>
</div><A NAME="139937"></A><div id="139937"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">The words <I><a href="/d/bhaktya" class="d">bhakty&#257;</a> <a href="/d/sruta" class="d">&#347;ruta</a>-<a href="/d/grhitaya" class="d">g&#7771;h&#299;tay&#257;</a></I> in this verse are very important, for they indicate that <I><a href="/d/bhakti" class="d">bhakti</a></I> must be based upon the philosophy of the <I>Upani&#7779;ads</I> and <I><a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sutra" class="d">s&#363;tra</a>.</I> &#346;r&#299;la <a href="/d/rupa" class="d">R&#363;pa</a> Gosv&#257;m&#299; said:</div>
</div><A NAME="139938"></A><div id="139938"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">&#347;ruti-sm&#7771;ti-pur&#257;&#7751;&#257;di-<br>pa&ntilde;car&#257;tra-vidhi&#7745; vin&#257;<br>aik&#257;ntik&#299; harer bhaktir<br>utp&#257;t&#257;yaiva kalpate</div>
</div><A NAME="139939"></A><div id="139939"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"Devotional service performed without reference to the <I>Vedas, Pur&#257;&#7751;as, Pa&ntilde;car&#257;tras,</I> etc., must be considered sentimentalism, and it causes nothing but disturbance to society." There are different grades of Vai&#7779;&#7751;avas (<I><a href="/d/kanistha" class="d">kani&#7779;&#7789;ha</a>-<a href="/d/adhikari" class="d">adhik&#257;r&#299;</a>, <a href="/d/madhyama" class="d">madhyama</a>-<a href="/d/adhikari" class="d">adhik&#257;r&#299;</a></I> and <I><a href="/d/uttama" class="d">uttama</a>-<a href="/d/adhikari" class="d">adhik&#257;r&#299;</a></I>), but to be a <I><a href="/d/madhyama" class="d">madhyama</a>-<a href="/d/adhikari" class="d">adhik&#257;r&#299;</a></I> preacher one must be a learned scholar in the <I><a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sutra" class="d">s&#363;tra</a></I> and other Vedic literature because when <I><a href="/d/bhakti" class="d">bhakti</a>-<a href="/d/yoga" class="d">yoga</a></I> develops on the basis of <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy it is factual and steady. In this connection we may quote the translation and purport of the verse mentioned above (<I>Bh&#257;g.</I> <a href="https://prabhupadabooks.com/sb/1/2/12?d=1">1.2.12</a>):</div>
</div><A NAME="139940"></A><div id="139940"> </div>
<div style=" text-align : center"><div class="Normal-Level">TRANSLATION</div>
</div><A NAME="139941"></A><div id="139941"> </div>
<div class="Normal-Level">The seriously inquisitive student or sage, well equipped with knowledge and detachment, realizes that Absolute Truth by rendering devotional service in terms of what he has heard from the <I><a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sruti" class="d">&#347;ruti</a>.</I></div>
<A NAME="139942"></A><div id="139942"> </div>
<div style=" text-align : center"><div class="Normal-Level">PURPORT</div>
</div><A NAME="139943"></A><div id="139943"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">The Absolute Truth is realized in full by the process of devotional service to the Lord, <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, or the Personality of Godhead, who is the full-fledged Absolute Truth. <a href="/d/brahman" class="d">Brahman</a> is His transcendental bodily effulgence, and <a href="/d/paramatma" class="d">Param&#257;tm&#257;</a> is His partial representation. As such, <a href="/d/brahman" class="d">Brahman</a> or <a href="/d/paramatma" class="d">Param&#257;tm&#257;</a> realization of the Absolute Truth is but a partial realization. There are four different types of human beings-the <I>karm&#299;s,</I> the <I>j&ntilde;&#257;n&#299;s,</I> the <I>yog&#299;s</I> and the devotees. The <I>karm&#299;s</I> are materialistic, whereas the other three are transcendental. The first-class transcendentalists are the devotees who have realized the Supreme Person. The second-class transcendentalists are those who have partially realized the plenary portion of the absolute person. And the third-class transcendentalists are those who have barely realized the spiritual focus of the absolute person. As stated in the <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></I> and other Vedic literatures, the Supreme Person is realized by devotional service which is backed by full knowledge and detachment from material association. We have already discussed the point that devotional service is followed by knowledge and detachment from material association. As <a href="/d/brahman" class="d">Brahman</a> and <a href="/d/paramatma" class="d">Param&#257;tm&#257;</a> realization are imperfect realizations of the Absolute Truth, so the means of realizing <a href="/d/brahman" class="d">Brahman</a> and <a href="/d/paramatma" class="d">Param&#257;tm&#257;</a>, i.e., the paths of <I><a href="/d/jnana" class="d">j&ntilde;&#257;na</a></I> and <I><a href="/d/yoga" class="d">yoga</a>,</I> are also imperfect means of realizing the Absolute Truth. Devotional service which is based on the foreground of full knowledge combined with detachment from material association, and which is fixed by dint of the aural reception of the <I><a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sruti" class="d">&#347;ruti</a>,</I> is the only perfect method by which the seriously inquisitive student can realize the Absolute Truth. Devotional service is not, therefore, meant for the less intelligent class of transcendentalist.</div>
</div><A NAME="139944"></A><div id="139944"> </div>
<div class="Normal-Level">There are three classes of devotees, namely first, second and third class. The third-class devotees, or the neophytes, who have no knowledge and are not detached from material association, but who are simply attracted by the preliminary process of worshiping the Deity in the temple, are called material devotees. Material devotees are more attached to material benefit than transcendental profit. Therefore, one has to make definite progress from the position of material devotional service to the second-class devotional position. In the second-class position, the devotee can see four principles in the devotional line, namely the Personality of Godhead, His devotees, the ignorant and the envious. One has to raise himself at least to the stage of a second-class devotee and thus become eligible to know the Absolute Truth.</div>
<A NAME="139945"></A><div id="139945"> </div>
<div class="Normal-Level">A third-class devotee, therefore, has to receive the instructions of devotional service from the authoritative sources of <I><a href="/d/bhagavata" class="d">Bh&#257;gavata</a>.</I> The number one <I><a href="/d/bhagavata" class="d">Bh&#257;gavata</a></I> is the established personality of devotee, and the other <I><a href="/d/bhagavata" class="d">Bh&#257;gavata</a></I> is the message of Godhead. The third-class devotee therefore has to go to the personality of devotee in order to learn the instructions of devotional service. Such a personality of devotee is not a professional man who earns his livelihood by the business of the <I><a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>.</I> Such a devotee must be a representative of &#346;ukadeva Gosv&#257;m&#299;, like <a href="/d/suta" class="d">S&#363;ta</a> Gosv&#257;m&#299;, and must preach the cult of devotional service for the all-around benefit of all people. A neophyte devotee has very little taste for hearing from the authorities. Such a neophyte devotee makes a show of hearing from the professional man to satisfy his senses. This sort of hearing and chanting has spoiled the whole thing, so one should be very careful about the faulty process. The holy messages of Godhead, as inculcated in the <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></I> or in <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>,</I> are undoubtedly transcendental subjects, but even though they are so, such transcendental matters are not to be received from the professional man, who spoils them as the serpent spoils milk simply by the touch of his tongue.</div>
<A NAME="139946"></A><div id="139946"> </div>
<div class="Normal-Level">A sincere devotee must, therefore, be prepared to hear the Vedic literature like the <I>Upani&#7779;ads, <a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sutra" class="d">s&#363;tra</a></I> and other literatures left by the previous authorities, or Gosv&#257;m&#299;s, for the benefit of his progress. Without hearing such literatures, one cannot make actual progress. And without hearing and following the instructions, the show of devotional service becomes worthless and therefore a sort of disturbance in the path of devotional service. Unless, therefore, devotional service is established on the principles of <I><a href="/d/sruti" class="d">&#347;ruti</a>,</I> <I><a href="/d/smrti" class="d">sm&#7771;ti</a>, <a href="/d/purana" class="d">Pur&#257;&#7751;a</a></I> and <I>Pa&ntilde;car&#257;tra</I> authorities, the make-show of devotional service should at once be rejected. An unauthorized devotee should never be recognized as a pure devotee. By assimilation of such messages from the Vedic literatures, one can see the all-pervading localized aspect of the Personality of Godhead within his own self constantly. This is called <I><a href="/d/samadhi" class="d">sam&#257;dhi</a>.</I></div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/adi/7/102">https://prabhupadabooks.com/cc/adi/7/102</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/adi/7/101?d=1">Adi 7.101</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/adi/7/103?d=1">Adi 7.103</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
