<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Adi 7.121 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Adi 7.121 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/adi?d=1"  class="breadcrumb" title="Cc.  Adi-lila">Cc.  Adi-lila</a> > <a href="https://prabhupadabooks.com/cc/adi/7-1?d=1"  class="breadcrumb" title="Adi 7: Lord Caitanya in Five Features">Adi 7</a> > <a href="https://prabhupadabooks.com/cc/adi/7/121?d=1"  class="breadcrumb" title="Adi 7.121">Adi 7.121</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="140224"></A><div id="140224"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 121</div>
</div><A NAME="140226"></A><div id="140226"> </div>
<div style=" text-align : center"><div class="Verse-Text">vy&#257;sera s&#363;trete kahe 'pari&#7751;&#257;ma'-v&#257;da</div>
</div><A NAME="140227"></A><div id="140227"> </div>
<div style=" text-align : center"><div class="Verse-Text">'vy&#257;sa bhr&#257;nta'--bali' t&#257;ra u&#7789;h&#257;ila viv&#257;da</div>
</div><A NAME="140228"></A><div id="140228"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="140229"></A><div id="140229"> </div>
<div class="Synonyms"><I><a href="/d/vyasera" class="d">vy&#257;sera</a></I>&mdash;of &#346;r&#299;la Vy&#257;sadeva; <I><a href="/d/sutrete" class="d">s&#363;trete</a></I>&mdash;in the aphorisms; <I><a href="/d/kahe" class="d">kahe</a></I>&mdash;describes; <I><a href="/d/parinama" class="d">pari&#7751;&#257;ma</a></I>&mdash;transformation; <I><a href="/d/vada" class="d">v&#257;da</a></I>&mdash;philosophy; <I><a href="/d/vyasa" class="d">vy&#257;sa</a></I>&mdash;&#346;r&#299;la Vy&#257;sadeva; <I><a href="/d/bhranta" class="d">bhr&#257;nta</a></I>&mdash;mistaken; <I><a href="/d/bali" class="d">bali</a></I>'-accusing him; <I><a href="/d/tara" class="d">t&#257;ra</a></I>&mdash;his; <I><a href="/d/uthaila" class="d">u&#7789;h&#257;ila</a></I>&mdash;raised; <I><a href="/d/vivada" class="d">viv&#257;da</a></I>&mdash;opposition.</div>
<A NAME="140230"></A><div id="140230"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="140231"></A><div id="140231"> </div>
<div class="Normal-Level"><B>"In his <a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sutra" class="d">s&#363;tra</a> &#346;r&#299;la Vy&#257;sadeva has described that everything is but a transformation of the energy of the Lord. &#346;a&#7749;kar&#257;c&#257;rya, however, has misled the world by commenting that Vy&#257;sadeva was mistaken. Thus he has raised great opposition to theism throughout the entire world.</B></div>
<A NAME="140232"></A><div id="140232"> </div>
<div class="Titles">PURPORT</div>
<A NAME="140233"></A><div id="140233"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">&#346;r&#299;la Bhaktivinoda &#7788;h&#257;kura explains, "In the <I><a href="/d/vedanta" class="d">Vedanta</a>-<a href="/d/sutra" class="d">s&#363;tra</a></I> of &#346;r&#299;la Vy&#257;sadeva it is definitely stated that all cosmic manifestations result from transformations of various energies of the Lord. &#346;a&#7749;kar&#257;c&#257;rya, however, not accepting the energy of the Lord, thinks that it is the Lord who is transformed. He has taken many clear statements from the Vedic literature and twisted them to try to prove that if the Lord, or the Absolute Truth, were transformed, His oneness would be disturbed. Thus he has accused &#346;r&#299;la Vy&#257;sadeva of being mistaken. In developing his philosophy of monism, therefore, he has established <I><a href="/d/vivarta" class="d">vivarta</a>-<a href="/d/vada" class="d">v&#257;da</a>,</I> or the <a href="/d/mayavada" class="d">M&#257;y&#257;v&#257;da</a> theory of illusion."</div>
</div><A NAME="140234"></A><div id="140234"> </div>
<div class="Normal-Level">In the <I><a href="/d/brahma" class="d">Brahma</a>-<a href="/d/sutra" class="d">s&#363;tra</a>,</I> Second Chapter, the first quote is as follows: <I><a href="/d/tad" class="d">tad</a>-ananyatvam <a href="/d/arambhana" class="d">&#257;rambha&#7751;a</a>-&#347;abd&#257;dibhya&#7717;.</I> Commenting on this <I><a href="/d/sutra" class="d">s&#363;tra</a></I> in his <I>&#346;&#257;r&#299;raka-<a href="/d/bhasya" class="d">bh&#257;&#7779;ya</a>,</I> &#346;a&#7749;kar&#257;c&#257;rya has introduced the statement <I>v&#257;c&#257;rambha&#7751;a&#7745; vik&#257;ro <a href="/d/namadheyam" class="d">n&#257;madheyam</a></I> from the <I>Ch&#257;ndogya <a href="/d/upanisad" class="d">Upani&#7779;ad</a></I> (6.1.4) to try to prove that acceptance of the transformation of the energy of the Supreme Lord is faulty. He has tried to defy this transformation of energy in a misguided way, which will be explained later. Since his conception of God is impersonal, he does not believe that the entire cosmic manifestation is a transformation of the energies of the Lord, for as soon as one accepts the various energies of the Absolute Truth, one must immediately accept the Absolute Truth to be personal, not impersonal. A person can create many things by the transformation of his energy. For example, a businessman transforms his energy by establishing many big factories or business organizations, yet he remains a person although his energy has been transformed into these many factories or business concerns. The <a href="/d/mayavadi" class="d">M&#257;y&#257;v&#257;d&#299;</a> philosophers do not understand this simple fact. Their tiny brains and poor fund of knowledge cannot afford them sufficient enlightenment to realize that when a man's energy is transformed, the man himself is not transformed but remains the same person.</div>
<A NAME="140235"></A><div id="140235"> </div>
<div class="Normal-Level">Not believing in the fact that the energy of the Absolute Truth is transformed, &#346;a&#7749;kar&#257;c&#257;rya has propounded his theory of illusion. This theory states that although the Absolute Truth is never transformed, we think that it is transformed, which is an illusion. &#346;a&#7749;kar&#257;c&#257;rya does not believe in the transformation of the energy of the Absolute Truth, for he claims that everything is one and that the living entity is therefore also one with the Supreme. This is the <a href="/d/mayavada" class="d">M&#257;y&#257;v&#257;da</a> theory.</div>
<A NAME="140236"></A><div id="140236"> </div>
<div class="Normal-Level">&#346;r&#299;la Vy&#257;sadeva has explained that the Absolute Truth is a person who has different potencies. Merely by His desire that there be creation and by His glance (<I><a href="/d/sa" class="d">sa</a> <a href="/d/aiksata" class="d">aik&#7779;ata</a></I>), He created this material world (<I><a href="/d/sa" class="d">sa</a> as&#7771;jata</I>). After creation, He remains the same person; He is not transformed into everything. One should accept that the Lord has inconceivable energies and that it is by His order and will that varieties of manifestation have come into existence. In the Vedic literature it is said, <I><a href="/d/sa" class="d">sa</a>-tattvato 'nyath&#257;-buddhir <a href="/d/vikara" class="d">vik&#257;ra</a> ity <a href="/d/udahrtah" class="d">ud&#257;h&#7771;ta&#7717;</a>.</I> This <I><a href="/d/mantra" class="d">mantra</a></I> indicates that from one fact another fact is generated. For example, a father is one fact, and a son generated from the father is a second fact. Thus both of them are truths, although one is generated from the other. This generation of a second, independent truth from a first truth is called <I><a href="/d/vikara" class="d">vik&#257;ra</a>,</I> or transformation resulting in a by-product. The Supreme <a href="/d/brahman" class="d">Brahman</a> is the Absolute Truth, and the energies that have emanated from Him and are existing separately, such as the living entities and the cosmic manifestation, are also truths. This is an example of transformation, which is called <I><a href="/d/vikara" class="d">vik&#257;ra</a></I> or <I><a href="/d/parinama" class="d">pari&#7751;&#257;ma</a>.</I> To give another example of <I><a href="/d/vikara" class="d">vik&#257;ra</a>,</I> milk is a truth, but the same milk may be transformed into yogurt. Thus yogurt is a transformation of milk, although the ingredients of yogurt and milk are the same.</div>
<A NAME="140237"></A><div id="140237"> </div>
<div class="Normal-Level">In the <I>Ch&#257;ndogya <a href="/d/upanisad" class="d">Upani&#7779;ad</a></I> there is the following <I><a href="/d/mantra" class="d">mantra</a>:</I> <I>aitad-<a href="/d/atmyam" class="d">&#257;tmyam</a> <a href="/d/idam" class="d">ida&#7745;</a> <a href="/d/sarvam" class="d">sarvam</a>.</I> This <I><a href="/d/mantra" class="d">mantra</a></I> indicates without a doubt that the entire world is <a href="/d/brahman" class="d">Brahman</a>. The Absolute Truth has inconceivable energies, as confirmed in the <I>&#346;vet&#257;&#347;vatara <a href="/d/upanisad" class="d">Upani&#7779;ad</a></I> (<I><a href="/d/parasya" class="d">par&#257;sya</a> &#347;aktir vividhaiva <a href="/d/sruyate" class="d">&#347;r&#363;yate</a></I>), and the entire cosmic manifestation is evidence of these different energies of the Supreme Lord. The Supreme Lord is a fact, and therefore whatever is created by the Supreme Lord is also factual. Everything is true and complete (<I><a href="/d/purnam" class="d">p&#363;r&#7751;am</a></I>), but the original <I><a href="/d/purnam" class="d">p&#363;r&#7751;am</a>,</I> the complete Absolute Truth, always remains the same. <I><a href="/d/purnat" class="d">P&#363;r&#7751;&#257;t</a> <a href="/d/purnam" class="d">p&#363;r&#7751;am</a> <a href="/d/udacyate" class="d">udacyate</a> <a href="/d/purnasya" class="d">p&#363;r&#7751;asya</a> <a href="/d/purnam" class="d">p&#363;r&#7751;am</a> <a href="/d/adaya" class="d">&#257;d&#257;ya</a>.</I> The Absolute Truth is so perfect that although innumerable energies emanate from Him and manifest creations which appear to be different from Him, He nevertheless maintains His personality. He never deteriorates under any circumstances.</div>
<A NAME="140238"></A><div id="140238"> </div>
<div class="Normal-Level">It is to be concluded that the entire cosmic manifestation is a transformation of the energy of the Supreme Lord, not of the Supreme Lord or Absolute Truth Himself, who always remains the same. The material world and the living entities are transformations of the energy of the Lord, the Absolute Truth or <a href="/d/brahman" class="d">Brahman</a>, who is the original source. In other words, the Absolute Truth, <a href="/d/brahman" class="d">Brahman</a>, is the original ingredient, and the other manifestations are transformations of this ingredient. This is also confirmed in the <I>Taittir&#299;ya <a href="/d/upanisad" class="d">Upani&#7779;ad</a></I> (3.1): <I>yato <a href="/d/va" class="d">v&#257;</a> im&#257;ni <a href="/d/bhutani" class="d">bh&#363;tani</a> <a href="/d/jayante" class="d">j&#257;yante</a>.</I> "This entire cosmic manifestation is made possible by the Absolute Truth, the Supreme Personality of Godhead." In this verse it is indicated that <a href="/d/brahman" class="d">Brahman</a>, the Absolute Truth, is the original cause and that the living entities (<I>j&#299;vas</I>) and the cosmic manifestation are effects of this cause. The cause being a fact, the effects are also factual. They are not illusion. &#346;a&#7749;kar&#257;c&#257;rya has inconsistently tried to prove that acceptance of the material world and the <I>j&#299;vas</I> to be by-products of the Supreme Lord is an illusion because in this conception the existence of the material world and the <I>j&#299;vas</I> is different and separate from that of the Absolute Truth. With this jugglery of understanding, <a href="/d/mayavadi" class="d">M&#257;y&#257;v&#257;d&#299;</a> philosophers have propagated the slogan <I><a href="/d/brahma" class="d">brahma</a> <a href="/d/satyam" class="d">satya&#7745;</a> jagan <a href="/d/mithya" class="d">mithy&#257;</a>,</I> which declares that the Absolute Truth is fact but the cosmic manifestation and the living entities are simply illusions, or that all of them are in fact the Absolute Truth and that the material world and living entities do not separately exist.</div>
<A NAME="140239"></A><div id="140239"> </div>
<div class="Normal-Level">It is therefore to be concluded that &#346;a&#7749;kar&#257;c&#257;rya, in order to present the Supreme Lord, the living entities and the material nature as indivisible and ignorant, tries to cover the glories of the Supreme Personality of Godhead. He maintains that the material cosmic manifestation is <I><a href="/d/mithya" class="d">mithy&#257;</a>,</I> or false, but this is a great blunder. If the Supreme Personality of Godhead is a fact, how can His creation be false? Even in ordinary dealings, one cannot think the material cosmic manifestation to be false. Therefore <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> philosophers say that the cosmic creation is not false but temporary. It is separated from the Supreme Personality of Godhead, but since it is wonderfully created by the energy of the Lord, to say that it is false is blasphemous.</div>
<A NAME="140240"></A><div id="140240"> </div>
<div class="Normal-Level">Nondevotees factually appreciate the wonderful creation of material nature, but they cannot appreciate the intelligence and energy of the Supreme Personality of Godhead who is behind this material creation. &#346;r&#299;p&#257;da R&#257;m&#257;nuj&#257;c&#257;rya, however, refers to a <I><a href="/d/sutra" class="d">s&#363;tra</a></I> from the <I>Aitareya <a href="/d/upanisad" class="d">Upani&#7779;ad</a></I> (1.1.1)<I>, <a href="/d/atma" class="d">&#257;tm&#257;</a> <a href="/d/va" class="d">v&#257;</a> <a href="/d/idam" class="d">idam</a> <a href="/d/agra" class="d">agra</a> <a href="/d/asit" class="d">&#257;s&#299;t</a>,</I> which points out that the supreme <I><a href="/d/atma" class="d">&#257;tm&#257;</a>,</I> the Absolute Truth, existed before the creation. One may argue, "If the Supreme Personality of Godhead is completely spiritual, how is it possible for Him to be the origin of creation and have within Himself both material and spiritual energies?" To answer this challenge, &#346;r&#299;p&#257;da R&#257;m&#257;nuj&#257;c&#257;rya quotes a <I><a href="/d/mantra" class="d">mantra</a></I> from the <I>Taittir&#299;ya <a href="/d/upanisad" class="d">Upani&#7779;ad</a></I> (3.1) that states:</div>
<A NAME="140241"></A><div id="140241"> </div>
<div style=" margin-top: 0.125in"><div class="Verse-Text"><FC:255,0,0>yato v&#257; im&#257;ni bh&#363;t&#257;ni j&#257;yante yena j&#257;t&#257;ni j&#299;vanti yat prayanty abhisa&#7745;vi&#347;anti<FC></div>
</div><A NAME="140242"></A><div id="140242"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">This <I><a href="/d/mantra" class="d">mantra</a></I> confirms that the entire cosmic manifestation emanates from the Absolute Truth, rests upon the Absolute Truth and after annihilation again reenters the body of the Absolute Truth, the Supreme Personality of Godhead. The living entity is originally spiritual, and when he enters the spiritual world or the body of the Supreme Lord, he still retains his identity as an individual soul. In this connection &#346;r&#299;p&#257;da R&#257;m&#257;nuj&#257;c&#257;rya gives the example that when a green bird enters a green tree it does not become one with the tree: it retains its identity as a bird, although it appears to merge in the greenness of the tree. To give another example, an animal that enters a forest keeps its individuality, although apparently the beast merges in the forest. Similarly, in material existence, both the material energy and the living entities of the marginal potency maintain their individuality. Thus although the energies of the Supreme Personality of Godhead interact within the cosmic manifestation, each keeps its separate individual existence. Merging in the material or spiritual energies, therefore, does not involve loss of individuality. According to &#346;r&#299; R&#257;m&#257;nujap&#257;da's theory of Vi&#347;i&#7779;&#7789;&#257;dvaita, although all the energies of the Lord are one, each keeps its individuality (<I>vai&#347;i&#7779;&#7789;ya</I>)<I>.</I></div>
</div><A NAME="140243"></A><div id="140243"> </div>
<div class="Normal-Level">&#346;r&#299;p&#257;da &#346;a&#7749;kar&#257;c&#257;rya has tried to mislead the readers of the <I><a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sutra" class="d">s&#363;tra</a></I> by misinterpreting the words <I><a href="/d/ananda" class="d">&#257;nanda</a>-mayo 'bhy&#257;s&#257;t,</I> and he has even tried to find fault with Vy&#257;sadeva. All the aphorisms of the <I><a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sutra" class="d">s&#363;tra</a></I> need not be examined here, however, since we intend to present the <I><a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sutra" class="d">s&#363;tra</a></I> in a separate volume.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/adi/7/121">https://prabhupadabooks.com/cc/adi/7/121</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/adi/7/120?d=1">Adi 7.120</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/adi/7/122?d=1">Adi 7.122</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
