<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Adi 7.39 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Adi 7.39 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/adi?d=1"  class="breadcrumb" title="Cc.  Adi-lila">Cc.  Adi-lila</a> > <a href="https://prabhupadabooks.com/cc/adi/7-1?d=1"  class="breadcrumb" title="Adi 7: Lord Caitanya in Five Features">Adi 7</a> > <a href="https://prabhupadabooks.com/cc/adi/7/39?d=1"  class="breadcrumb" title="Adi 7.39">Adi 7.39</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="139188"></A><div id="139188"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 39</div>
</div><A NAME="139190"></A><div id="139190"> </div>
<div style=" text-align : center"><div class="Verse-Text">tabe nija bhakta kaila yata mleccha &#257;di</div>
</div><A NAME="139191"></A><div id="139191"> </div>
<div style=" text-align : center"><div class="Verse-Text">sabe e&#7693;&#257;ila m&#257;tra k&#257;&#347;&#299;ra m&#257;y&#257;v&#257;d&#299;</div>
</div><A NAME="139192"></A><div id="139192"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="139193"></A><div id="139193"> </div>
<div class="Synonyms"><I><a href="/d/tabe" class="d">tabe</a></I>&mdash;thereafter; <I><a href="/d/nija" class="d">nija</a></I>&mdash;own; <I><a href="/d/bhakta" class="d">bhakta</a></I>&mdash;devotee; <I><a href="/d/kaila" class="d">kaila</a></I>&mdash;converted; <I><a href="/d/yata" class="d">yata</a></I>&mdash;all; <I><a href="/d/mleccha" class="d">mleccha</a></I>&mdash;one who does not follow the Vedic principles; <I><a href="/d/adi" class="d">&#257;di</a></I>&mdash;heading the list; <I><a href="/d/sabe" class="d">sabe</a></I>&mdash;all those; <I><a href="/d/edaila" class="d">e&#7693;&#257;ila</a></I>&mdash;escaped; <I><a href="/d/matra" class="d">m&#257;tra</a></I>&mdash;only; <I><a href="/d/kasira" class="d">k&#257;&#347;&#299;ra</a></I>&mdash;of <a href="/d/varanasi" class="d">V&#257;r&#257;&#7751;as&#299;</a>; <I><a href="/d/mayavadi" class="d">m&#257;y&#257;v&#257;d&#299;</a></I>&mdash;impersonalists.</div>
<A NAME="139194"></A><div id="139194"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="139195"></A><div id="139195"> </div>
<div class="Normal-Level"><B>All were converted into devotees of Lord <a href="/d/caitanya" class="d">Caitanya</a>, even the mlecchas and yavanas. Only the impersonalist followers of &#346;a&#7749;kar&#257;c&#257;rya evaded Him.</B></div>
<A NAME="139196"></A><div id="139196"> </div>
<div class="Titles">PURPORT</div>
<A NAME="139197"></A><div id="139197"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">In this verse it is clearly indicated that although Lord <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> converted Muslims and other <I>mlecchas</I> into devotees, the impersonalist followers of &#346;a&#7749;kar&#257;c&#257;rya could not be converted. After accepting the renounced order of life, <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> converted many <I><a href="/d/karma" class="d">karma</a>-ni&#7779;&#7789;has</I> who were addicted to fruitive activities, many great logicians like <a href="/d/sarvabhauma" class="d">S&#257;rvabhauma</a> <a href="/d/bhattacarya" class="d">Bha&#7789;&#7789;&#257;c&#257;rya</a>, <I>nindakas</I> (blasphemers) like <a href="/d/prakasananda" class="d">Prak&#257;&#347;&#257;nanda</a> <a href="/d/sarasvati" class="d">Sarasvat&#299;</a>, <I>p&#257;&#7779;a&#7751;&#7693;&#299;s</I> (nondevotees) like <a href="/d/jagai" class="d">Jag&#257;i</a> and <a href="/d/madhai" class="d">M&#257;dh&#257;i</a>, and <I><a href="/d/adhama" class="d">adhama</a> pa&#7693;uy&#257;s</I> (degraded students) like <a href="/d/mukunda" class="d">Mukunda</a> and his friends. All of them gradually became devotees of the Lord, even the Pathans (Muslims), but the worst offenders, the impersonalists, were extremely difficult to convert, for they very tactfully escaped the devices of Lord <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a>.</div>
</div><A NAME="139198"></A><div id="139198"> </div>
<div class="Normal-Level">In describing the <a href="/d/kasira" class="d">K&#257;&#347;&#299;ra</a> M&#257;y&#257;v&#257;d&#299;s, &#346;r&#299;la Bhaktisiddh&#257;nta <a href="/d/sarasvati" class="d">Sarasvat&#299;</a> &#7788;h&#257;kura has explained that persons who are bewildered by empiric knowledge or direct sensual perception, and who thus consider that even this limited material world can be gauged by their material estimations, conclude that anything that one can discern by direct sense perception is but <I><a href="/d/maya" class="d">m&#257;y&#257;</a>,</I> or illusion. They maintain that although the Absolute Truth is beyond the range of sense perception, it includes no spiritual variety or enjoyment. According to the <a href="/d/kasira" class="d">K&#257;&#347;&#299;ra</a> M&#257;y&#257;v&#257;d&#299;s, the spiritual world is simply void. They do not believe in the Personality of the Absolute Truth or in His varieties of activities in the spiritual world. Although they have their own arguments, which are not very strong, they have no conception of the variegated activities of the Absolute Truth. These impersonalists, who are followers of &#346;a&#7749;kar&#257;c&#257;rya, are generally known as <a href="/d/kasira" class="d">K&#257;&#347;&#299;ra</a> M&#257;y&#257;v&#257;d&#299;s.</div>
<A NAME="139199"></A><div id="139199"> </div>
<div class="Normal-Level">Near <a href="/d/varanasi" class="d">V&#257;r&#257;&#7751;as&#299;</a> there is another group of impersonalists, who are known as Saran&#257;tha M&#257;y&#257;v&#257;d&#299;s. Outside the city of <a href="/d/varanasi" class="d">V&#257;r&#257;&#7751;as&#299;</a> is a place known as Saran&#257;tha, where there is a big Buddhist <I><a href="/d/stupa" class="d">st&#363;pa</a>.</I> Many followers of Buddhist philosophy live there, and they are known as Saran&#257;tha M&#257;y&#257;v&#257;d&#299;s. The impersonalists of Saran&#257;tha differ from those of <a href="/d/varanasi" class="d">V&#257;r&#257;&#7751;as&#299;</a>, for the <a href="/d/varanasi" class="d">V&#257;r&#257;&#7751;as&#299;</a> impersonalists propagate the idea that the impersonal <a href="/d/brahman" class="d">Brahman</a> is truth whereas material varieties are false, but the Saran&#257;tha impersonalists do not even believe that the Absolute Truth or <a href="/d/brahman" class="d">Brahman</a> can be understood as the opposite of <I><a href="/d/maya" class="d">m&#257;y&#257;</a>,</I> or illusion. According to their vision, materialism is the only manifestation of the Absolute Truth.</div>
<A NAME="139200"></A><div id="139200"> </div>
<div class="Normal-Level">Factually both the <a href="/d/kasira" class="d">K&#257;&#347;&#299;ra</a> and Saran&#257;tha M&#257;y&#257;v&#257;d&#299;s, as well as any other philosophers who have no knowledge of the spirit soul, are advocates of utter materialism. None of them have clear knowledge regarding the Absolute or the spiritual world. Philosophers like the Saran&#257;tha M&#257;y&#257;v&#257;d&#299;s who do not believe in the spiritual existence of the Absolute Truth but consider material varieties to be everything do not believe that there are two kinds of nature, inferior (material) and superior (spiritual), as described in the <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a>.</I> Actually, neither the <a href="/d/varanasi" class="d">V&#257;r&#257;&#7751;as&#299;</a> nor Saran&#257;tha M&#257;y&#257;v&#257;d&#299;s accept the principles of the <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a>,</I> due to a poor fund of knowledge.</div>
<A NAME="139201"></A><div id="139201"> </div>
<div class="Normal-Level">Since these impersonalists who do not have perfect spiritual knowledge cannot understand the principles of <I><a href="/d/bhakti" class="d">bhakti</a>-<a href="/d/yoga" class="d">yoga</a>,</I> they must be classified among the nondevotees who are against the <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness movement. We sometimes feel inconvenienced by the hindrances offered by these impersonalists, but we do not care about their so-called philosophy, for we are propagating our own philosophy as presented in <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a> As It Is</I> and getting successful results. Theorizing as if devotional service were subject to their mental speculation, both kinds of <a href="/d/mayavadi" class="d">M&#257;y&#257;v&#257;d&#299;</a> impersonalists conclude that the subject matter of <I><a href="/d/bhakti" class="d">bhakti</a>-<a href="/d/yoga" class="d">yoga</a></I> is a creation of <I><a href="/d/maya" class="d">m&#257;y&#257;</a></I> and that <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, devotional service and the devotee are also <I><a href="/d/maya" class="d">m&#257;y&#257;</a>.</I> Therefore, as stated by &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a>, <I><a href="/d/mayavadi" class="d">m&#257;y&#257;v&#257;d&#299;</a> <a href="/d/krsne" class="d">k&#7771;&#7779;&#7751;e</a> <a href="/d/aparadhi" class="d">apar&#257;dh&#299;</a>.</I> "All the M&#257;y&#257;v&#257;d&#299;s are offenders to Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>." (Cc. <I><a href="/d/madhya" class="d">Madhya</a></I> <a href="https://prabhupadabooks.com/cc/madhya/17/129?d=1">17.129</a>) It is not possible for them to understand the <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness movement; therefore we do not value their philosophical conclusions. However expert such quarrelsome impersonalists are in putting forward their so-called logic, we defeat them in every respect and go forward with our <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness movement. Their imaginative mental speculation cannot deter the progress of the <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness movement, which is completely spiritual and is never under the control of such M&#257;y&#257;v&#257;d&#299;s.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/adi/7/39">https://prabhupadabooks.com/cc/adi/7/39</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/adi/7/38?d=1">Adi 7.38</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/adi/7/40?d=1">Adi 7.40</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
