<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Adi 7.72 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Adi 7.72 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/adi?d=1"  class="breadcrumb" title="Cc.  Adi-lila">Cc.  Adi-lila</a> > <a href="https://prabhupadabooks.com/cc/adi/7-1?d=1"  class="breadcrumb" title="Adi 7: Lord Caitanya in Five Features">Adi 7</a> > <a href="https://prabhupadabooks.com/cc/adi/7/72?d=1"  class="breadcrumb" title="Adi 7.72">Adi 7.72</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="139565"></A><div id="139565"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 72</div>
</div><A NAME="139567"></A><div id="139567"> </div>
<div style=" text-align : center"><div class="Verse-Text">m&#363;rkha tumi, tom&#257;ra n&#257;hika ved&#257;nt&#257;dhik&#257;ra</div>
</div><A NAME="139568"></A><div id="139568"> </div>
<div style=" text-align : center"><div class="Verse-Text">'k&#7771;&#7779;&#7751;a-mantra' japa sad&#257;,--ei mantra-s&#257;ra</div>
</div><A NAME="139569"></A><div id="139569"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="139570"></A><div id="139570"> </div>
<div class="Synonyms"><I><a href="/d/murkha" class="d">m&#363;rkha</a> <a href="/d/tumi" class="d">tumi</a></I>&mdash;You are a fool; <I><a href="/d/tomara" class="d">tom&#257;ra</a></I>&mdash;Your; <I><a href="/d/nahika" class="d">n&#257;hika</a></I>&mdash;there is not; <I><a href="/d/vedanta" class="d">ved&#257;nta</a></I>&mdash;<a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy; <I><a href="/d/adhikara" class="d">adhik&#257;ra</a></I>&mdash;qualification to study; <I><a href="/d/krsna" class="d">k&#7771;&#7779;&#7751;a</a>-<a href="/d/mantra" class="d">mantra</a></I>&mdash;the hymn of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> (<a href="/d/hare" class="d">Hare</a> <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>); <I><a href="/d/japa" class="d">japa</a></I>&mdash;chant; <I><a href="/d/sada" class="d">sad&#257;</a></I>&mdash;always; <I><a href="/d/ei" class="d">ei</a></I>&mdash;this; <I><a href="/d/mantra" class="d">mantra</a></I>&mdash;hymn; <I><a href="/d/sara" class="d">s&#257;ra</a></I>&mdash;essence of all Vedic knowledge.</div>
<A NAME="139571"></A><div id="139571"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="139572"></A><div id="139572"> </div>
<div class="Normal-Level"><B>" 'You are a fool,' he said. 'You are not qualified to study <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy, and therefore You must always chant the holy name of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. This is the essence of all mantras, or Vedic hymns.</B></div>
<A NAME="139573"></A><div id="139573"> </div>
<div class="Titles">PURPORT</div>
<A NAME="139574"></A><div id="139574"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">&#346;r&#299; Bhaktisiddh&#257;nta <a href="/d/sarasvati" class="d">Sarasvat&#299;</a> Gosv&#257;m&#299; <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> comments in this connection, "One can become perfectly successful in the mission of his life if he acts exactly according to the words he hears from the mouth of his spiritual master." This acceptance of the words of the spiritual master is called <I><a href="/d/srauta" class="d">&#347;rauta</a>-<a href="/d/vakya" class="d">v&#257;kya</a>,</I> which indicates that the disciple must carry out the spiritual master's instructions without deviation. &#346;r&#299;la Vi&#347;van&#257;tha <a href="/d/cakravarti" class="d">Cakravart&#299;</a> &#7788;h&#257;kura remarks in this connection that a disciple must accept the words of his spiritual master as his life and soul. &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> here confirms this by saying that since His spiritual master ordered Him only to chant the holy name of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, He always chanted the <a href="/d/hare" class="d">Hare</a> <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> <I><a href="/d/maha" class="d">mah&#257;</a>-<a href="/d/mantra" class="d">mantra</a></I> according to this direction (<I>'k&#7771;&#7779;&#7751;a-mantra' <a href="/d/japa" class="d">japa</a> <a href="/d/sada" class="d">sad&#257;</a>,-<a href="/d/ei" class="d">ei</a> <a href="/d/mantra" class="d">mantra</a>-<a href="/d/sara" class="d">s&#257;ra</a></I>).</div>
</div><A NAME="139575"></A><div id="139575"> </div>
<div class="Normal-Level"><a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is the origin of everything. Therefore when a person is fully <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> conscious it is to be understood that his relationship with <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> has been fully confirmed. Lacking <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness, one is only partially related with <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and is therefore not in his constitutional position. Although &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> is the Supreme Personality of Godhead <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, the spiritual master of the entire universe, He nevertheless took the position of a disciple in order to teach by example how a devotee should strictly follow the orders of a spiritual master in executing the duty of always chanting the <a href="/d/hare" class="d">Hare</a> <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> <I><a href="/d/maha" class="d">mah&#257;</a>-<a href="/d/mantra" class="d">mantra</a>.</I> One who is very much attracted to the study of <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy must take lessons from &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a>. In this age, no one is actually competent to study <a href="/d/vedanta" class="d">Ved&#257;nta</a>, and therefore it is better that one chant the holy name of the Lord, which is the essence of all Vedic knowledge, as <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> Himself confirms in the <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></I> (<a href="https://prabhupadabooks.com/bg/15/15?d=1">15.15</a>):</div>
<A NAME="139576"></A><div id="139576"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">vedai&#347; ca sarvair aham eva vedyo<br>ved&#257;nta-k&#7771;d veda-vid eva c&#257;ham</div>
</div><A NAME="139577"></A><div id="139577"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"By all the <I>Vedas,</I> I am to be known. Indeed, I am the compiler of <I><a href="/d/vedanta" class="d">Ved&#257;nta</a>,</I> and I am the knower of the <I>Vedas.</I>"</div>
</div><A NAME="139578"></A><div id="139578"> </div>
<div class="Normal-Level">Only fools give up the service of the spiritual master and think themselves advanced in spiritual knowledge. In order to check such fools, <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> Himself presented the perfect example of how to be a disciple. A spiritual master knows very well how to engage each disciple in a particular duty, but if a disciple, thinking himself more advanced than his spiritual master, gives up his orders and acts independently, he checks his own spiritual progress. Every disciple must consider himself completely unaware of the science of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and must always be ready to carry out the orders of the spiritual master to become competent in <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness. A disciple should always remain a fool before his spiritual master. Therefore sometimes pseudospiritualists accept a spiritual master who is not even fit to become a disciple because they want to keep him under their control. This is useless for spiritual realization.</div>
<A NAME="139579"></A><div id="139579"> </div>
<div class="Normal-Level">One who imperfectly knows <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness cannot know <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy. A showy display of <a href="/d/vedanta" class="d">Ved&#257;nta</a> study without <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness is a feature of the external energy, <I><a href="/d/maya" class="d">m&#257;y&#257;</a>,</I> and as long as one is attracted by the inebrieties of this ever-changing material energy, he deviates from devotion to the Supreme Personality of Godhead. An actual follower of <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy is a devotee of Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>, who is the greatest of the great and the maintainer of the entire universe. Unless one surpasses the field of activities in service to the limited, one cannot reach the unlimited. Knowledge of the unlimited is actual <I><a href="/d/brahma" class="d">brahma</a>-<a href="/d/jnana" class="d">j&ntilde;&#257;na</a>,</I> or knowledge of the Supreme. Those who are addicted to fruitive activities and speculative knowledge cannot understand the value of holy name of Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, which is always completely pure, eternally liberated and full of spiritual bliss. One who has taken shelter of the holy name of the Lord, which is identical with the Lord, does not have to study <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy, for he has already completed all such study.</div>
<A NAME="139580"></A><div id="139580"> </div>
<div class="Normal-Level">One who is unfit to chant the holy name of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> but thinks that the holy name is different from <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and thus takes shelter of <a href="/d/vedanta" class="d">Ved&#257;nta</a> study in order to understand Him must be considered a number one fool, as confirmed by <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> by His personal behavior, and philosophical speculators who want to make <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy an academic career are also considered to be within the material energy. A person who always chants the holy name of the Lord, however, is already beyond the ocean of nescience, and thus even a person born in a low family who engages in chanting the holy name of the Lord is considered to be beyond the study of <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy. In this connection <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> (<a href="https://prabhupadabooks.com/sb/3/33/7?d=1">3.33.7</a>) states:</div>
<A NAME="139581"></A><div id="139581"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">aho bata &#347;va-paco 'to gar&#299;y&#257;n<br>yaj-jihv&#257;gre vartate n&#257;ma tubhyam<br>tepus tapas te juhuvu&#7717; sasnur &#257;ry&#257;<br>brahm&#257;n&#363;cur n&#257;ma g&#7771;&#7751;anti ye te</div>
</div><A NAME="139582"></A><div id="139582"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"If a person born in a family of dog-eaters takes to the chanting of the holy name of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, it is to be understood that in his previous life he must have executed all kinds of austerities and penances and performed all the Vedic <I>yaj&ntilde;as.</I>" Another quotation states:</div>
</div><A NAME="139583"></A><div id="139583"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">&#7771;g-vedo 'tha yajur-veda&#7717; s&#257;ma-vedo 'py atharva&#7751;a&#7717;<br>adh&#299;t&#257;s tena yenokta&#7745; harir ity ak&#7779;ara-dvayam</div>
</div><A NAME="139584"></A><div id="139584"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"A person who chants the two syllables <I><a href="/d/ha" class="d">ha</a>-ri</I> has already studied the four <I>Vedas-<a href="/d/sama" class="d">S&#257;ma</a>, &#7770;g, Yajur</I> and <I><a href="/d/atharva" class="d">Atharva</a>.</I>"</div>
</div><A NAME="139585"></A><div id="139585"> </div>
<div class="Normal-Level">Taking advantage of these verses, there are some <I>sahajiy&#257;s</I> who, taking everything very cheaply, consider themselves elevated Vai&#7779;&#7751;avas but do not care even to touch the <I><a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sutra" class="d">s&#363;tra</a></I> or <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy. A real <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> should, however, study <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy, but if after studying <a href="/d/vedanta" class="d">Ved&#257;nta</a> one does not adopt the chanting of the holy name of the Lord, he is no better than a <a href="/d/mayavadi" class="d">M&#257;y&#257;v&#257;d&#299;</a>. Therefore, one should not be a <a href="/d/mayavadi" class="d">M&#257;y&#257;v&#257;d&#299;</a>, yet one should not be unaware of the subject matter of <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy. Indeed, <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> exhibited His knowledge of <a href="/d/vedanta" class="d">Ved&#257;nta</a> in His discourses with <a href="/d/prakasananda" class="d">Prak&#257;&#347;&#257;nanda</a> <a href="/d/sarasvati" class="d">Sarasvat&#299;</a>. Thus it is to be understood that a <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> should be completely conversant with <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy, yet he should not think that studying <a href="/d/vedanta" class="d">Ved&#257;nta</a> is all in all and therefore be unattached to the chanting of the holy name. A devotee must know the importance of simultaneously understanding <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy and chanting the holy names. If by studying <a href="/d/vedanta" class="d">Ved&#257;nta</a> one becomes an impersonalist, he has not been able to understand <a href="/d/vedanta" class="d">Ved&#257;nta</a>. This is confirmed in the <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></I> (<a href="https://prabhupadabooks.com/bg/15/15?d=1">15.15</a>). <I><a href="/d/vedanta" class="d">Ved&#257;nta</a></I> means "the end of knowledge." The ultimate end of knowledge is knowledge of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, who is identical with His holy name. Cheap Vai&#7779;&#7751;avas (<I>sahajiy&#257;s</I>) do not care to study the <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy as commented upon by the four <I>&#257;c&#257;ryas.</I> In the <a href="/d/gaudiya" class="d">Gau&#7693;&#299;ya</a>-<a href="/d/sampradaya" class="d">samprad&#257;ya</a> there is a <a href="/d/vedanta" class="d">Ved&#257;nta</a> commentary called the <I><a href="/d/govinda" class="d">Govinda</a>-<a href="/d/bhasya" class="d">bh&#257;&#7779;ya</a>,</I> but the <I>sahajiy&#257;s</I> consider such commentaries to be untouchable philosophical speculation, and they consider the <I>&#257;c&#257;ryas</I> to be mixed devotees. Thus they clear their way to hell.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/adi/7/72">https://prabhupadabooks.com/cc/adi/7/72</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/adi/7/71?d=1">Adi 7.71</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/adi/7/73?d=1">Adi 7.73</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
