{
	"info": {
		"id": "cc\\madhya\\4\\134",
		"nextId": "cc/madhya/4/135",
		"prevId": "cc/madhya/4/133"
	},
	"verses": [
		{
			"roman": "kṣīra lañā sukhe tumi karaha bhakṣaṇe\ntomā-sama bhāgyavān nāhi tribhuvane\n",
			"isProse": false
		}
	],
	"synonyms": "kṣīra lañā—taking the pot of sweet rice; sukhe—in happiness; tumi—you; karaha—do; bhakṣaṇe—eating; tomā-sama—like you; bhāgyavān—fortunate; nāhi—there is no one; tri-bhuvane—within the three worlds.",
	"translation": "The priest continued, \"Would the sannyāsī whose name is Mādhavendra Purī please come and take this pot of sweet rice and enjoy the prasāda with great happiness! You are the most fortunate person within these three worlds!\"",
	"purport": [
		{
			"type": "normal",
			"content": "Here is an example of a personal benediction by Kṛṣṇa's immoral activity. By Gopīnātha's stealing for His devotee, the devotee becomes the most fortunate person within the three words. Thus even the Lord's criminal activities make His devotee the most fortunate person. How can a mundane rascal understand the pastimes of Kṛṣṇa and judge whether He is moral or immoral? Since Kṛṣṇa is the Absolute Truth, there are no mundane distinctions such as moral and immoral. Whatever He does is good. This is the real meaning of \"God is good.\" He is good in all circumstances because He is transcendental, outside the jurisdiction of this material world. Therefore, Kṛṣṇa can be understood only by those who are already living in the spiritual world. This is corroborated in the Bhagavad-gītā (14.26):"
		},
		{
			"type": "normal",
			"content": "māṁ ca yo 'vyabhicāreṇa\nbhakti-yogena sevate\nsa guṇān samatītyaitān\nbrahma-bhūyāya kalpate"
		},
		{
			"type": "normal",
			"content": "\"One who engages in full devotional service, unfailing in all circumstances, at once transcends the modes of material nature and thus comes to the level of Brahman.\""
		},
		{
			"type": "normal",
			"content": "One who is engaged in unalloyed devotional service to the Lord is already situated in the spiritual world (brahma-bhūyāya kalpate). In all circumstances, his activities and dealings with Kṛṣṇa are transcendental and thus not understandable by mundane moralists. It is therefore better not to discuss such activities among mundane people. It is better to give them the Hare Kṛṣṇa mahā-mantra so that they will be gradually purified and then come to understand the transcendental activities of Kṛṣṇa."
		}
	]
}