<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 5.26 Summary Srimad-Bhagavatam</title>
<meta property="og:title" content="SB 5.26 Summary Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/5?d=1"  class="breadcrumb" title="Canto 5: The Creative Impetus">Canto 5: "The Creative Impetus"</a> > <a href="https://prabhupadabooks.com/sb/5/26?d=1"  class="breadcrumb" title="SB 5.26: A Description of the Hellish Planets">SB 5.26</a> > <a href="https://prabhupadabooks.com/sb/5/26/26_summary?d=1"  class="breadcrumb" title="SB 5.26 Summary">SB 5.26 Summary</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="74571"></A><div id="74571"> </div>
<div class="Normal-Level">The Twenty-sixth Chapter describes how a sinful man goes to different hells, where he is punished in various ways by the assistants of Yamar&#257;ja. As stated in the <span class="Ref_Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> (<a href="https://prabhupadabooks.com/bg/3/27?d=1">3.27</a>):</div>
<A NAME="74572"></A><div id="74572"> </div>
<div style=" margin-top: 0.125in"><div class="Verse-in-purp"><a href="/d/prakrteh" class="d">prak&#7771;te&#7717;</a> <a href="/d/kriyamanani" class="d">kriyam&#257;&#7751;&#257;ni</a><br><a href="/d/gunaih" class="d">gu&#7751;ai&#7717;</a> <a href="/d/karmani" class="d">karm&#257;&#7751;i</a> <a href="/d/sarvasah" class="d">sarva&#347;a&#7717;</a><br><a href="/d/ahankara" class="d">aha&#7749;k&#257;ra</a>-vim&#363;&#7693;h&#257;tm&#257;<br>kart&#257;ham <a href="/d/iti" class="d">iti</a> <a href="/d/manyate" class="d">manyate</a></div>
</div><A NAME="74573"></A><div id="74573"> </div>
<div class="After-Verse">&ldquo;The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities, which are in actuality carried out by nature.&rdquo; The foolish person thinks he is independent of any law. He thinks there is no God or regulative principle and that he can do whatever he likes. Thus he engages in different sinful activities, and as a result, he is put into different hellish conditions life after life, to be punished by the laws of nature. The basic principle of his suffering is that he foolishly thinks himself independent, although he is strictly under the control of the laws of material nature. These laws act due to the influence of the three modes of nature, and therefore each human being also works under three different types of influence. According to how he acts, he suffers different reactions in his next life or in this life. Religious persons act differently from atheists, and therefore they suffer different reactions.</div>
<A NAME="74574"></A><div id="74574"> </div>
<div class="Purport">&#346;ukadeva Gosv&#257;m&#299; describes the following twenty-eight hells: <a href="/d/tamisra" class="d">T&#257;misra</a>, Andhat&#257;misra, <a href="/d/raurava" class="d">Raurava</a>, Mah&#257;raurava, Kumbh&#299;p&#257;ka. <a href="/d/kalasutra" class="d">K&#257;las&#363;tra</a>, <a href="/d/asi" class="d">Asi</a>-patravana, S&#363;karamukha, Andhak&#363;pa, K&#7771;mibhojana. Sanda&#7745;&#347;a, Taptas&#363;rmi, <a href="/d/vajrakantaka" class="d">Vajraka&#7751;&#7789;aka</a>-<a href="/d/salmali" class="d">&#347;&#257;lmal&#299;</a>, <a href="/d/vaitarani" class="d">Vaitara&#7751;&#299;</a>, P&#363;yoda, Pr&#257;&#7751;arodha, Vi&#347;asana, L&#257;l&#257;bhak&#7779;a, S&#257;ramey&#257;dana, Av&#299;ci, Aya&#7717;p&#257;na. K&#7779;&#257;rakardama, Rak&#7779;oga&#7751;a-<a href="/d/bhojana" class="d">bhojana</a>, &#346;&#363;laprota, <a href="/d/dandasuka" class="d">Danda&#347;&#363;ka</a>. <a href="/d/avata" class="d">Ava&#7789;a</a>-<a href="/d/nirodhana" class="d">nirodhana</a>, Pary&#257;vartana and S&#363;c&#299;mukha.</div>
<A NAME="74575"></A><div id="74575"> </div>
<div class="Purport">A person who steals another&rsquo;s money, wife or possessions is put into the hell known as <a href="/d/tamisra" class="d">T&#257;misra</a>. A man who tricks someone and enjoys his wife is put into the extremely hellish condition known as Andhat&#257;misra. A foolish person absorbed in the bodily concept of life, who on the basis of this principle maintains himself or his wife and children by committing violence against other living entities, is put into the hell known as <a href="/d/raurava" class="d">Raurava</a>. There the animals he killed take birth as creatures called <span class="Italic">rurus</span> and cause great suffering for him. Those who kill different animals and birds and then cook them are put by the agents of Yamar&#257;ja into the hell known as Kumbh&#299;p&#257;ka, where they are boiled in oil. A person who kills a <span class="Italic"><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></span> is put into the hell known as <a href="/d/kalasutra" class="d">K&#257;las&#363;tra</a>, where the land, perfectly level and made of copper, is as hot as an oven. The killer of a <span class="Italic"><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></span> burns in that land for many years. One who does not follow scriptural injunctions but who does everything whimsically or follows some rascal is put into the hell known as <a href="/d/asi" class="d">Asi</a>-patravana. A government official who poorly administers justice, or who punishes an innocent man, is taken by the assistants of Yamar&#257;ja to the hell known as S&#363;karamukha, where he is mercilessly beaten.</div>
<A NAME="74576"></A><div id="74576"> </div>
<div class="Purport">God has given advanced consciousness to the human being. Therefore he can feel the suffering and happiness of other living beings. The human being bereft of his conscience, however, is prone to cause suffering for other living beings. The assistants of Yamar&#257;ja put such a person into the hell known as Andhak&#363;pa, where he receives proper punishment from his victims. Any person who does not receive or feed a guest properly but who personally enjoys eating is put into the hell known as K&#7771;mibhojana. There an unlimited number of worms and insects continuously bite him.</div>
<A NAME="74577"></A><div id="74577"> </div>
<div class="Purport">A thief is put into the hell known as Sanda&#7745;&#347;a. A person who has sexual relations with a woman who is not to be enjoyed is put into the hell known as Taptas&#363;rmi. A person who enjoys sexual relations with animals is put into the hell known as <a href="/d/vajrakantaka" class="d">Vajraka&#7751;&#7789;aka</a>-<a href="/d/salmali" class="d">&#347;&#257;lmal&#299;</a>. A person born into an aristocratic or highly placed family but who does not act accordingly is put into the hellish trench of blood, pus and urine called the <a href="/d/vaitarani" class="d">Vaitara&#7751;&#299;</a> River. One who lives like an animal is put into the hell called P&#363;yoda. A person who mercilessly kills animals in the forest without sanction is put into the hell called Pr&#257;&#7751;arodha. A person who kills animals in the name of religious sacrifice is put into the hell named Vi&#347;asana. A man who forces his wife to drink his semen is put into the hell called L&#257;l&#257;bhak&#7779;a. One who sets a fire or administers poison to kill someone is put into the hell known as S&#257;ramey&#257;dana. A man who earns his livelihood by bearing false witness is put into the hell known as Av&#299;ci.</div>
<A NAME="74578"></A><div id="74578"> </div>
<div class="Purport">A person addicted to drinking wine is put into the hell named Aya&#7717;p&#257;na. One who violates etiquette by not showing proper respect to superiors is put into the hell known as K&#7779;&#257;rakardama. A person who sacrifices human beings to Bhairava is put into the hell called Rak&#7779;oga&#7751;a-<a href="/d/bhojana" class="d">bhojana</a>. A person who kills pet animals is put into the hell called &#346;&#363;laprota. A person who gives trouble to others is put into the hell known as <a href="/d/dandasuka" class="d">Danda&#347;&#363;ka</a>. One who imprisons a living entity within a cave is put into the hell known as <a href="/d/avata" class="d">Ava&#7789;a</a>-<a href="/d/nirodhana" class="d">nirodhana</a>. A person who shows unwarranted wrath toward a guest in his house is put into the hell called Pary&#257;vartana. A person maddened by possessing riches and thus deeply absorbed in thinking of how to collect money is put into the hell known as S&#363;c&#299;mukha.</div>
<A NAME="74579"></A><div id="74579"> </div>
<div class="Purport">After describing the hellish planets, &#346;ukadeva Gosv&#257;m&#299; describes how pious persons are elevated to the highest planetary system, where the demigods live, and how they then come back again to this earth when the results of their pious activities are finished. Finally he describes the universal form of the Lord and glorifies the Lord&rsquo;s activities.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/5/26/26_summary">https://prabhupadabooks.com/sb/5/26/26_summary</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/5/25/15?d=1">SB 5.25.15</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/5/26/1?d=1">SB 5.26.1</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
