<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 7.2 Summary Srimad-Bhagavatam</title>
<meta property="og:title" content="SB 7.2 Summary Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/7?d=1"  class="breadcrumb" title="Canto 7: The Science of God">Canto 7: "The Science of God"</a> > <a href="https://prabhupadabooks.com/sb/7/2?d=1"  class="breadcrumb" title="SB 7.2: Hiranyakasipu, King of the Demons">SB 7.2</a> > <a href="https://prabhupadabooks.com/sb/7/2/2_summary?d=1"  class="breadcrumb" title="SB 7.2 Summary">SB 7.2 Summary</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="87087"></A><div id="87087"> </div>
<div style=" text-align : left"><div class="Normal-Level">As described in this chapter, after the annihilation of <a href="/d/hiranyaksa" class="d">Hira&#7751;y&#257;k&#7779;a</a>, Hira&#7751;y&#257;k&#7779;a&rsquo;s sons and his brother Hira&#7751;yaka&#347;ipu were very much aggrieved. Hira&#7751;yaka&#347;ipu reacted very sinfully by trying to diminish the religious activities of people in general. However, he instructed his nephews about a history just to diminish their aggrievement.</div>
</div><A NAME="87088"></A><div id="87088"> </div>
<div style=" text-align : left"><div class="Normal-Level">When the Supreme Personality of Godhead appeared as the boar and killed Hira&#7751;yaka&#347;ipu&rsquo;s brother <a href="/d/hiranyaksa" class="d">Hira&#7751;y&#257;k&#7779;a</a>, Hira&#7751;yaka&#347;ipu was very much aggrieved. In anger, he accused the Supreme Personality of Godhead of being partial to His devotees and derided the Lord&rsquo;s appearance as <a href="/d/varaha" class="d">Var&#257;ha</a> to kill his brother. He began to agitate all the demons and R&#257;k&#7779;asas and disturb the ritualistic ceremonies of the peaceful sages and other inhabitants of earth. For want of the performance of <span class="Italic"><a href="/d/yajna" class="d">yaj&ntilde;a</a>,</span> sacrifice, the demigods began wandering unseen on earth.</div>
</div><A NAME="87089"></A><div id="87089"> </div>
<div style=" text-align : left"><div class="Normal-Level">After finishing the ritualistic funeral ceremonies of his brother, Hira&#7751;yaka&#347;ipu began speaking to his nephews, quoting from the <span class="Italic">&#347;&#257;stras</span> about the truth of life. To pacify them, he spoke as follows: &ldquo;My dear nephews, for heroes to die before the enemy is glorious. According to their different fruitive activities, living entities come together within this material world and are again separated by the laws of nature. We should always know, however, that the spirit soul, which is different from the body, is eternal, unadjustable, pure, all-pervading and aware of everything. When bound by the material energy, the soul takes birth in higher or lower species of life according to varying association and in this way receives various types of bodies in which to suffer or enjoy. One&rsquo;s affliction by the conditions of material existence is the cause of happiness and distress; there are no other causes, and one should not be aggrieved upon seeing the superficial actions of <span class="Italic"><a href="/d/karma" class="d">karma</a>.</span>&rdquo;</div>
</div><A NAME="87090"></A><div id="87090"> </div>
<div style=" text-align : left"><div class="Normal-Level">Hira&#7751;yaka&#347;ipu then related a historical incident concerning a King Suyaj&ntilde;a who resided in the country named <a href="/d/usinara" class="d">U&#347;&#299;nara</a>. When the King was killed, his queens, overwhelmed with grief, received instructions, which Hira&#7751;yaka&#347;ipu quoted to his nephews. Hira&#7751;yaka&#347;ipu related an account of a <span class="Italic"><a href="/d/kulinga" class="d">kuli&#7749;ga</a></span> bird pierced by the arrow of a hunter while lamenting for his wife, who had also been shot by the same hunter. By narrating these stories, Hira&#7751;yaka&#347;ipu pacified his nephews and other relatives and relieved them of lamentation. Thus having been pacified, <a href="/d/diti" class="d">Diti</a> and Ru&#7779;&#257;bh&#257;nu, Hira&#7751;yaka&#347;ipu&rsquo;s mother and sister-in-law, engaged their minds in spiritual understanding.</div>
</div><p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/7/2/2_summary">https://prabhupadabooks.com/sb/7/2/2_summary</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/7/1/48?d=1">SB 7.1.48</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/7/2/1?d=1">SB 7.2.1</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
