<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 6.3 Summary Srimad-Bhagavatam</title>
<meta property="og:title" content="SB 6.3 Summary Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/6?d=1"  class="breadcrumb" title="Canto 6: Prescribed Duties for Mankind">Canto 6</a> > <a href="https://prabhupadabooks.com/sb/6/3?d=1"  class="breadcrumb" title="SB 6.3: Yamaraja Instructs His Messengers">SB 6.3</a> > <a href="https://prabhupadabooks.com/sb/6/3/3_summary?d=1"  class="breadcrumb" title="SB 6.3 Summary">SB 6.3 Summary</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="76700"></A><div id="76700"> </div>
<div class="Normal-Level">As related in this chapter, the Yamad&#363;tas approached Yamar&#257;ja, who very exhaustively explained <span class="Italic"><a href="/d/bhagavata" class="d">bh&#257;gavata</a>-<a href="/d/dharma" class="d">dharma</a>,</span> the religious principle of devotional service. Yamar&#257;ja thus satisfied the Yamad&#363;tas, who had been very disappointed. Yamar&#257;ja said, &ldquo;Although <a href="/d/ajamila" class="d">Aj&#257;mila</a> was calling for his son, he chanted the holy name of the Lord, <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>, and simply by a glimpse of the chanting of the holy name, he immediately achieved the association of Lord Vi&#7779;&#7751;u&rsquo;s order carriers, who saved him from your attempt to arrest him. This is quite all right. It is a fact that even a chronically sinful person who chants the holy name of the Lord, although not completely without offenses, does not take another material birth.&rdquo;</div>
<A NAME="76701"></A><div id="76701"> </div>
<div class="Normal-Level">By chanting the holy name of the Lord, <a href="/d/ajamila" class="d">Aj&#257;mila</a> had met four order carriers of Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>. They were very beautiful and had quickly come to rescue him. Yamar&#257;ja now described them. &ldquo;The Vi&#7779;&#7751;ud&#363;tas are all pure devotees of the Lord, the Supreme Person in regard to the creation, maintenance and annihilation of this cosmic manifestation. Neither King <a href="/d/indra" class="d">Indra</a>, <a href="/d/varuna" class="d">Varu&#7751;a</a>, &#346;iva, <a href="/d/brahma" class="d">Brahm&#257;</a>, the seven <span class="Italic">&#7771;&#7779;is</span> nor I myself can understand the transcendental activities of the Supreme Lord, who is self-sufficient and beyond the reach of the material senses. With material senses, no one can attain enlightenment about Him. The Lord, the master of the illusory energy, possesses transcendental qualities for the good fortune of everyone, and His devotees are also qualified in that way. The devotees, concerned only with rescuing the fallen souls from this material world, apparently take birth in different places in the material world just to save the conditioned souls. If one is somewhat interested in spiritual life, the devotees of the Lord protect him in many ways.&rdquo;</div>
<A NAME="76702"></A><div id="76702"> </div>
<div class="Normal-Level">Yamar&#257;ja continued, &ldquo;The essence of <span class="Italic"><a href="/d/sanatana" class="d">san&#257;tana</a>-<a href="/d/dharma" class="d">dharma</a>,</span> or eternal religion, is extremely confidential. No one but the Lord Himself can deliver that confidential religious system to human society. It is by the mercy of the Lord that the transcendental system of religion can be understood by His pure devotees, and specifically by the twelve <span class="Italic">mah&#257;janas</span>&mdash;Lord <a href="/d/brahma" class="d">Brahm&#257;</a>, <a href="/d/narada" class="d">N&#257;rada</a> <a href="/d/muni" class="d">Muni</a>, Lord &#346;iva, the Kum&#257;ras, <a href="/d/kapila" class="d">Kapila</a>, <a href="/d/manu" class="d">Manu</a>, <a href="/d/prahlada" class="d">Prahl&#257;da</a>, <a href="/d/janaka" class="d">Janaka</a>, <a href="/d/bhisma" class="d">Bh&#299;&#7779;ma</a>, <a href="/d/bali" class="d">Bali</a>, &#346;ukadeva Gosv&#257;m&#299; and me. Other learned scholars, headed by Jaimini, are almost always covered by the illusory energy, and therefore they are more or less attracted by the flowery language of the three <span class="Italic">Vedas,</span> namely <span class="Italic">&#7770;g, Yajur</span> and <span class="Italic"><a href="/d/sama" class="d">S&#257;ma</a>,</span> which are called <span class="Italic"><a href="/d/trayi" class="d">tray&#299;</a>.</span> Instead of becoming pure devotees, people captivated by the flowery words of these three <span class="Italic">Vedas</span> are interested in the Vedic ritualistic ceremonies. They cannot understand the glories of chanting the holy name of the Lord. Intelligent persons, however, take to the devotional service of the Lord. When they chant the holy name of the Lord without offenses, they are no longer subject to my rulings. If by chance they commit some sinful act, they are protected by the holy name of the Lord because that is where their interest lies. The four weapons of the Lord, especially the club and the <a href="/d/sudarsana" class="d">Sudar&#347;ana</a> <span class="Italic"><a href="/d/cakra" class="d">cakra</a>,</span> always protect the devotees. One who chants, hears or remembers the holy name of the Lord without duplicity, or who prays or offers obeisances to the Lord, becomes perfect, whereas even a learned person may be called to hell if he is bereft of devotional service.&rdquo;</div>
<A NAME="76703"></A><div id="76703"> </div>
<div class="Normal-Level">After Yamar&#257;ja thus described the glories of the Lord and His devotees, &#346;ukadeva Gosv&#257;m&#299; further explained the potency of chanting the holy name and the futility of performing Vedic ritualistic ceremonies and pious activities for atonement.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/6/3/3_summary">https://prabhupadabooks.com/sb/6/3/3_summary</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/6/2/49?d=1">SB 6.2.49</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/6/3/1?d=1">SB 6.3.1</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
