{
	"info": {
		"id": "cc\\adi\\14\\51",
		"nextId": "cc/adi/14/52",
		"prevId": "cc/adi/14/50"
	},
	"verses": [
		{
			"roman": "āpani candana pari' parena phula-mālā\nnaivedya kāḍiyā khā'na--sandeśa, cāla, kalā\n",
			"isProse": false
		}
	],
	"synonyms": "āpani—Himself; candana—pulp of sandalwood; pari'-smearing over the body; parena—takes; phula-mālā—the flower garlands; naivedya—offering of food; kādiyā—snatching; khā'na—begins to eat; sandeśa—the sweetmeats; cāla—rice; kalā—bananas.",
	"translation": "Without the permission of the girls, the Lord would take the sandalwood pulp and smear it on His own body, put the flower garlands on His neck, and snatch and eat all the offerings of sweetmeats, rice and bananas.",
	"purport": [
		{
			"type": "normal",
			"content": "According to the system of worship, when something is offered to deities outside one's home, it is generally not cooked food but raw rice, bananas and sweetmeats. Out of His causeless mercy, the Lord would snatch the offerings from the girls and eat them, admonishing the girls not to worship the demigods but to worship Him. This worship of Śrī Caitanya Mahāprabhu is recommended in Śrīmad-Bhāgavatam (11.5.32):"
		},
		{
			"type": "normal",
			"content": "kṛṣṇa-varṇaṁ tviṣākṛṣnaṁ\nsāṅgopāṅgāstra-pārṣadam\nyajñaiḥ saṅkīrtana-prāyair\nyajanti hi su-medhasaḥ"
		},
		{
			"type": "normal",
			"content": "\"One should worship the Supreme Personality of Godhead who appears in this Age of Kali with His associates as the Pañca-tattva: the Lord Himself and His associates Nityānanda Prabhu, Śrī Advaita Prabhu, Śrī Gadādhara Prabhu and Śrīvāsa Ṭhākura. In this age an intelligent person worships the Pañca-tattva by the method of chanting the Hare Kṛṣṇa mahā-mantra and, if possible, distributing prasāda.\" Our Kṛṣṇa consciousness movement is introducing this bona fide method of worship in the Western world. Its members are going from village to village and town to town with Deities of Lord Caitanya Mahāprabhu, teaching people how to worship the Lord by chanting the Hare Kṛṣṇa mantra, offering prasāda and distributing prasāda to people in general."
		}
	]
}