<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 10.7 Summary Srimad-Bhagavatam</title>
<meta property="og:title" content="SB 10.7 Summary Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/10?d=1"  class="breadcrumb" title="Canto 10: The Summum Bonum">Canto 10: "The Summum Bonum"</a> > <a href="https://prabhupadabooks.com/sb/10/7?d=1"  class="breadcrumb" title="SB 10.7: The Killing of the Demon Trnavarta">SB 10.7</a> > <a href="https://prabhupadabooks.com/sb/10/7/7_summary?d=1"  class="breadcrumb" title="SB 10.7 Summary">SB 10.7 Summary</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="124529"></A><div id="124529"> </div>
<div style=" text-align : left"><div class="Normal-Level">In this chapter, &#346;r&#299; K&#7771;&#7779;&#7751;a&rsquo;s pastimes of breaking the cart (<span class="Italic">&#347;aka&#7789;a-<a href="/d/bhanjana" class="d">bha&ntilde;jana</a></span>), killing the <span class="Italic"><a href="/d/asura" class="d">asura</a></span> known as <a href="/d/trnavarta" class="d">T&#7771;&#7751;&#257;varta</a>, and demonstrating the entire universe within His mouth are especially described.</div>
</div><A NAME="124530"></A><div id="124530"> </div>
<div style=" text-align : left"><div class="Normal-Level">When &#346;ukadeva Gosv&#257;m&#299; saw that <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a> was eagerly waiting to hear about Lord K&#7771;&#7779;&#7751;a&rsquo;s pastimes as a child, he was very much pleased, and he continued to speak. When &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> was only three months old and was just trying to turn backside up, before He even attempted to crawl, mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a> wanted to observe a ritualistic ceremony with her friends for the good fortune of the child. Such a ritualistic ceremony is generally performed with ladies who also have small children. When mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a> saw that <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> was falling asleep, because of other engagements she put the child underneath a household cart, called <span class="Italic">&#347;aka&#7789;a,</span> and while the child was sleeping, she engaged herself in other business pertaining to the auspicious ritualistic ceremony. Underneath the cart was a cradle, and mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a> placed the child in that cradle. The child was sleeping, but suddenly He awakened and, as usual for a child, began to kick His small legs. This kicking shook the cart, which collapsed with a great sound, breaking completely and spilling all its contents. Children who were playing nearby immediately informed mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a> that the cart had broken, and therefore she hastily arrived there in great anxiety with the other <span class="Italic">gop&#299;s.</span> Mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a> immediately took the child on her lap and allowed Him to suck her breast. Then various types of Vedic ritualistic ceremonies were performed with the help of the <span class="Italic">br&#257;hma&#7751;as.</span> Not knowing the real identity of the child, the <span class="Italic">br&#257;hma&#7751;as</span> showered the child with blessings.</div>
</div><A NAME="124531"></A><div id="124531"> </div>
<div style=" text-align : left"><div class="Normal-Level">Another day, when mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a> was sitting with her child on her lap, she suddenly observed that he had assumed the weight of the entire universe. She was so astonished that she had to put the child down, and in the meantime <a href="/d/trnavarta" class="d">T&#7771;&#7751;&#257;varta</a>, one of the servants of <a href="/d/kamsa" class="d">Ka&#7745;sa</a>, appeared there as a whirlwind and took the child away. The whole tract of land known as <a href="/d/gokula" class="d">Gokula</a> became surcharged with dust, no one could see where the child had been taken, and all the <span class="Italic">gop&#299;s</span> were overwhelmed because He had been taken away in the dust storm. But up in the sky, the <span class="Italic"><a href="/d/asura" class="d">asura</a>,</span> being overburdened by the child, could not carry the child far away, although he also could not drop the child because the child had caught him so tightly that it was difficult for him to separate the child from his body. Thus <a href="/d/trnavarta" class="d">T&#7771;&#7751;&#257;varta</a> himself fell down from a very great height, the child grasping him tightly by the shoulder, and immediately died. The demon having fallen, the <span class="Italic">gop&#299;s</span> picked the child up and delivered Him to the lap of mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a>. Thus mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a> was struck with wonder, but because of <span class="Italic">yogam&#257;y&#257;&rsquo;s</span> influence, no one could understand who <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> was and what had actually happened. Rather, everyone began to praise fortune for the child&rsquo;s having been saved from such a calamity. <a href="/d/nanda" class="d">Nanda</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>, of course, was thinking of the wonderful foretelling of <a href="/d/vasudeva" class="d">Vasudeva</a> and began to praise him as a great <span class="Italic"><a href="/d/yogi" class="d">yog&#299;</a>.</span> Later, when the child was on the lap of mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a>, the child yawned, and mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a> could see within His mouth the entire universal manifestation.</div>
</div><p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/10/7/7_summary">https://prabhupadabooks.com/sb/10/7/7_summary</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/10/6/44?d=1">SB 10.6.44</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/10/7/1-2?d=1">SB 10.7.1-2</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
