{
	"info": {
		"id": "cc\\adi\\13\\106",
		"nextId": "cc/adi/13/107",
		"prevId": "cc/adi/13/105"
	},
	"verses": [
		{
			"roman": "antarīkṣe deva-gaṇa, gandharva, siddha, cāraṇa,\nstuti-nṛtya kare vādya-gīta\nnartaka, vādaka, bhāṭa, navadvīpe yāra nāṭa,\nsabe āsi' nāce pāñā prīta\n",
			"isProse": false
		}
	],
	"synonyms": "antarīkṣe—in outer space; deva-gaṇa—the demigods; gandharva—the inhabitants of Gandharvaloka; siddha—the inhabitants of Siddhaloka; cāraṇa—the professional singers of the heavenly planets; stuti—prayers; nṛtya—dancing; kare—do; vādya—music; gīta—song; nartaka—dancers; vādaka—professional drummers; bhāṭa—professional blessers; navadvīpe—in the city of Navadvīpa; yāra—of whom; nāṭa—stage; sabe—all of them; āsi'-coming; nāce—began to dance; pāñā—achieving; prīta—happiness.",
	"translation": "In outer space all the demigods, including the inhabitants of Gandharvaloka, Siddhaloka and Cāraṇaloka, offered their prayers and danced to the accompaniment of music, songs and the beating of drums. Similarly, in Navadvīpa city all the professional dancers, musicians and blessers gathered together, dancing in great jubilation.",
	"purport": [
		{
			"type": "normal",
			"content": "As there are professional singers, dancers and reciters of prayers in the heavenly planets, so in India still there are professional dancers, blessers and singers, all of whom assemble together during householder ceremonies, especially marriages and birth ceremonies. These professional men earn their livelihood by taking charity on such occasions from the homes of the Hindus. Eunuchs also take advantage of such ceremonies to receive charity. That is their means of livelihood. Such men never become servants or engage themselves in agriculture or business occupations; they simply take charity from neighborhood friends to maintain themselves peacefully. The bhāṭas are a class of brāhmaṇas who go to such ceremonies to offer blessings by composing poems with references to the Vedic scriptures."
		}
	]
}