{
	"info": {
		"id": "cc\\adi\\13\\29",
		"nextId": "cc/adi/13/30",
		"prevId": "cc/adi/13/28"
	},
	"verses": [
		{
			"roman": "sūtra-vṛtti-pāṅji-ṭīkā kṛṣṇete tātparya\nśiṣyera pratīta haya,--prabhāva āścarya\n",
			"isProse": false
		}
	],
	"synonyms": "sūtra—aphorisms; vṛtti—explanation; pāṅji—application; ṭīkā—notes; kṛṣṇete—unto Kṛṣṇa; tātparya—culmination; śiṣyera—of the disciple; pratīta—realization; haya—becomes; prabhāva—influence; āścarya—wonderful.",
	"translation": "When teaching a course in grammar [vyākaraṇa] and explaining it with notes, Śrī Caitanya Mahāprabhu taught His disciples about the glories of Lord Kṛṣṇa. All explanations culminated in Kṛṣṇa, and His disciples would understand them very easily. Thus His influence was wonderful.",
	"purport": [
		{
			"type": "normal",
			"content": "Śrīla Jiva Gosvāmī compiled a grammar in two parts named Laghu-hari-nāmāmṛta-vyākaraṇa and Bṛhad-dhari-nāmāmṛta-vyākaraṇa. If someone studies these two texts in vyākaraṇa, or grammar, he learns the grammatical rules of the Sanskrit language and simultaneously learns how to become a great devotee of Lord Kṛṣṇa."
		},
		{
			"type": "normal",
			"content": "In the Caitanya-bhāgavata, First Chapter, there is a statement about the method by which Lord Śrī Caitanya Mahāprabhu taught grammar. Lord Caitanya Mahāprabhu explained the aphorisms of grammar to be eternal, like the holy name of Kṛṣṇa. As stated in Bhagavad-gītā (15.15), vedaiś ca sarvair aham eva vedyaḥ. The purport of all revealed scriptures is understanding of Kṛṣṇa. Therefore if a person explains anything that is not Kṛṣṇa, he simply wastes his time laboring hard without fulfilling the aim of his life. If one simply becomes a teacher or professor of education but does not understand Kṛṣṇa, it is to be understood that he is among the lowest of mankind, as stated in Bhagavad-gītā (7.15): narādhamā māyayāpahṛta-jñānāḥ. If one does not know the essence of all revealed scriptures but still becomes a teacher, his teaching is like the disturbing braying of an ass."
		}
	]
}