{
	"info": {
		"id": "cc\\adi\\13\\30",
		"nextId": "cc/adi/13/31",
		"prevId": "cc/adi/13/29"
	},
	"verses": [
		{
			"roman": "yāre dekhe, tāre kahe,--kaha kṛṣṇa-nāma\nkṛṣṇa-nāme bhāsāila navadvīpa-grāma\n",
			"isProse": false
		}
	],
	"synonyms": "yāre—whomever; dekhe—He sees; tāre—to him; kahe—He says; kaha—speak; kṛṣṇa-nāma—the holy name of Lord Kṛṣṇa; kṛṣṇa-nāme—by the holy name of Lord Kṛṣṇa; bhāsāila—was inundated; navadvīpa—the place of the name Navadvīpa; grāma—village.",
	"translation": "When Lord Caitanya Mahāprabhu was a student, He asked whomever He met to chant the Hare Kṛṣṇa mahā-mantra. In this way He inundated the whole town of Navadvīpa with the chanting of Hare Kṛṣṇa.",
	"purport": [
		{
			"type": "normal",
			"content": "The present Navadvīpa-dhāma is but a part of the whole of Navadvīpa. Navadvīpa means \"nine islands.\" These nine islands, which occupy an area of land estimated at thirty-two square miles, are surrounded by different branches of the Ganges. In all nine of those islands of the Navadvīpa area there are different places for cultivating devotional service. It is stated in the Śrīmad-Bhāgavatam (7.5.23) that there are nava-vidha bhakti, nine different activities of devotional service:"
		},
		{
			"type": "normal",
			"content": "śravaṇaṁ kīrtanaṁ viṣṇoḥ\nsmaraṇaṁ pāda-sevanam\narcanaṁ vandanaṁ dāsyaṁ\nsakhyam ātma-nivedanam"
		},
		{
			"type": "normal",
			"content": "There are different islands in the Navadvīpa area for cultivation of these nine varieties of devotional service. They are as follows: (1) Antardvīpa, (2) Sīmantadvīpa, (3) Godrumadvīpa, (4) Madhyadvīpa, (5) Koladvīpa, (6) Ṛtudvīpa, (7) Jahnudvīpa, (8) Modadruma-dvīpa and (9) Rudradvīpa. According to the settlement map, our ISKCON Navadvīpa center is situated on the Rudradvīpa island. Below Rudradvīpa, in Antardvīpa, is Māyāpur. There Śrī Jagannātha Miśra, the father of Caitanya Mahāprabhu, used to reside. In all these different islands, Lord Caitanya Mahāprabhu, as a young man, used to lead His saṅkīrtana party. He thus inundated the entire area with the waves of love of Kṛṣṇa."
		}
	]
}