<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Madhya 17.185 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Madhya 17.185 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/madhya?d=1"  class="breadcrumb" title="Cc. Madhya-lila">Cc. Madhya-lila</a> > <a href="https://prabhupadabooks.com/cc/madhya/17?d=1"  class="breadcrumb" title="Madhya 17: The Lord Travels to Vrndavana">Madhya 17</a> > <a href="https://prabhupadabooks.com/cc/madhya/17/185?d=1"  class="breadcrumb" title="Madhya 17.185">Madhya 17.185</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="191578"></A><div id="191578"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 185</div>
</div><A NAME="191580"></A><div id="191580"> </div>
<div style=" text-align : center"><div class="Verse-Text">dharma-sth&#257;pana-hetu s&#257;dhura vyavah&#257;ra</div>
</div><A NAME="191581"></A><div id="191581"> </div>
<div style=" text-align : center"><div class="Verse-Text">pur&#299;-gos&#257;&ntilde;ira ye &#257;cara&#7751;a, sei dharma s&#257;ra</div>
</div><A NAME="191582"></A><div id="191582"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="191583"></A><div id="191583"> </div>
<div class="Synonyms"><I><a href="/d/dharma" class="d">dharma</a>-<a href="/d/sthapana" class="d">sth&#257;pana</a>-<a href="/d/hetu" class="d">hetu</a></I>&mdash;to establish the principles of religion; <I><a href="/d/sadhura" class="d">s&#257;dhura</a> <a href="/d/vyavahara" class="d">vyavah&#257;ra</a></I>&mdash;behavior of a devotee; <I><a href="/d/puri" class="d">pur&#299;</a>-<a href="/d/gosanira" class="d">gos&#257;&ntilde;ira</a></I>&mdash;of <a href="/d/madhavendra" class="d">M&#257;dhavendra</a> <a href="/d/puri" class="d">Pur&#299;</a>; <I><a href="/d/ye" class="d">ye</a> <a href="/d/acarana" class="d">&#257;cara&#7751;a</a></I>&mdash;the behavior; <I><a href="/d/sei" class="d">sei</a></I>&mdash;that; <I><a href="/d/dharma" class="d">dharma</a> <a href="/d/sara" class="d">s&#257;ra</a></I>&mdash;the essence of all religion.</div>
<A NAME="191584"></A><div id="191584"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="191585"></A><div id="191585"> </div>
<div class="Normal-Level"><B>"A devotee's behavior establishes the true purpose of religious principles. The behavior of <a href="/d/madhavendra" class="d">M&#257;dhavendra</a> <a href="/d/puri" class="d">Pur&#299;</a> Gosv&#257;m&#299; is the essence of such religious principles."</B></div>
<A NAME="191586"></A><div id="191586"> </div>
<div class="Titles">PURPORT</div>
<A NAME="191587"></A><div id="191587"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">&#346;r&#299;la Bhaktisiddh&#257;nta <a href="/d/sarasvati" class="d">Sarasvat&#299;</a> &#7788;h&#257;kura gives the following commentary on this passage. A <I><a href="/d/sadhu" class="d">s&#257;dhu</a></I> or an honest man is called a <I><a href="/d/mahajana" class="d">mah&#257;jana</a></I> or a <I><a href="/d/mahatma" class="d">mah&#257;tm&#257;</a>.</I> The <I><a href="/d/mahatma" class="d">mah&#257;tm&#257;</a></I> is thus described in <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a>:</I></div>
</div><A NAME="191588"></A><div id="191588"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">mah&#257;tm&#257;nas tu m&#257;&#7745; p&#257;rtha<br>daiv&#299;&#7745; prak&#7771;tim &#257;&#347;rit&#257;&#7717;<br>bhajanty ananya-manaso<br>j&ntilde;&#257;tv&#257; bh&#363;t&#257;dim avyayam</div>
</div><A NAME="191589"></A><div id="191589"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"O son of <a href="/d/prtha" class="d">P&#7771;th&#257;</a>, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible." (Bg. <a href="https://prabhupadabooks.com/bg/9/13?d=1">9.13</a>)</div>
</div><A NAME="191590"></A><div id="191590"> </div>
<div class="Normal-Level">In the material world, the word <I><a href="/d/mahatma" class="d">mah&#257;tm&#257;</a></I> is understood in different ways by different religionists. Mundaners also come up with their different angles of vision. For the conditioned soul busy in sense gratification, a <I><a href="/d/mahajana" class="d">mah&#257;jana</a></I> is recognized according to the proportion of sense gratification he offers. For instance, a businessman may consider a certain banker to be a <I><a href="/d/mahajana" class="d">mah&#257;jana</a>,</I> and <I>karm&#299;s</I> desiring material enjoyment may consider philosophers like Jaimini to be <I>mah&#257;janas.</I> There are many <I>yog&#299;s</I> who want to control the senses, and for them Pata&ntilde;jali <a href="/d/rsi" class="d">R&#7779;i</a> is a <I><a href="/d/maha" class="d">mah&#257;</a>-<a href="/d/jana" class="d">jana</a>.</I> For the <I>j&ntilde;&#257;n&#299;s,</I> the atheist <a href="/d/kapila" class="d">Kapila</a>, <a href="/d/vasistha" class="d">Va&#347;i&#7779;&#7789;ha</a>, Durv&#257;s&#257;, Datt&#257;treya and other impersonalist philosophers are <I>mah&#257;janas.</I> For the demons, <a href="/d/hiranyaksa" class="d">Hira&#7751;y&#257;k&#7779;a</a>, Hira&#7751;yaka&#347;ipu, <a href="/d/ravana" class="d">R&#257;va&#7751;a</a>, R&#257;va&#7751;a's son Meghan&#257;da, <a href="/d/jarasandha" class="d">Jar&#257;sandha</a> and others are accepted as <I>mah&#257;janas.</I> For materialistic anthropologists speculating on the evolution of the body, a person like Darwin is a <I><a href="/d/mahajana" class="d">mah&#257;jana</a>.</I> The scientists who are bewildered by K&#7771;&#7779;&#7751;a's external energy have no relationship with the Supreme Personality of Godhead, yet they are accepted by some as <I>mah&#257;janas.</I> Similarly, philosophers, historians, literary men, public speakers and social and political leaders are sometimes accepted as <I>mah&#257;janas.</I> Such <I>mah&#257;janas</I> are respected by certain men who have been described in <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> (<a href="https://prabhupadabooks.com/sb/2/3/19?d=1">2.3.19</a>):</div>
<A NAME="191591"></A><div id="191591"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">&#347;va-vi&#7693;-var&#257;ho&#7779;&#7789;ra-kharai&#7717;<br>sa&#7745;stuta&#7717; puru&#7779;a&#7717; pa&#347;u&#7717;<br>na yat-kar&#7751;a-pathopeto<br>j&#257;tu n&#257;ma gad&#257;graja&#7717;</div>
</div><A NAME="191592"></A><div id="191592"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"Men who are like dogs, hogs, camels and asses praise those men who never listen to the transcendental pastimes of Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, the deliverer from evils."</div>
</div><A NAME="191593"></A><div id="191593"> </div>
<div class="Normal-Level">Thus on the material platform animalistic leaders are worshiped by animals. Sometimes physicians, psychiatrists and social workers try to mitigate bodily pain, distress and fear, but they have no knowledge of spiritual identity and are bereft of a relationship with God. Yet they are considered <I>mah&#257;janas</I> by the illusioned. Self-deceived persons sometimes accept leaders or spiritual masters from a priestly order that has been officially appointed by the codes of material life. In this way, they are deceived by official priests. Sometimes people accept as <I><a href="/d/maha" class="d">mah&#257;</a>-janas</I> those who have been designated by &#346;r&#299;la <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a> <a href="/d/dasa" class="d">d&#257;sa</a> &#7788;h&#257;kura as <I>&#7693;ha&#7749;ga-vipras</I> (imposter <I>br&#257;hma&#7751;as).</I> Such imposters imitate the characteristics of &#346;r&#299;la <a href="/d/haridasa" class="d">Harid&#257;sa</a> &#7788;h&#257;kura, and they envy <a href="/d/haridasa" class="d">Harid&#257;sa</a> &#7788;h&#257;kura, who was certainly a <I><a href="/d/mahajana" class="d">mah&#257;jana</a>.</I> They make great artificial endeavors, advertising themselves as great devotees of the Lord or as mystic hypnotists knowledgeable in witchcraft, hypnotism and miracles. Sometimes people accept demons like <a href="/d/putana" class="d">P&#363;tan&#257;</a>, <a href="/d/trnavarta" class="d">T&#7771;&#7751;&#257;varta</a>, <a href="/d/vatsa" class="d">Vatsa</a>, <a href="/d/baka" class="d">Baka</a>, <a href="/d/aghasura" class="d">Agh&#257;sura</a> and Dhenuka, <a href="/d/kaliya" class="d">K&#257;l&#299;ya</a> and <a href="/d/pralamba" class="d">Pralamba</a>. Some people accept imitators and adversaries of the Supreme Personality of Godhead, such as <a href="/d/paundraka" class="d">Pau&#7751;&#7693;raka</a>, &#346;&#7771;g&#257;la <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, the spiritual master of the demons (&#346;ukr&#257;c&#257;rya), or atheists like C&#257;rv&#257;ka, King <a href="/d/vena" class="d">Vena</a>, Sugata and <a href="/d/arhat" class="d">Arhat</a>. Such people have no faith in &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> as the Supreme Personality of Godhead. Rather, they accept godless cheaters who present themselves as incarnations of God and cheat foolish people within the material world by word jugglery. Thus many rascals are accepted as <I>mah&#257;janas.</I></div>
<A NAME="191594"></A><div id="191594"> </div>
<div class="Normal-Level">In this material world a person may be famous as a <I><a href="/d/karma" class="d">karma</a>-<a href="/d/vira" class="d">v&#299;ra</a>,</I> a successful fruitive worker, or one may be very successful in performing religious duties, or he may be known as a hero in mental speculation (<I><a href="/d/jnana" class="d">j&ntilde;&#257;na</a>-<a href="/d/vira" class="d">v&#299;ra</a>),</I> or he may be a very famous renunciant. In any case, <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> (<a href="https://prabhupadabooks.com/sb/3/23/56?d=1">3.23.56</a>) gives the following opinion in this matter.</div>
<A NAME="191595"></A><div id="191595"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">neha yat karma dharm&#257;ya<br>na vir&#257;g&#257;ya kalpate<br>na t&#299;rtha-pada-sev&#257;yai<br>j&#299;vann api m&#7771;to hi sa&#7717;</div>
</div><A NAME="191596"></A><div id="191596"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"Anyone whose work is not meant to elevate him to religious life, anyone whose religious ritualistic performances do not raise him to renunciation, and anyone situated in renunciation that does not lead him to devotional service to the Supreme Personality of Godhead must be considered dead, although he is breathing."</div>
</div><A NAME="191597"></A><div id="191597"> </div>
<div class="Normal-Level">The conclusion is that all pious activity, fruitive activity, religious principles and renunciation must ultimately lead to devotional service. There are different types of processes for rendering service. One may serve his country, people, society, the <I><a href="/d/varnasrama" class="d">var&#7751;&#257;&#347;rama</a>-<a href="/d/dharma" class="d">dharma</a>,</I> the sick, the poor, the rich, women, demigods and so on. All this comes under the heading of sense gratification, or enjoyment in the material world. It is most unfortunate that people are more or less attracted by such material activity and that the leaders of these activities are accepted as <I>mah&#257;janas,</I> great ideal leaders. Actually they are only misleaders, but an ordinary man cannot understand how he is being misled.</div>
<A NAME="191598"></A><div id="191598"> </div>
<div class="Normal-Level">Narottama <a href="/d/dasa" class="d">d&#257;sa</a> &#7788;h&#257;kura says: <I><a href="/d/sadhu" class="d">s&#257;dhu</a>-<a href="/d/sastra" class="d">&#347;&#257;stra</a>-<a href="/d/guru" class="d">guru</a>-<a href="/d/vakya" class="d">v&#257;kya</a>, cittete <a href="/d/kariya" class="d">kariy&#257;</a> <a href="/d/aikya" class="d">aikya</a>.</I> <I>A <a href="/d/sadhu" class="d">s&#257;dhu</a></I> is a great personality like &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a>. The <I>&#347;&#257;stras</I> are the injunctions of revealed scriptures. Those who are devoid of devotional service sometimes mistake those who have mundane motives for <I>mah&#257;janas.</I> The only motive must be <I><a href="/d/krsna" class="d">k&#7771;&#7779;&#7751;a</a>-<a href="/d/bhakti" class="d">bhakti</a>,</I> devotional service to the Lord. Sometimes fruitive workers, dry philosophers, nondevotees, mystic <I>yog&#299;s</I> and persons attached to material opulence, women and money are considered <I>mah&#257;janas.</I> However, <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> (<a href="https://prabhupadabooks.com/sb/6/3/25?d=1">6.3.25</a>) gives the following statements about such unauthorized <I>mah&#257;janas:</I></div>
<A NAME="191599"></A><div id="191599"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">pr&#257;ye&#7751;a veda tad ida&#7745; na mah&#257;jano 'ya&#7745;<br>devy&#257; vimohita-matir bata m&#257;yay&#257;lam<br>trayy&#257;&#7745; ja&#7693;&#299;-k&#7771;ta-matir madhu-pu&#7779;pit&#257;y&#257;&#7745;<br>vait&#257;nike mahati karma&#7751;i yujyam&#257;na&#7717;</div>
</div><A NAME="191600"></A><div id="191600"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">In this material world, <I>karm&#299;s</I> (fruitive actors) are accepted as <I>mah&#257;janas</I> by foolish people who do not know the value of devotional service. Their mundane intelligence and mental speculative methods are under the control of the three modes of material nature. Consequently they cannot understand unalloyed devotional service. They are attracted by material activities, and they become worshipers of material nature. Thus they are known as fruitive actors. They even become entangled in material activities disguised as spiritual activities. In <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a>,</I> such people are described as <I><a href="/d/veda" class="d">veda</a>-<a href="/d/vada" class="d">v&#257;da</a>-<a href="/d/rata" class="d">rat&#257;</a>.</I> They do not understand the real purpose of the <I>Vedas,</I> yet they think of themselves as Vedic authorities. People versed in Vedic knowledge must know <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> as the Supreme Personality of Godhead. <I>Vedai&#347; <a href="/d/ca" class="d">ca</a> sarvair <a href="/d/aham" class="d">aham</a> <a href="/d/eva" class="d">eva</a> <a href="/d/vedyah" class="d">vedya&#7717;</a>.</I> (Bg. <a href="https://prabhupadabooks.com/bg/15/15?d=1">15.15</a>)</div>
</div><A NAME="191601"></A><div id="191601"> </div>
<div class="Normal-Level">A man covered by illusion cannot understand the proper way; therefore &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> says: <I><a href="/d/dharma" class="d">dharma</a>-<a href="/d/sthapana" class="d">sth&#257;pana</a>-<a href="/d/hetu" class="d">hetu</a> <a href="/d/sadhura" class="d">s&#257;dhura</a> <a href="/d/vyavahara" class="d">vyavah&#257;ra</a>.</I> The behavior of a devotee is the criterion for all other behavior. &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> Himself followed the devotional principles and taught others to follow them. <I><a href="/d/puri" class="d">Pur&#299;</a>-<a href="/d/gosanira" class="d">gos&#257;&ntilde;ira</a> <a href="/d/ye" class="d">ye</a> <a href="/d/acarana" class="d">&#257;cara&#7751;a</a>, <a href="/d/sei" class="d">sei</a> <a href="/d/dharma" class="d">dharma</a> <a href="/d/sara" class="d">s&#257;ra</a>.</I> &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> personally followed the behavior of <a href="/d/madhavendra" class="d">M&#257;dhavendra</a> <a href="/d/puri" class="d">Pur&#299;</a> and advised others to follow his principles. Unfortunately, people have been attracted to the material body since time immemorial.</div>
<A NAME="191602"></A><div id="191602"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">yasy&#257;tma-buddhi&#7717; ku&#7751;ape tridh&#257;tuke<br>sva-dh&#299;&#7717; kalatr&#257;di&#7779;u bhauma ijya-dh&#299;&#7717;<br>yat-t&#299;rtha-buddhi&#7717; salile na karhicij<br>jane&#7779;v abhij&ntilde;e&#7779;u sa eva go-khara&#7717;</div>
</div><A NAME="191603"></A><div id="191603"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"A human being who identifies this body made of three elements with his self, who considers the by-products of the body to be his kinsmen, who considers the land of birth worshipable, and who goes to the place of pilgrimage simply to take a bath rather than meet men of transcendental knowledge there is to be considered like an ass or a cow." (<I>Bh&#257;g.</I> 10.84.13) Those who accept the logic of <I>ga&#7693;-&#7693;alik&#257;-<a href="/d/pravaha" class="d">prav&#257;ha</a></I> and follow in the footsteps of pseudo-<I>mah&#257;janas</I> are carried away by the waves of <I><a href="/d/maya" class="d">m&#257;y&#257;</a>.</I> Bhaktivinoda &#7788;h&#257;kura therefore warns:</div>
</div><A NAME="191604"></A><div id="191604"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text"><FC:255,0,0>miche m&#257;y&#257;ra va&#347;e, y&#257;ccha bhese',<br>kh&#257;ccha h&#257;bu&#7693;ubu, bh&#257;i<br>j&#299;va k&#7771;&#7779;&#7751;a-d&#257;sa, e vi&#347;v&#257;sa,<br>ka'rle ta' &#257;ra du&#7717;kha n&#257;i<FC></div>
</div><A NAME="191605"></A><div id="191605"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"Don't be carried away by the waves of <I><a href="/d/maya" class="d">m&#257;y&#257;</a>.</I> Just surrender to the lotus feet of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, and all miseries will end." Those who follow social customs and behavior forget to follow the path chalked out by the <I>mah&#257;janas;</I> thus they are offenders at the feet of the <I>mah&#257;janas.</I> Sometimes they consider such <I>mah&#257;janas</I> very conservative, or they create their own <I>mah&#257;janas.</I> In this way they ignore the principles of the <I><a href="/d/parampara" class="d">parampar&#257;</a></I> system. This is a great misfortune for everyone. If one does not follow in the footsteps of a real <I><a href="/d/mahajana" class="d">mah&#257;jana</a>,</I> one's plans for happiness will be frustrated. This is elaborately explained in <I><a href="/d/madhya" class="d">Madhya</a>-<a href="/d/lila" class="d">l&#299;l&#257;</a></I> (Chapter Twenty-five, verses 55, 56 and 58). It is there stated:</div>
</div><A NAME="191606"></A><div id="191606"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">parama k&#257;ra&#7751;a &#299;&#347;vare keha n&#257;hi m&#257;ne<br>sva-sva-mata sth&#257;pe para-matera kha&#7751;&#7693;ane</div>
</div><A NAME="191607"></A><div id="191607"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">t&#257;te chaya dar&#347;ana haite 'tattva' n&#257;hi j&#257;ni<br>'mah&#257;jana' yei kahe, sei 'satya' m&#257;ni</div>
</div><A NAME="191608"></A><div id="191608"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">&#347;r&#299;-k&#7771;&#7779;&#7751;a-caitanya-v&#257;&#7751;&#299;--am&#7771;tera dh&#257;ra<br>ti&#7749;ho ye kahaye vastu, sei 'tattva'--s&#257;ra</div>
</div><A NAME="191609"></A><div id="191609"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">People are so unfortunate that they do not accept the instructions of the Supreme Personality of Godhead. Instead, they want to be supported by so-called <I>mah&#257;janas,</I> authorities. <I><a href="/d/tate" class="d">T&#257;te</a> <a href="/d/chaya" class="d">chaya</a> <a href="/d/darsana" class="d">dar&#347;ana</a> <a href="/d/haite" class="d">haite</a> 'tattva' <a href="/d/nahi" class="d">n&#257;hi</a> <a href="/d/jani" class="d">j&#257;ni</a>:</I> we cannot ascertain the real truth simply by following speculators. We have to follow the footsteps of the <I>mah&#257;janas</I> in the disciplic succession. Then our attempt will be successful. <I>&#346;r&#299;-<a href="/d/krsna" class="d">k&#7771;&#7779;&#7751;a</a>-<a href="/d/caitanya" class="d">caitanya</a>-<a href="/d/vani" class="d">v&#257;&#7751;&#299;</a>-<a href="/d/amrtera" class="d">am&#7771;tera</a> <a href="/d/dhara" class="d">dh&#257;ra</a>:</I> "Whatever is spoken by &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> is an incessant flow of nectar." Whoever accepts His words as reality can understand the essence of the Absolute Truth. No one can ascertain the Absolute Truth by following the philosophy of <a href="/d/sankhya" class="d">S&#257;&#7749;khya</a> or Pata&ntilde;jali, for the followers of <a href="/d/sankhya" class="d">S&#257;&#7749;khya</a> or Pata&ntilde;jali do not accept Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> as the Supreme Personality of Godhead (<I><a href="/d/na" class="d">na</a> <a href="/d/te" class="d">te</a> <a href="/d/viduh" class="d">vidu&#7717;</a> sv&#257;rtha-<a href="/d/gatim" class="d">gati&#7745;</a> <a href="/d/hi" class="d">hi</a> <a href="/d/visnum" class="d">vi&#7779;&#7751;um</a>).</I> The ambition of such people is never fulfilled; therefore they are attracted by the external energy. Although mental speculators may be renowned all over the world as great authorities, actually they are not. Such leaders are themselves conservative and not at all liberal. However, if we preach this philosophy, people will consider Vai&#7779;&#7751;avas very sectarian. &#346;r&#299;la <a href="/d/madhavendra" class="d">M&#257;dhavendra</a> <a href="/d/puri" class="d">Pur&#299;</a> was a real <I><a href="/d/mahajana" class="d">mah&#257;jana</a>,</I> but misguided people cannot distinguish the real from the unreal. However, a person who is awakened to <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness can understand the real religious path chalked out by the Lord and His pure devotees. &#346;r&#299; <a href="/d/madhavendra" class="d">M&#257;dhavendra</a> <a href="/d/puri" class="d">Pur&#299;</a> was a real <I><a href="/d/mahajana" class="d">mah&#257;jana</a></I> because he understood the Absolute Truth properly and throughout his life behaved like a pure devotee. &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> approved the method of &#346;r&#299; <a href="/d/madhavendra" class="d">M&#257;dhavendra</a> <a href="/d/puri" class="d">Pur&#299;</a>. Therefore, although from the material viewpoint the <a href="/d/sanodiya" class="d">Sano&#7693;iy&#257;</a> <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></I> was on a lower platform, &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> considered him situated on the highest platform of spiritual realization.</div>
</div><A NAME="191610"></A><div id="191610"> </div>
<div class="Verse-Text">&#346;r&#299;mad-Bh&#257;gavatam (6.3.20) states that there are twelve <I>mah&#257;janas:</I> Brahm&#257;, N&#257;rada, &#346;ambhu, Kum&#257;ra, Kapila, Manu, Prahl&#257;da, Janaka, Bh&#299;&#7779;ma, Bali, &#346;ukadeva and Yamar&#257;ja.</div>
<A NAME="191611"></A><div id="191611"> </div>
<div class="Normal-Level">To select our <I>mah&#257;janas</I> in the <a href="/d/gaudiya" class="d">Gau&#7693;&#299;ya</a>-<a href="/d/sampradaya" class="d">samprad&#257;ya</a>, we have to follow in the footsteps of &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> and His representatives. His next representative is &#346;r&#299; <a href="/d/svarupa" class="d">Svar&#363;pa</a> <a href="/d/damodara" class="d">D&#257;modara</a> Gosv&#257;m&#299;, and the next are the six Gosv&#257;m&#299;s-&#346;r&#299; <a href="/d/rupa" class="d">R&#363;pa</a>, &#346;r&#299; <a href="/d/sanatana" class="d">San&#257;tana</a>, <a href="/d/bhatta" class="d">Bha&#7789;&#7789;a</a> <a href="/d/raghunatha" class="d">Raghun&#257;tha</a>, &#346;r&#299; <a href="/d/jiva" class="d">J&#299;va</a>, <a href="/d/gopala" class="d">Gop&#257;la</a> <a href="/d/bhatta" class="d">Bha&#7789;&#7789;a</a> and <a href="/d/dasa" class="d">D&#257;sa</a> <a href="/d/raghunatha" class="d">Raghun&#257;tha</a>. The follower of Vi&#7779;&#7751;usv&#257;m&#299; was &#346;r&#299;dhara <a href="/d/svami" class="d">Sv&#257;m&#299;</a>, the most well known commentator on <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>.</I> He was also a <I><a href="/d/mahajana" class="d">mah&#257;jana</a>.</I> Similarly, <a href="/d/candidasa" class="d">Ca&#7751;&#7693;&#299;d&#257;sa</a>, <a href="/d/vidyapati" class="d">Vidy&#257;pati</a> and <a href="/d/jayadeva" class="d">Jayadeva</a> were all <I>mah&#257;janas.</I> One who tries to imitate the <I>mah&#257;janas</I> just to become an imitative spiritual master is certainly far away from following in the footsteps of the <I>mah&#257;janas.</I> Sometimes people cannot actually understand how a <I><a href="/d/mahajana" class="d">mah&#257;jana</a></I> follows other <I>mah&#257;janas.</I> In this way people are inclined to fall from devotional service.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/madhya/17/185">https://prabhupadabooks.com/cc/madhya/17/185</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/madhya/17/184?d=1">Madhya 17.184</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/madhya/17/186?d=1">Madhya 17.186</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
