<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 10.1 Summary Srimad-Bhagavatam</title>
<meta property="og:title" content="SB 10.1 Summary Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/10?d=1"  class="breadcrumb" title="Canto 10: The Summum Bonum">Canto 10: "The Summum Bonum"</a> > <a href="https://prabhupadabooks.com/sb/10/1?d=1"  class="breadcrumb" title="SB 10.1: The Advent of Lord Krsna: Introduction">SB 10.1</a> > <a href="https://prabhupadabooks.com/sb/10/1/1_summary?d=1"  class="breadcrumb" title="SB 10.1 Summary">SB 10.1 Summary</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="120686"></A><div id="120686"> </div>
<div style=" text-align : left"><div class="Normal-Level">The summary of the First Chapter is as follows. This chapter describes how <a href="/d/kamsa" class="d">Ka&#7745;sa</a>, frightened by hearing an omen about his being killed by the eighth son of <a href="/d/devaki" class="d">Devak&#299;</a>, killed Devak&#299;&rsquo;s sons one after another.</div>
</div><A NAME="120687"></A><div id="120687"> </div>
<div style=" text-align : left"><div class="Normal-Level">When &#346;ukadeva Gosv&#257;m&#299; finished describing the dynasty of <a href="/d/yadu" class="d">Yadu</a>, as well as the dynasties of the moon-god and sun-god, <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a> requested him to describe Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, who appeared with <a href="/d/baladeva" class="d">Baladeva</a> in the <a href="/d/yadu" class="d">Yadu</a> dynasty, and how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> performed His activities within this world. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is transcendental, the King said, and therefore to understand His activities is the occupation of liberated persons. Hearing of <span class="Italic"><a href="/d/krsna" class="d">k&#7771;&#7779;&#7751;a</a>-<a href="/d/lila" class="d">l&#299;l&#257;</a></span> is the boat by which to achieve the ultimate goal of life. Except for an animal killer or one who is following a policy of suicide, every intelligent person must strive to understand <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and His activities.</div>
</div><A NAME="120688"></A><div id="120688"> </div>
<div style=" text-align : left"><div class="Normal-Level"><a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> was the only worshipable Deity for the P&#257;&#7751;&#7693;avas. When <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a> was in the womb of his mother, <a href="/d/uttara" class="d">Uttar&#257;</a>, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> saved him from the attack of the <span class="Italic"><a href="/d/brahma" class="d">brahma</a>-<a href="/d/sastra" class="d">&#347;astra</a>.</span> Now <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a> asked &#346;ukadeva Gosv&#257;m&#299; how His Lordship <a href="/d/baladeva" class="d">Baladeva</a>, the son of <a href="/d/rohini" class="d">Rohi&#7751;&#299;</a>, could have appeared in the womb of <a href="/d/devaki" class="d">Devak&#299;</a>. Why did <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> transfer Himself from <a href="/d/mathura" class="d">Mathur&#257;</a> to <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a>, King <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a> asked, and how did He live there with His family members? What did <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> do in <a href="/d/mathura" class="d">Mathur&#257;</a> and <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a>, and why did He kill His maternal uncle <a href="/d/kamsa" class="d">Ka&#7745;sa</a>? For how many years did <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> reside in <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a>, and how many queens did He have? <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a> asked &#346;ukadeva Gosv&#257;m&#299; all these questions. He also requested &#346;ukadeva Gosv&#257;m&#299; to describe other activities of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> about which he could not inquire.</div>
</div><A NAME="120689"></A><div id="120689"> </div>
<div style=" text-align : left"><div class="Normal-Level">When &#346;ukadeva Gosv&#257;m&#299; began to speak about <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness, <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a> forgot the fatigue brought about by his fasting. Enthusiastic to describe <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, &#346;ukadeva Gosv&#257;m&#299; said, &ldquo;Like the waters of the Ganges, descriptions of the activities of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> can purify the entire universe. The speaker, the inquirer and the audience all become purified.&rdquo;</div>
</div><A NAME="120690"></A><div id="120690"> </div>
<div style=" text-align : left"><div class="Normal-Level">Once when the entire world was overburdened by the increasing military power of demons in the form of kings, mother earth assumed the shape of a cow and approached Lord <a href="/d/brahma" class="d">Brahm&#257;</a> for relief, Sympathetic to mother earth&rsquo;s lamentation, <a href="/d/brahma" class="d">Brahm&#257;</a>, accompanied by Lord &#346;iva and other demigods, took the cow-shaped mother earth to the shore of the milk ocean, where he offered prayers to please Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>, who lay there on an island in transcendental ecstasy. <a href="/d/brahma" class="d">Brahm&#257;</a> thereafter understood the advice of <a href="/d/maha" class="d">Mah&#257;</a>-<a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>, who informed him that He would appear on the surface of the earth to mitigate the burden created by the demons. The demigods, along with their wives, should appear there as associates of Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> in the family of <a href="/d/yadu" class="d">Yadu</a> to increase the sons and grandsons in that dynasty. By the will of Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, Anantadeva would appear first, as <a href="/d/balarama" class="d">Balar&#257;ma</a>, and K&#7771;&#7779;&#7751;a&rsquo;s potency, <span class="Italic"><a href="/d/yogamaya" class="d">yogam&#257;y&#257;</a>,</span> would also appear. <a href="/d/brahma" class="d">Brahm&#257;</a> informed mother earth about all this, and then he returned to his own abode.</div>
</div><A NAME="120691"></A><div id="120691"> </div>
<div style=" text-align : left"><div class="Normal-Level">After marrying <a href="/d/devaki" class="d">Devak&#299;</a>, <a href="/d/vasudeva" class="d">Vasudeva</a> was returning home with her on a chariot driven by <a href="/d/kamsa" class="d">Ka&#7745;sa</a>, her brother, when an ominous voice addressed <a href="/d/kamsa" class="d">Ka&#7745;sa</a>, warning him that Devak&#299;&rsquo;s eighth son would kill him. Upon hearing this omen, <a href="/d/kamsa" class="d">Ka&#7745;sa</a> was immediately ready to kill <a href="/d/devaki" class="d">Devak&#299;</a>, but <a href="/d/vasudeva" class="d">Vasudeva</a> diplomatically began to instruct him. <a href="/d/vasudeva" class="d">Vasudeva</a> stressed that it would not be good for <a href="/d/kamsa" class="d">Ka&#7745;sa</a> to kill his younger sister, especially at the time of her marriage. Anyone who possesses a material body must die, <a href="/d/vasudeva" class="d">Vasudeva</a> advised him. Every living entity lives in a body for some time and then transmigrates to another body, but one is unfortunately misled into accepting the body as the soul. If a person under this mistaken conception wants to kill another body, he is condemned as hellish.</div>
</div><A NAME="120692"></A><div id="120692"> </div>
<div style=" text-align : left"><div class="Normal-Level">Because <a href="/d/kamsa" class="d">Ka&#7745;sa</a> was not satisfied by Vasudeva&rsquo;s instructions, <a href="/d/vasudeva" class="d">Vasudeva</a> devised a plan. He offered to bring <a href="/d/kamsa" class="d">Ka&#7745;sa</a> all of Devak&#299;&rsquo;s children so that <a href="/d/kamsa" class="d">Ka&#7745;sa</a> could kill them. Why then should <a href="/d/kamsa" class="d">Ka&#7745;sa</a> kill <a href="/d/devaki" class="d">Devak&#299;</a> now? <a href="/d/kamsa" class="d">Ka&#7745;sa</a> was satisfied by this proposal. In due course of time, when <a href="/d/devaki" class="d">Devak&#299;</a> gave birth to a child, <a href="/d/vasudeva" class="d">Vasudeva</a> brought the newborn baby to <a href="/d/kamsa" class="d">Ka&#7745;sa</a>, who, upon seeing Vasudeva&rsquo;s magnanimity, was struck with wonder. When <a href="/d/vasudeva" class="d">Vasudeva</a> gave <a href="/d/kamsa" class="d">Ka&#7745;sa</a> the child, <a href="/d/kamsa" class="d">Ka&#7745;sa</a>, showing some intelligence, said that since he was to be killed by the eighth child, why should he kill the first? Although <a href="/d/vasudeva" class="d">Vasudeva</a> did not trust him, <a href="/d/kamsa" class="d">Ka&#7745;sa</a> requested <a href="/d/vasudeva" class="d">Vasudeva</a> to take the child back. Later, however, after <a href="/d/narada" class="d">N&#257;rada</a> approached <a href="/d/kamsa" class="d">Ka&#7745;sa</a> and disclosed to him that the demigods were appearing in the <a href="/d/yadu" class="d">Yadu</a> and <a href="/d/vrsni" class="d">V&#7771;&#7779;&#7751;i</a> dynasties and conspiring to kill him, <a href="/d/kamsa" class="d">Ka&#7745;sa</a> decided to kill all the children born in these families, and he also decided that any child born from the womb of <a href="/d/devaki" class="d">Devak&#299;</a> must be killed. Thus he arrested and imprisoned both <a href="/d/devaki" class="d">Devak&#299;</a> and <a href="/d/vasudeva" class="d">Vasudeva</a> and killed six of their sons, one after another. <a href="/d/narada" class="d">N&#257;rada</a> had also informed <a href="/d/kamsa" class="d">Ka&#7745;sa</a> that in his previous birth <a href="/d/kamsa" class="d">Ka&#7745;sa</a> was K&#257;lanemi, a demon killed by <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>. Consequently, <a href="/d/kamsa" class="d">Ka&#7745;sa</a> became a great enemy to all the descendants of the <span class="Italic"><a href="/d/yadu" class="d">yadu</a>-<a href="/d/vamsa" class="d">va&#7745;&#347;a</a>,</span> the <a href="/d/yadu" class="d">Yadu</a> dynasty. He even arrested and imprisoned his own father, <a href="/d/ugrasena" class="d">Ugrasena</a>, for <a href="/d/kamsa" class="d">Ka&#7745;sa</a> wanted to enjoy the kingdom alone.</div>
</div><A NAME="120693"></A><div id="120693"> </div>
<div style=" text-align : left"><div class="Normal-Level"><a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> has threefold pastimes&mdash;the <a href="/d/vraja" class="d">Vraja</a>-<a href="/d/lila" class="d">l&#299;l&#257;</a>, <a href="/d/mathura" class="d">M&#257;thura</a>-<a href="/d/lila" class="d">l&#299;l&#257;</a> and <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a>-<a href="/d/lila" class="d">l&#299;l&#257;</a>. As already mentioned, in the Tenth Canto of <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> there are ninety chapters, which describe all these <span class="Italic">l&#299;l&#257;s.</span> The first four chapters describe Brahm&#257;&rsquo;s prayers for the relief of the earth&rsquo;s burden, and they also describe the appearance of the Supreme Personality of Godhead. Chapters Five through Thirty-nine recount K&#7771;&#7779;&#7751;a&rsquo;s pastimes in <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a>. The Fortieth Chapter describes how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> enjoyed in the water of the <a href="/d/yamuna" class="d">Yamun&#257;</a> and how <a href="/d/akrura" class="d">Akr&#363;ra</a> offered prayers. Chapters Forty-one through Fifty-one, eleven chapters, tell of K&#7771;&#7779;&#7751;a&rsquo;s pastimes in <a href="/d/mathura" class="d">M&#257;thura</a>, and Chapters Fifty-two through Ninety, thirty-nine chapters, relate K&#7771;&#7779;&#7751;a&rsquo;s pastimes in <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a>.</div>
</div><A NAME="120694"></A><div id="120694"> </div>
<div style=" text-align : left"><div class="Normal-Level">Chapters Twenty-nine through Thirty-three describe K&#7771;&#7779;&#7751;a&rsquo;s dancing with the <span class="Italic">gop&#299;s,</span> known as the <span class="Italic"><a href="/d/rasa" class="d">r&#257;sa</a>-<a href="/d/lila" class="d">l&#299;l&#257;</a>.</span> Therefore these five chapters are known as <span class="Italic"><a href="/d/rasa" class="d">r&#257;sa</a>-pa&ntilde;c&#257;dhy&#257;ya.</span> The Forty-seventh Chapter of the Tenth Canto is a description known as the <span class="Italic"><a href="/d/bhramara" class="d">bhramara</a>-<a href="/d/gita" class="d">g&#299;t&#257;</a>.</span></div>
</div><p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/10/1/1_summary">https://prabhupadabooks.com/sb/10/1/1_summary</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/10/summary/sb_10_summary?d=1">SB 10 Summary</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/10/1/1?d=1">SB 10.1.1</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
