{
	"info": {
		"id": "cc\\adi\\9\\51",
		"nextId": "cc/adi/9/52",
		"prevId": "cc/adi/9/50"
	},
	"verses": [
		{
			"roman": "ei mālākāra khāya ei prema-phala\nniravadhi matta rahe, vivaśa-vihvala\n",
			"isProse": false
		}
	],
	"synonyms": "ei—this; mālā-kāra—great gardener; khāya—eats; ei—this; prema-phala—fruit of love of Godhead; niravadhi—always; matta—maddened; rahe—remains; vivaśa—as if helpless; vihvala—as if bewildered.",
	"translation": "The great gardener, Lord Caitanya, personally eats this fruit, and as a result He constantly remains mad, as if helpless and bewildered.",
	"purport": [
		{
			"type": "normal",
			"content": "It is the mission of Śrī Caitanya Mahāprabhu to act Himself and teach the people. He says, āpani ācari' bhakti karila pracāra (Cc. Ādi 4.41). One must first act himself and then teach. This is the function of a real teacher. Unless one is able to understand the philosophy that he speaks, it will not be effective. Therefore one should not only understand the philosophy of the Caitanya cult but also implement it practically in one's life."
		},
		{
			"type": "normal",
			"content": "While chanting the Hare Kṛṣṇa mahā-mantra, Śrī Caitanya Mahāprabhu sometimes fainted and remained unconscious for many hours. He prays in His Śikṣāṣṭaka (7):"
		},
		{
			"type": "normal",
			"content": "yugāyitaṁ nimeṣeṇa\ncakṣuṣā prāvṛṣāyitam\nśūnyāyitaṁ jagat sarvaṁ\ngovinda-viraheṇa me"
		},
		{
			"type": "normal",
			"content": "\"O Govinda! Feeling Your separation, I am considering a moment to be like twelve years or more. Tears are flowing from My eyes like torrents of rain, and I am feeling all vacant in the world in Your absence.\" This is the perfectional stage of chanting the Hare Kṛṣṇa mantra and eating the fruit of love of Godhead, as exhibited by Śrī Caitanya Mahāprabhu. One should not artificially imitate this stage, but if one is serious and sincerely follows the regulative principles and chants the Hare Kṛṣṇa mantra, the time will come when these symptoms will appear. Tears will fill his eyes, he will be unable to chant distinctly the mahā-mantra, and his heart will throb in ecstasy. Śrī Caitanya Mahāprabhu says that one should not imitate this, but a devotee should long for the day to come when such symptoms of trance will automatically appear in his body."
		}
	]
}