<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 9.9 Summary Srimad-Bhagavatam</title>
<meta property="og:title" content="SB 9.9 Summary Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/9?d=1"  class="breadcrumb" title="Canto 9: Liberation">Canto 9: "Liberation"</a> > <a href="https://prabhupadabooks.com/sb/9/9?d=1"  class="breadcrumb" title="SB 9.9: The Dynasty of Amsuman">SB 9.9: The Dynasty of Amsuman</a> > <a href="https://prabhupadabooks.com/sb/9/9/9_summary?d=1"  class="breadcrumb" title="SB 9.9 Summary">SB 9.9 Summary</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="112881"></A><div id="112881"> </div>
<div style=" text-align : left"><div class="Normal-Level">This chapter describes the history of the dynasty of <a href="/d/amsuman" class="d">A&#7745;&#347;um&#257;n</a>, up to <a href="/d/khatvanga" class="d">Kha&#7789;v&#257;&#7749;ga</a>, and it also describes how Bhag&#299;ratha brought the water of the Ganges to this earth.</div>
</div><A NAME="112882"></A><div id="112882"> </div>
<div style=" text-align : left"><div class="Normal-Level">The son of <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/amsuman" class="d">A&#7745;&#347;um&#257;n</a> was Dil&#299;pa, who tried to bring the Ganges to this world but who died without success. Bhag&#299;ratha, the son of Dil&#299;pa, was determined to bring the Ganges to the material world, and for this purpose he underwent severe austerities. Mother Ganges, being fully satisfied by his austerities, made herself visible to him, wanting to give him a benediction. Bhag&#299;ratha then asked her to deliver his forefathers. Although mother Ganges agreed to come down to earth, she made two conditions: first, she wanted some suitable male to be able to control her waves; second, although all sinful men would be freed from sinful reactions by bathing in the Ganges, mother Ganges did not want to keep all these sinful reactions. These two conditions were subject matters for consideration. Bhag&#299;ratha replied to mother Ganges, &ldquo;The Personality of Godhead Lord &#346;iva will be completely able to control the waves of your water, and when pure devotees bathe in your water, the sinful reactions left by sinful men will be counteracted.&rdquo; Bhag&#299;ratha then performed austerities to satisfy Lord &#346;iva, who is called &#256;&#347;uto&#7779;a because he is naturally satisfied very easily. Lord &#346;iva agreed to Bhag&#299;ratha&rsquo;s proposal to check the force of the Ganges. In this way, simply by the touch of the Ganges, Bhag&#299;ratha&rsquo;s forefathers were delivered and allowed to go to the heavenly planets.</div>
</div><A NAME="112883"></A><div id="112883"> </div>
<div style=" text-align : left"><div class="Normal-Level">The son of Bhag&#299;ratha was &#346;ruta, the son of &#346;ruta was <a href="/d/nabha" class="d">N&#257;bha</a>, and N&#257;bha&rsquo;s son was Sindhudv&#299;pa. The son of Sindhudv&#299;pa was Ayut&#257;yu, and the son of Ayut&#257;yu was &#7770;t&#363;par&#7751;a, who was a friend of <a href="/d/nala" class="d">Nala</a>. &#7770;t&#363;par&#7751;a gave <a href="/d/nala" class="d">Nala</a> the art of gambling and learned from him the art of <span class="Italic"><a href="/d/asva" class="d">a&#347;va</a>-<a href="/d/vidya" class="d">vidy&#257;</a>.</span> The son of &#7770;t&#363;par&#7751;a was known as Sarvak&#257;ma, the son of Sarvak&#257;ma was <a href="/d/sudasa" class="d">Sud&#257;sa</a>, and his son was Saud&#257;sa. The wife of Saud&#257;sa was named <a href="/d/damayanti" class="d">Damayant&#299;</a> or Madayant&#299;, and Saud&#257;sa was also known as Kalm&#257;&#7779;ap&#257;da. Because of some defect in his fruitive activities, Saud&#257;sa was cursed by <a href="/d/vasistha" class="d">Vasi&#7779;&#7789;ha</a> to become a <a href="/d/raksasa" class="d">R&#257;k&#7779;asa</a>. While walking through the forest, he saw a <span class="Italic"><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></span> engaged in sex with his wife, and because he had become a <a href="/d/raksasa" class="d">R&#257;k&#7779;asa</a> he wanted to devour the <span class="Italic"><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a>.</span> Although the <span class="Italic">br&#257;hma&#7751;a&rsquo;s</span> wife pleaded with him in many ways, Saud&#257;sa devoured the <span class="Italic"><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a>,</span> and the wife therefore cursed him, saying, &ldquo;As soon as you engage in sex you will die.&rdquo; After twelve years, therefore, even though Saud&#257;sa was released from the curse of <a href="/d/vasistha" class="d">Vasi&#7779;&#7789;ha</a> <a href="/d/muni" class="d">Muni</a>, he remained sonless. At that time, with Saud&#257;sa&rsquo;s permission, <a href="/d/vasistha" class="d">Vasi&#7779;&#7789;ha</a> impregnated Saud&#257;sa&rsquo;s wife, Madayant&#299;. Because Madayant&#299; bore the child for many years but still could not give birth, <a href="/d/vasistha" class="d">Vasi&#7779;&#7789;ha</a> struck her abdomen with a stone, and thus a son was born. The son was named A&#347;maka.</div>
</div><A NAME="112884"></A><div id="112884"> </div>
<div style=" text-align : left"><div class="Normal-Level">The son of A&#347;maka was known as B&#257;lika. He was protected from the curse of <a href="/d/parasurama" class="d">Para&#347;ur&#257;ma</a> because of being surrounded by many women, and therefore he is also known as N&#257;r&#299;kavaca. When the entire world was devoid of <span class="Italic">k&#7779;atriyas,</span> he became the original father of more <span class="Italic">k&#7779;atriyas.</span> He is therefore sometimes called M&#363;laka. From B&#257;lika, Da&#347;aratha was born, from Da&#347;aratha came Ai&#7693;avi&#7693;i, and from Ai&#7693;avi&#7693;i came Vi&#347;vasaha. The son of Vi&#347;vasaha was <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/khatvanga" class="d">Kha&#7789;v&#257;&#7749;ga</a>. <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/khatvanga" class="d">Kha&#7789;v&#257;&#7749;ga</a> joined the demigods in fighting the demons and was victorious, and the demigods therefore wanted to give him a benediction. But when the King inquired how long he would live and understood that his life would last only a few seconds more, he immediately left the heavenly planets and returned to his own abode by airplane. He could understand that everything in this material world is insignificant, and thus he fully engaged in worshiping the Supreme Personality of Godhead, <a href="/d/hari" class="d">Hari</a>.</div>
</div><p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/9/9/9_summary">https://prabhupadabooks.com/sb/9/9/9_summary</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/9/8/30?d=1">SB 9.8.30</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/9/9/1?d=1">SB 9.9.1</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
