<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 2.7.27 Srimad-Bhagavatam</title>
<meta name="description" content="There is no doubt about Lord Krsna's being the Supreme Lord, otherwise how was it possible for Him to kill a giant demon like Putana when He was just on the">
<meta property="og:title" content="SB 2.7.27 Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="There is no doubt about Lord Kåñëa's being the Supreme Lord, otherwise how was it possible for Him to kill a giant demon like Pütanä when He was just on the" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/2?d=1"  class="breadcrumb" title="Canto 2: The Cosmic Manifestation">Canto 2</a> > <a href="https://prabhupadabooks.com/sb/2/7?d=1"  class="breadcrumb" title="SB 2.7: Scheduled Incarnations with Specific Functions">SB 2.7</a> > <a href="https://prabhupadabooks.com/sb/2/7/27?d=1"  class="breadcrumb" title="SB 2.7.27">SB 2.7.27</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="26119"></A><div id="26119"> </div>
<div class="Textnum"><JD:"Destination-452">TEXT 27</div>
<A NAME="26122"></A><div id="26122"> </div>
<div class="Verse-Text">tokena j&#299;va-hara&#7751;a&#7745; yad ul&#363;ki-k&#257;y&#257;s</div>
<A NAME="26123"></A><div id="26123"> </div>
<div class="Verse-Text">trai-m&#257;sikasya ca pad&#257; &#347;aka&#7789;o 'pav&#7771;tta&#7717;</div>
<A NAME="26124"></A><div id="26124"> </div>
<div class="Verse-Text">yad ri&#7749;gat&#257;ntara-gatena divi-sp&#7771;&#347;or v&#257;</div>
<A NAME="26125"></A><div id="26125"> </div>
<div class="Verse-Text">unm&#363;lana&#7745; tv itarath&#257;rjunayor na bh&#257;vyam</div>
<A NAME="26126"></A><div id="26126"> </div>
<div class="Synonyms-Section">SYNONYMS</div>
<A NAME="26127"></A><div id="26127"> </div>
<div class="Synonyms"><span class="Italic"><a href="/d/tokena" class="d">tokena</a></span>&mdash;by a child; <span class="Italic"><a href="/d/jiva" class="d">j&#299;va</a>-<a href="/d/haranam" class="d">hara&#7751;am</a></span>&mdash;killing a living being; <span class="Italic"><a href="/d/yat" class="d">yat</a></span>&mdash;one which; <span class="Italic"><a href="/d/uluki" class="d">ul&#363;ki</a>-<a href="/d/kayah" class="d">k&#257;y&#257;&#7717;</a></span>&mdash;assumed the giant body of a demon; <span class="Italic"><a href="/d/trai" class="d">trai</a>-<a href="/d/masikasya" class="d">m&#257;sikasya</a></span>&mdash;of one who is only three months old; <span class="Italic"><a href="/d/ca" class="d">ca</a></span>&mdash;also; <span class="Italic"><a href="/d/pada" class="d">pad&#257;</a></span>&mdash;by the leg; <span class="Italic"><a href="/d/sakatah" class="d">&#347;aka&#7789;a&#7717;</a> <a href="/d/apavrttah" class="d">apav&#7771;tta&#7717;</a></span>&mdash;turned over the cart; <span class="Italic"><a href="/d/yat" class="d">yat</a></span>&mdash;one who; <span class="Italic"><a href="/d/ringata" class="d">ri&#7749;gat&#257;</a></span>&mdash;while crawling; <span class="Italic"><a href="/d/antara" class="d">antara</a>-<a href="/d/gatena" class="d">gatena</a></span>&mdash;being overtaken; <span class="Italic"><a href="/d/divi" class="d">divi</a></span>&mdash;high in the sky; <span class="Italic"><a href="/d/sprsoh" class="d">sp&#7771;&#347;o&#7717;</a></span>&mdash;touching; <span class="Italic"><a href="/d/va" class="d">v&#257;</a></span>&mdash;either; <span class="Italic"><a href="/d/unmulanam" class="d">unm&#363;lanam</a></span>&mdash;uprooting; <span class="Italic"><a href="/d/tu" class="d">tu</a></span>&mdash;but; <span class="Italic"><a href="/d/itaratha" class="d">itarath&#257;</a></span>&mdash;anyone else than; <span class="Italic"><a href="/d/arjunayoh" class="d">arjunayo&#7717;</a></span>&mdash;of the two <span class="Italic"><a href="/d/arjuna" class="d">arjuna</a></span> trees; <span class="Italic"><a href="/d/na" class="d">na</a> <a href="/d/bhavyam" class="d">bh&#257;vyam</a></span>&mdash;was not possible.</div>
<A NAME="26128"></A><div id="26128"> </div>
<div class="Verse-Section">TRANSLATION</div>
<A NAME="26129"></A><div id="26129"> </div>
<div class="Translation">There is no doubt about Lord K&#7771;&#7779;&#7751;a's being the Supreme Lord, otherwise how was it possible for Him to kill a giant demon like <a href="/d/putana" class="d">P&#363;tan&#257;</a> when He was just on the lap of His mother, to overturn a cart with His leg when He was only three months old, to uproot a pair of <a href="/d/arjuna" class="d">arjuna</a> trees, so high that they touched the sky, when He was only crawling? All these activities are impossible for anyone other than the Lord Himself.</div>
<A NAME="26130"></A><div id="26130"> </div>
<div class="Verse-Section">PURPORT</div>
<A NAME="26131"></A><div id="26131"> </div>
<div class="First">One cannot manufacture a God by one's mental speculation or by numerical votes, as has become a practice for the less intelligent class of men. God is God eternally, and an ordinary living entity is eternally a part and parcel of God. God is one without a second, and the ordinary living entities are many without number. All such living entities are maintained by God Himself, and that is the verdict of the Vedic literatures. When <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> was on the lap of His mother, the demon <a href="/d/putana" class="d">P&#363;tan&#257;</a> appeared before His mother and prayed to nurture the child in her lap. Mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a> agreed, and the child was transferred onto the lap of <a href="/d/putana" class="d">P&#363;tan&#257;</a>, who was in the garb of a respectable lady. <a href="/d/putana" class="d">P&#363;tan&#257;</a> wanted to kill the child by smearing poison on the nipple of her breast. But when everything was complete, the Lord sucked her breast along with her very air of life, and the demon's gigantic body, said to be as long as six miles, fell down. But Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> did not need to expand Himself to the length of the she-demon <a href="/d/putana" class="d">P&#363;tan&#257;</a>, although He was quite competent to extend Himself more than six miles long. In His <a href="/d/vamana" class="d">V&#257;mana</a> incarnation He posed Himself as a dwarf <span class="Italic"><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a>,</span> but when He took possession of His land, promised by <a href="/d/bali" class="d">Bali</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>, He expanded His footstep to the top of the universe, extending over thousands and millions of miles. So it was not very difficult for <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> to perform a miracle by extending His bodily feature, but He had no desire to do it because of His deep filial love for His mother, <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a>. If <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a> had seen <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> in her lap extending six miles to cope with the she-demon <a href="/d/putana" class="d">P&#363;tan&#257;</a>, then the natural filial love of <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a> would have been hurt because in that way <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a> would have come to know that her so-called son, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, was God Himself. And with the knowledge of the Godhood of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, Ya&#347;od&#257;may&#299; would have lost the temper of her love for <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> as a natural mother. But as far as Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is concerned, He is God always, either as a child on the lap of His mother, or as the coverer of the universe, V&#257;manadeva. He does not require to become God by undergoing severe penances, although some men think of becoming God in that way. By undergoing severe austerities and penances, one cannot become one or equal with God, but one can attain most of the godly qualities. A living being can attain godly qualities to a large extent, but he cannot become God, whereas <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, without undergoing any type of penance, is God always, either in the lap of His mother or growing up or at any stage of growth.</div>
<A NAME="26132"></A><div id="26132"> </div>
<div class="Purport">So at the age of only three months He killed the &#346;aka&#7789;&#257;sura, who had remained hidden behind a cart in the house of Ya&#347;od&#257;may&#299;. And when He was crawling and was disturbing His mother from doing household affairs, the mother tied Him with a grinding pestle, but the naughty child dragged the pestle up to a pair of very high <span class="Italic"><a href="/d/arjuna" class="d">arjuna</a></span> trees in the yard of Ya&#347;od&#257;may&#299;, and when the pestle was stuck between the pair of trees, they fell down with a horrible sound. When Ya&#347;od&#257;may&#299; came to see the happenings, she thought that her child had been saved from the falling trees by the mercy of the Lord, without knowing that the Lord Himself, crawling in her yard, had wreaked the havoc. So that is the way of reciprocation of love affairs between the Lord and His devotees. Ya&#347;od&#257;may&#299; wanted to have the Lord as her child, and the Lord played exactly like a child in her lap, but at the same time played the part of the Almighty Lord whenever it was so required. The beauty of such pastimes was that the Lord fulfilled everyone's desire. In the case of felling the gigantic <span class="Italic"><a href="/d/arjuna" class="d">arjuna</a></span> trees, the Lord's mission was to deliver the two sons of <a href="/d/kuvera" class="d">Kuvera</a>, who were condemned to become trees by the curse of <a href="/d/narada" class="d">N&#257;rada</a>, as well as to play like a crawling child in the yard of <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a>, who took transcendental pleasure in seeing such activities of the Lord in the very yard of her home.</div>
<A NAME="26133"></A><div id="26133"> </div>
<div class="Purport">The Lord in any condition is Lord of the universe, and He can act as such in any form, gigantic or small, as He likes.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/2/7/27">https://prabhupadabooks.com/sb/2/7/27</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/2/7/26?d=1">SB 2.7.26</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/2/7/28?d=1">SB 2.7.28</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
