<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 1.3.28 Srimad-Bhagavatam</title>
<meta name="description" content="All of the above-mentioned incarnations are either plenary portions or portions of the plenary portions of the Lord, but Lord Sri Krsna is the original">
<meta property="og:title" content="SB 1.3.28 Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="All of the above-mentioned incarnations are either plenary portions or portions of the plenary portions of the Lord, but Lord Çré Kåñëa is the original" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/1?d=1"  class="breadcrumb" title="Canto 1:Creation">Canto 1:"Creation"</a> > <a href="https://prabhupadabooks.com/sb/1/3?d=1"  class="breadcrumb" title="SB 1.3: Krsna Is the Source of All Incarnations">SB 1.3</a> > <a href="https://prabhupadabooks.com/sb/1/3/28?d=1"  class="breadcrumb" title="SB 1.3.28">SB 1.3.28</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="12317"></A><div id="12317"> </div>
<div class="Textnum">TEXT 28</div>
<A NAME="12320"></A><div id="12320"> </div>
<div class="Verse-Text">ete c&#257;&#7745;&#347;a-kal&#257;&#7717; pu&#7745;sa&#7717;</div>
<A NAME="12321"></A><div id="12321"> </div>
<div class="Verse-Text">k&#7771;&#7779;&#7751;as tu bhagav&#257;n svayam</div>
<A NAME="12322"></A><div id="12322"> </div>
<div class="Verse-Text">indr&#257;ri-vy&#257;kula&#7745; loka&#7745;</div>
<A NAME="12323"></A><div id="12323"> </div>
<div class="Verse-Text">m&#7771;&#7693;ayanti yuge yuge</div>
<A NAME="12324"></A><div id="12324"> </div>
<div class="Synonyms-Section">SYNONYMS</div>
<A NAME="12325"></A><div id="12325"> </div>
<div class="Synonyms"><span class="Italic"><a href="/d/ete" class="d">ete</a></span>&mdash;all these; <span class="Italic"><a href="/d/ca" class="d">ca</a></span>&mdash;and; <span class="Italic"><a href="/d/amsa" class="d">a&#7745;&#347;a</a></span>&mdash;plenary portions; <span class="Italic"><a href="/d/kalah" class="d">kal&#257;&#7717;</a></span>&mdash;portions of the plenary portions; <span class="Italic"><a href="/d/pumsah" class="d">pu&#7745;sa&#7717;</a></span>&mdash;of the Supreme; <span class="Italic"><a href="/d/krsnah" class="d">k&#7771;&#7779;&#7751;a&#7717;</a></span>&mdash;Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>; <span class="Italic"><a href="/d/tu" class="d">tu</a></span>&mdash;but; <span class="Italic"><a href="/d/bhagavan" class="d">bhagav&#257;n</a></span>&mdash;the Personality of Godhead; <span class="Italic"><a href="/d/svayam" class="d">svayam</a></span>&mdash;in person; <span class="Italic"><a href="/d/indra" class="d">indra</a>-<a href="/d/ari" class="d">ari</a></span>&mdash;the enemies of <a href="/d/indra" class="d">Indra</a>; <span class="Italic"><a href="/d/vyakulam" class="d">vy&#257;kulam</a></span>&mdash;disturbed; <span class="Italic"><a href="/d/lokam" class="d">lokam</a></span>&mdash;all the planets; <span class="Italic"><a href="/d/mrdayanti" class="d">m&#7771;&#7693;ayanti</a></span>&mdash;gives protection; <span class="Italic"><a href="/d/yuge" class="d">yuge</a> yuge</span>&mdash;in different ages.</div>
<A NAME="12326"></A><div id="12326"> </div>
<div class="Verse-Section">TRANSLATION</div>
<A NAME="12327"></A><div id="12327"> </div>
<div class="Translation">All of the above-mentioned incarnations are either plenary portions or portions of the plenary portions of the Lord, but Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is the original Personality of Godhead. All of them appear on planets whenever there is a disturbance created by the atheists. The Lord incarnates to protect the theists.</div>
<A NAME="12328"></A><div id="12328"> </div>
<div class="Verse-Section">PURPORT</div>
<A NAME="12329"></A><div id="12329"> </div>
<div class="First">In this particular stanza Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, the Personality of Godhead, is distinguished from other incarnations. He is counted amongst the <span class="Italic">avat&#257;ras</span> (incarnations) because out of His causeless mercy the Lord descends from His transcendental abode. <span class="Italic"><a href="/d/avatara" class="d">Avat&#257;ra</a></span> means "one who descends." All the incarnations of the Lord, including the Lord Himself, descend on the different planets of the material world as also in different species of life to fulfill particular missions. Sometimes He comes Himself, and sometimes His different plenary portions or parts of the plenary portions, or His differentiated portions directly or indirectly empowered by Him, descend on this material world to execute certain specific functions. Originally the Lord is full of all opulences, all prowess, all fames, all beauties, all knowledge and all renunciations. When they are partly manifested through the plenary portions or parts of the plenary portions, it should be noted that certain manifestations of His different powers are required for those particular functions. When in the room small electric bulbs are displayed, it does not mean that the electric powerhouse is limited by the small bulbs. The same powerhouse can supply power to operate large-scale industrial dynamos with greater volts. Similarly, the incarnations of the Lord display limited powers because so much power is needed at that particular time.</div>
<A NAME="12330"></A><div id="12330"> </div>
 can not find image file: books/Srimad-Bhagavatam/Canto-1/SB 1.1 1978 Plate 16-i.jpg<div align="center"><a href="https://prabhupadabooks.com/images/books/Srimad-Bhagavatam/Canto-1/SB 1.1 1978 Plate 16-i.jpg"></a><br><b>In the transcendental land of Vrndavana, Krsna always revels in loving pastimes with His dearmost devotees, the <i>gopis</i>, headed by Srimati Radharani.</b></div><br>
<div class="Purport">For example, Lord <a href="/d/parasurama" class="d">Para&#347;ur&#257;ma</a> and Lord <a href="/d/nrsimha" class="d">N&#7771;si&#7745;ha</a> displayed unusual opulence by killing the disobedient <span class="Italic">k&#7779;atriyas</span> twenty-one times and killing the greatly powerful atheist Hira&#7751;yaka&#347;ipu. Hira&#7751;yaka&#347;ipu was so powerful that even the demigods in other planets would tremble simply by the unfavorable raising of his eyebrow. The demigods in the higher level of material existence many, many times excel the most well-to-do human beings, in duration of life, beauty, wealth, paraphernalia, and in all other respects. Still they were afraid of Hira&#7751;yaka&#347;ipu. Thus we can simply imagine how powerful Hira&#7751;yaka&#347;ipu was in this material world. But even Hira&#7751;yaka&#347;ipu was cut into small pieces by the nails of Lord <a href="/d/nrsimha" class="d">N&#7771;si&#7745;ha</a>. This means that anyone materially powerful cannot stand the strength of the Lord's nails. Similarly, J&#257;madagnya displayed the Lord's power to kill all the disobedient kings powerfully situated in their respective states. The Lord's empowered incarnation <a href="/d/narada" class="d">N&#257;rada</a> and plenary incarnation <a href="/d/varaha" class="d">Var&#257;ha</a>, as well as indirectly empowered Lord <a href="/d/buddha" class="d">Buddha</a>, created faith in the mass of people. The incarnations of <a href="/d/rama" class="d">R&#257;ma</a> and Dhanvantari displayed His fame, and <a href="/d/balarama" class="d">Balar&#257;ma</a>, <a href="/d/mohini" class="d">Mohin&#299;</a> and <a href="/d/vamana" class="d">V&#257;mana</a> exhibited His beauty. Datt&#257;treya, <a href="/d/matsya" class="d">Matsya</a>, <a href="/d/kumara" class="d">Kum&#257;ra</a> and <a href="/d/kapila" class="d">Kapila</a> exhibited His transcendental knowledge. <a href="/d/nara" class="d">Nara</a> and <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> &#7770;&#7779;is exhibited His renunciation. So all the different incarnations of the Lord indirectly or directly manifested different features, but Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, the primeval Lord, exhibited the complete features of Godhead, and thus it is confirmed that He is the source of all other incarnations. And the most extraordinary feature exhibited by Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> was His internal energetic manifestation of His pastimes with the cowherd girls. His pastimes with the <span class="Italic">gop&#299;s</span> are all displays of transcendental existence, bliss and knowledge, although these are manifested apparently as sex love. The specific attraction of His pastimes with the <span class="Italic">gop&#299;s</span> should never be misunderstood. The <span class="Italic"><a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> relates these transcendental pastimes in the Tenth Canto. And in order to reach the position to understand the transcendental nature of Lord K&#7771;&#7779;&#7751;a's pastimes with the <span class="Italic">gop&#299;s,</span> the <span class="Italic"><a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> promotes the student gradually in nine other cantos.</div>
<A NAME="12331"></A><div id="12331"> </div>
<div class="Purport">According to &#346;r&#299;la <a href="/d/jiva" class="d">J&#299;va</a> Gosv&#257;m&#299;'s statement, in accordance with authoritative sources, Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is the source of all other incarnations. It is not that Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> has any source of incarnation. All the symptoms of the Supreme Truth in full are present in the person of Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, and in the <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> the Lord emphatically declares that there is no truth greater than or equal to Himself. In this stanza the word <span class="Italic"><a href="/d/svayam" class="d">svayam</a></span> is particularly mentioned to confirm that Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> has no other source than Himself. Although in other places the incarnations are described as <span class="Italic"><a href="/d/bhagavan" class="d">bhagav&#257;n</a></span> because of their specific functions, nowhere are they declared to be the Supreme Personality. In this stanza the word <span class="Italic"><a href="/d/svayam" class="d">svayam</a></span> signifies the supremacy as the <span class="Italic">summum bonum.</span></div>
<A NAME="12332"></A><div id="12332"> </div>
<div class="Purport">The <span class="Italic">summum bonum</span> <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is one without a second. He Himself has expanded Himself in various parts, portions and particles as <span class="Italic"><a href="/d/svayam" class="d">svaya&#7745;</a>-<a href="/d/rupa" class="d">r&#363;pa</a>, <a href="/d/svayam" class="d">svayam</a>-<a href="/d/prakasa" class="d">prak&#257;&#347;a</a>, <a href="/d/tad" class="d">tad</a>-<a href="/d/ekatma" class="d">ek&#257;tm&#257;</a>, <a href="/d/prabhava" class="d">pr&#257;bhava</a>, <a href="/d/vaibhava" class="d">vaibhava</a>, <a href="/d/vilasa" class="d">vil&#257;sa</a>, <a href="/d/avatara" class="d">avat&#257;ra</a>, <a href="/d/avesa" class="d">&#257;ve&#347;a</a>,</span> and <span class="Italic">j&#299;vas,</span> all provided with innumerable energies just suitable to the respective persons and personalities. Learned scholars in transcendental subjects have carefully analyzed the <span class="Italic">summum bonum</span> <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> to have sixty-four principal attributes. All the expansions or categories of the Lord possess only some percentages of these attributes. But &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is the possessor of the attributes cent percent. And His personal expansions such as <span class="Italic"><a href="/d/svayam" class="d">svayam</a>-<a href="/d/prakasa" class="d">prak&#257;&#347;a</a>, <a href="/d/tad" class="d">tad</a>-<a href="/d/ekatma" class="d">ek&#257;tm&#257;</a></span> up to the categories of the <span class="Italic">avat&#257;ras</span> who are all <span class="Italic"><a href="/d/visnu" class="d">vi&#7779;&#7751;u</a>-<a href="/d/tattva" class="d">tattva</a>,</span> possess up to ninety-three percent of these transcendental attributes. Lord &#346;iva, who is neither <span class="Italic"><a href="/d/avatara" class="d">avat&#257;ra</a></span> nor <span class="Italic"><a href="/d/avesa" class="d">&#257;ve&#347;a</a></span> nor in between them, possesses almost eighty-four percent of the attributes. But the <span class="Italic">j&#299;vas,</span> or the individual living beings in different statuses of life, possess up to the limit of seventy-eight percent of the attributes. In the conditioned state of material existence, the living being possesses these attributes in very minute quantity, varying in terms of the pious life of the living being. The most perfect of living beings is <a href="/d/brahma" class="d">Brahm&#257;</a>, the supreme administrator of one universe. He possesses seventy-eight percent of the attributes in full. All other demigods have the same attributes in less quantity, whereas human beings possess the attributes in very minute quantity. The standard of perfection for a human being is to develop the attributes up to seventy-eight percent in full. The living being can never possess attributes like &#346;iva, <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> or Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. A living being can become godly by developing the seventy-eight-percent transcendental attributes in fullness, but he can never become a God like &#346;iva, <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> or <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. He can become a <a href="/d/brahma" class="d">Brahm&#257;</a> in due course. The godly living beings who are all residents of the planets in the spiritual sky are eternal associates of God in different spiritual planets called <a href="/d/hari" class="d">Hari</a>-<a href="/d/dhama" class="d">dh&#257;ma</a> and <a href="/d/mahesa" class="d">Mahe&#347;a</a>-<a href="/d/dhama" class="d">dh&#257;ma</a>. The abode of Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> above all spiritual planets is called K&#7771;&#7779;&#7751;aloka or <a href="/d/goloka" class="d">Goloka</a> <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a>, and the perfected living being, by developing seventy-eight percent of the above attributes in fullness, can enter the planet of K&#7771;&#7779;&#7751;aloka after leaving the present material body.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/1/3/28">https://prabhupadabooks.com/sb/1/3/28</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/1/3/27?d=1">SB 1.3.27</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/1/3/29?d=1">SB 1.3.29</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
