<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 9.10 Summary Srimad-Bhagavatam</title>
<meta property="og:title" content="SB 9.10 Summary Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/9?d=1"  class="breadcrumb" title="Canto 9: Liberation">Canto 9: "Liberation"</a> > <a href="https://prabhupadabooks.com/sb/9/10?d=1"  class="breadcrumb" title="SB 9.10: The Pastimes of the Supreme Lord, Ramacandra">SB 9.10</a> > <a href="https://prabhupadabooks.com/sb/9/10/10_summary?d=1"  class="breadcrumb" title="SB 9.10 Summary">SB 9.10 Summary</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="113526"></A><div id="113526"> </div>
<div style=" text-align : left"><div class="Normal-Level">This Tenth Chapter describes how Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a> appeared in the dynasty of <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/khatvanga" class="d">Kha&#7789;v&#257;&#7749;ga</a>. It also describes the Lord&rsquo;s activities, telling how He killed <a href="/d/ravana" class="d">R&#257;va&#7751;a</a> and returned to <a href="/d/ayodhya" class="d">Ayodhy&#257;</a>, the capital of His kingdom.</div>
</div><A NAME="113527"></A><div id="113527"> </div>
<div style=" text-align : left"><div class="Normal-Level">The son of <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/khatvanga" class="d">Kha&#7789;v&#257;&#7749;ga</a> was D&#299;rghab&#257;hu, and his son was <a href="/d/raghu" class="d">Raghu</a>. The son of <a href="/d/raghu" class="d">Raghu</a> was <a href="/d/aja" class="d">Aja</a>, the son of <a href="/d/aja" class="d">Aja</a> was Da&#347;aratha, and the son of Da&#347;aratha was Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a>, the Supreme Personality of Godhead. When the Lord descended into this world in His full quadruple expansion&mdash;as Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a>, <a href="/d/laksmana" class="d">Lak&#7779;ma&#7751;a</a>, <a href="/d/bharata" class="d">Bharata</a> and &#346;atrughna&mdash;great sages like V&#257;lm&#299;ki who were actually in knowledge of the Absolute Truth described His transcendental pastimes. &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; describes these pastimes in brief.</div>
</div><A NAME="113528"></A><div id="113528"> </div>
<div style=" text-align : left"><div class="Normal-Level">Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a> went with <a href="/d/visvamitra" class="d">Vi&#347;v&#257;mitra</a> and killed R&#257;k&#7779;asas like <a href="/d/marica" class="d">M&#257;r&#299;ca</a>. After breaking the stout and strong bow known as Haradhanu, the Lord married mother <a href="/d/sita" class="d">S&#299;t&#257;</a> and cut down the prestige of <a href="/d/parasurama" class="d">Para&#347;ur&#257;ma</a>. To obey the order of His father, He entered the forest, accompanied by <a href="/d/laksmana" class="d">Lak&#7779;ma&#7751;a</a> and <a href="/d/sita" class="d">S&#299;t&#257;</a>. There He cut off the nose of &#346;&#363;rpa&#7751;akh&#257; and killed the associates of <a href="/d/ravana" class="d">R&#257;va&#7751;a</a>, headed by <a href="/d/khara" class="d">Khara</a> and <a href="/d/dusana" class="d">D&#363;&#7779;a&#7751;a</a>. R&#257;va&#7751;a&rsquo;s kidnapping of S&#299;t&#257;dev&#299; was the beginning of this demon&rsquo;s misfortune. When <a href="/d/marica" class="d">M&#257;r&#299;ca</a> assumed the form of a golden deer, Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a> went to bring the deer to please S&#299;t&#257;dev&#299;, but in the meantime <a href="/d/ravana" class="d">R&#257;va&#7751;a</a> took advantage of the Lord&rsquo;s absence to kidnap her. When S&#299;t&#257;dev&#299; was kidnapped, Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a>, accompanied by <a href="/d/laksmana" class="d">Lak&#7779;ma&#7751;a</a>, searched for her throughout the forest. In the course of this search, They met Ja&#7789;&#257;yu. Then the Lord killed the demon Kabandha and the commander <a href="/d/vali" class="d">V&#257;li</a> and established a friendly relationship with <a href="/d/sugriva" class="d">Sugr&#299;va</a>. After organizing the military strength of the monkeys and going with them to the shore of the sea, the Lord awaited the arrival of <a href="/d/samudra" class="d">Samudra</a>, the ocean personified, but when <a href="/d/samudra" class="d">Samudra</a> did not come, the Lord, the master of <a href="/d/samudra" class="d">Samudra</a>, became angry. Then <a href="/d/samudra" class="d">Samudra</a> came to the Lord with great <a href="/d/haste" class="d">haste</a> and surrendered to Him, wanting to help Him in every way. The Lord then attempted to bridge the ocean, and, with the help of advice from <a href="/d/vibhisana" class="d">Vibh&#299;&#7779;a&#7751;a</a>, He attacked R&#257;va&#7751;a&rsquo;s capital, <a href="/d/lanka" class="d">La&#7749;k&#257;</a>. Previously, <a href="/d/hanuman" class="d">Hanum&#257;n</a>, the eternal servant of the Lord, had set fire to <a href="/d/lanka" class="d">La&#7749;k&#257;</a>, and now, with the help of <a href="/d/laksmana" class="d">Lak&#7779;ma&#7751;a</a>, the forces of Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a> killed all the <a href="/d/raksasa" class="d">R&#257;k&#7779;asa</a> soldiers. Then Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a> personally killed <a href="/d/ravana" class="d">R&#257;va&#7751;a</a>. Mandodar&#299; and other wives lamented for <a href="/d/ravana" class="d">R&#257;va&#7751;a</a>, and in accordance with Lord R&#257;macandra&rsquo;s order, <a href="/d/vibhisana" class="d">Vibh&#299;&#7779;a&#7751;a</a> performed the funeral ceremonies for all the dead in the family. Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a> then gave <a href="/d/vibhisana" class="d">Vibh&#299;&#7779;a&#7751;a</a> the right to rule <a href="/d/lanka" class="d">La&#7749;k&#257;</a> and also granted him a long duration of life. The Lord delivered S&#299;t&#257;dev&#299; from the <a href="/d/asoka" class="d">A&#347;oka</a> forest and carried her in a flower airplane to His capital <a href="/d/ayodhya" class="d">Ayodhy&#257;</a>, where He was received by His brother <a href="/d/bharata" class="d">Bharata</a>. When Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a> entered <a href="/d/ayodhya" class="d">Ayodhy&#257;</a>, <a href="/d/bharata" class="d">Bharata</a> brought His wooden shoes, <a href="/d/vibhisana" class="d">Vibh&#299;&#7779;a&#7751;a</a> and <a href="/d/sugriva" class="d">Sugr&#299;va</a> held a whisk and fan, <a href="/d/hanuman" class="d">Hanum&#257;n</a> carried an umbrella, &#346;atrughna carried the Lord&rsquo;s bow and two quivers, and S&#299;t&#257;dev&#299; carried a waterpot containing water from holy places. <a href="/d/angada" class="d">A&#7749;gada</a> carried a sword, and <a href="/d/jambavan" class="d">J&#257;mbav&#257;n</a> (&#7770;k&#7779;ar&#257;ja) carried a shield. After Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a>, accompanied by Lord <a href="/d/laksmana" class="d">Lak&#7779;ma&#7751;a</a> and mother S&#299;t&#257;dev&#299;, met all His relatives, the great sage <a href="/d/vasistha" class="d">Vasi&#7779;&#7789;ha</a> enthroned Him as King. The chapter ends with a short description of Lord R&#257;macandra&rsquo;s rule in <a href="/d/ayodhya" class="d">Ayodhy&#257;</a>.</div>
</div><p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/9/10/10_summary">https://prabhupadabooks.com/sb/9/10/10_summary</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/9/9/49?d=1">SB 9.9.49</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/9/10/1?d=1">SB 9.10.1</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
