{
	"info": {
		"id": "cc\\antya\\19\\107",
		"nextId": "cc/antya/19/108",
		"prevId": "cc/antya/19/106"
	},
	"verses": [
		{
			"roman": "ihāra satyatve pramāṇa śrī-bhāgavate\nśrī-rādhāra prema-pralāpa 'bhramara-gītā'te\n",
			"isProse": false
		}
	],
	"synonyms": "ihāra—of these talks; satyatve—in the truthfulness; pramāṇa—the evidence; śrī-bhāgavate—in Śrīmad-Bhāgavatam; śrī-rādhāra—of Śrīmatī Rādhārāṇī; prema-pralāpa—talking crazily in ecstatic love; bhramara-gītāte—in the section known as Bhramara-gītā.",
	"translation": "The evidence of the truth of these talks is found in Śrīmad-Bhāgavatam. There, in the section of the Tenth Canto known as the Bhramara-gītā, \"the Song to the Bumblebee,\" Śrīmatī Rādhārāṇī speaks insanely in ecstatic love for Kṛṣṇa.",
	"purport": [
		{
			"type": "normal",
			"content": "When Uddhava arrived from Mathurā carrying a message for the gopīs, the gopīs began talking about Kṛṣṇa and crying. Then one important gopī saw a bumblebee and began speaking to it like someone mad, thinking that the bee was a messenger of Uddhava's or was someone very dear to him and Kṛṣṇa. The verses are as follows (SB. 10.47.12-21):"
		},
		{
			"type": "normal",
			"content": "madhupa kitava-bandho mā spṛśāṅghriṁ sapatnyāḥ\nkuca-vilulita-mālā-kuṅkuma-śmaśrubhir naḥ\nvahatu madhu-patis tan-māninīnāṁ prasādaṁ\nyadu-sadasi viḍambyaṁ yasya dūtas tvam īdṛk"
		},
		{
			"type": "normal",
			"content": "\"My dear bumblebee, you are a very cunning friend of Uddhava and Kṛṣṇa. You are very expert in touching people's feet, but I am not going to be misled by this. You appear to have sat on the breasts of one of Kṛṣṇa's friends, for I see that you have kuṅkuma dust on your mustache. Kṛṣṇa is now engaged in flattering all His young girl friends in Mathurā. Therefore, now that He can be called a friend of the residents of Mathurā, He does not need the help of the residents of Vṛndāvana. He has no reason to satisfy us gopīs. Since you are the messenger of such a person as He, what is the use of your presence here? Certainly Kṛṣṇa would be ashamed of your presence in this assembly.\""
		},
		{
			"type": "normal",
			"content": "How has Kṛṣṇa offended the gopīs so that they want to reject Him from their minds? The answer is given as follows:"
		},
		{
			"type": "normal",
			"content": "sakṛd adhara-sudhāṁ svāṁ mohinīṁ pāyayitvā\nsumanasa iva sadyas tatyaje 'smān bhavādṛk\nparicarati kathaṁ tat-pāda-padmaṁ tu padmā\nhy api bata hṛta-cetā uttama-śloka-jalpaiḥ"
		},
		{
			"type": "normal",
			"content": "\"Kṛṣṇa no longer gives us the enchanting nectar of His lips; instead, He now gives that nectar to the women of Mathurā. Kṛṣṇa directly attracts our minds, yet He resembles a bumblebee like you because He gives up the association of a beautiful flower and goes to a flower that is inferior. That is the way Kṛṣṇa has treated us. I do not know why the goddess of fortune continues to serve His lotus feet instead of leaving them aside. Apparently she believes in Kṛṣṇa's false words. We gopīs, however, are not unintelligent like Lakṣmī.\""
		},
		{
			"type": "normal",
			"content": "After hearing the bumblebee's sweet songs and recognizing that the bee was singing about Kṛṣṇa for Her satisfaction, the gopī replied,"
		},
		{
			"type": "normal",
			"content": "kim iha bahu ṣaḍaṅghre gāyasi tvaṁ yadūnām\nadhipatim agṛhāṇām agrato naḥ purāṇam\nvijaya-sakha-sakhīnāṁ gīyatāṁ tat-prasaṅgaḥ\nkṣapita-kucarujas te kalpayantīṣṭam iṣṭāḥ"
		},
		{
			"type": "normal",
			"content": "\"Dear bumblebee, Lord Kṛṣṇa has no residence here, but we know Him as Yadupati [the King of the Yadu dynasty]. We know Him very well, and therefore we are not interested in hearing any more songs about Him. It would be better for you to go sing to those who are now very dear to Kṛṣṇa. Those women of Mathurā have now achieved the opportunity to be embraced by Him. They are His beloveds now, and therefore He has relieved the burning in their breasts. If you go there and sing your songs to those fortunate women, they will be very pleased, and they will honor you.\""
		},
		{
			"type": "normal",
			"content": "divi bhuvi ca rasāyāṁ kāḥ striyas tad durāpāḥ\nkapaṭa-rucira-hāsa-bhrūvi-jṛmbhasya yāḥ syuḥ\ncaraṇa-raja upāste yasya bhūtir vayaṁ kā\napi ca kṛpaṇa-pakṣe hy uttamaśloka-śabdaḥ"
		},
		{
			"type": "normal",
			"content": "\"O collector of honey, Kṛṣṇa must be very sorry not to see us gopīs. Surely He is afflicted by memories of our pastimes. Therefore He has sent you as a messenger to satisfy us. Do not speak to us! All the women in the three worlds where death is inevitable-the heavenly, middle and lower planets-are very easily available to Kṛṣṇa because His curved eyebrows are so attractive. Moreover, He is always served very faithfully by the goddess of fortune. In comparison with her, we are most insignificant. Indeed, we are nothing. Yet although He is very cunning, Kṛṣṇa is also very charitable. You may inform Him that He is praised for His kindness to unfortunate persons and that He is therefore known as Uttamaśloka, one who is praised by chosen words and verses.\""
		},
		{
			"type": "normal",
			"content": "visṛja śirasi pādaṁ vedmy ahaṁ cāṭukārair\nanunaya-viduṣas te 'bhyetya dautyair mukundāt\nsvakṛta iha visṛṣṭāpatya-paty-anya-lokā\nvyasṛjad akṛta-cetāḥ kiṁ nu sandheyam asmin"
		},
		{
			"type": "normal",
			"content": "\"You are buzzing at My feet just to be forgiven for your past offenses. Kindly go away from My feet! I know that Mukunda has taught you to speak very sweet, flattering words like this and to act as His messenger. These are certainly clever tricks, My dear bumblebee, but I can understand them. This is Kṛṣṇa's offense. Do not tell Kṛṣṇa what I have said, although I know that you are very envious. We gopīs have given up our husbands, our sons, and all the religious principles that promise better births, and now we have no other business then serving Kṛṣṇa. Yet Kṛṣṇa, by controlling His mind, has easily forgotten us. Therefore, don't speak of Him any more. Let us forget our relationship.\""
		},
		{
			"type": "normal",
			"content": "mṛgayur iva kapīndraṁ vivyadhe lubdha-dharmā\nstriyam akṛta-virūpāṁ strī-jitaḥ kāmayānām\nbalim api balim attvāveṣṭayad dhvāṅkṣavad yas\ntad alam asita-sakhyair dustyajas tat-kathārthaḥ"
		},
		{
			"type": "normal",
			"content": "\"When we remember the past births of Kṛṣṇa, My dear bumblebee, we are very afraid of Him. In His incarnation as Lord Rāmacandra, He acted just like a hunter and unjustly killed His friend Vāli. Lusty Śūrpaṇakhā came to satisfy Rāmacandra's desires, but He was so attached to Sītādevī that He cut off Śūrpaṇakhā's nose. In His incarnation as Vāmanadeva, He plundered Bali Mahārāja and took all his possessions, cheating him on the pretext of accepting worship from him. Vāmanadeva caught Bali Mahārāja exactly as one catches a crow. My dear bumblebee, it is not very good to make friends with such a person. I know that once one begins to talk about Kṛṣṇa, it is very difficult to stop, and I admit that I have insufficient strength to give up talking about Him.\""
		},
		{
			"type": "normal",
			"content": "yad-anucarita-līlā-karṇa-pīyuṣa-vipruṭ\nsakṛd adana-vidhūta-dvandva-dharmā vinaṣṭāḥ\nsapadi gṛha-kuṭumbaṁ dīnam utsṛjya dīnā\nbahava iha vihaṅgā bhikṣu-caryāṁ caranti"
		},
		{
			"type": "normal",
			"content": "\"Topics about Kṛṣṇa are so powerful that they destroy the four religious principles-religion, economic development, sense gratification and liberation. Anyone who drinks even a small drop of kṛṣṇa-kathā through aural reception is freed from all material attachment and envy. Like a bird with no means of subsistence, such a person becomes a mendicant and lives by begging. Ordinary household affairs become miserable for him, and without attachment he suddenly gives up everything. Although such renunciation is quite suitable, because I am a woman I am unable to adopt it.\""
		},
		{
			"type": "normal",
			"content": "vayam ṛtam iva jihma-vyāhṛtaṁ śraddadhānāḥ\nkulikarutam ivājñāḥ kṛṣṇa-vadhvo hiraṇyaḥ\ndadṛśur asakṛd etat tan-nakha-sparśatīvra-\nsmararuja upamantrin bhaṇyatām anya-vārtā"
		},
		{
			"type": "normal",
			"content": "\"O My dear messenger, I am just like a foolish bird that hears the sweet songs of a hunter, believes in them due to simplicity, and is then pierced in the heart and made to suffer all kinds of miseries. Because we believed in Kṛṣṇa's words, we have suffered great pain. Indeed, the touch of Kṛṣṇa's nails has injured our faces. He has caused us so much pain! Therefore, you should give up topics concerning Him and talk about something else.\""
		},
		{
			"type": "normal",
			"content": "After hearing all these statements from Śrīmatī Rādhikā, the bumblebee left and then returned. After some thought, the gopī said:"
		},
		{
			"type": "normal",
			"content": "priya-sakha punar āgāḥ preyasā preṣitaḥ kiṁ\nvaraya kim anurundhe mānanīyo 'si me 'ṅga\nnayasi katham ihāsmān dustyaja-dvandva-pārśvaṁ\nsatatam urasi saumya śrīr vadhūḥ sākamāste"
		},
		{
			"type": "normal",
			"content": "\"You are Kṛṣṇa's very dear friend, and by His order you have come here again. Therefore you are worshipable for Me. O best of messengers, tell Me now, what is your request? What do you want? Kṛṣṇa cannot give up conjugal love, and therefore I understand that you have come here to take us to Him. But how will you do that? We know many goddesses of fortune now reside at Kṛṣṇa's chest, and they constantly serve Kṛṣṇa better than we can.\""
		},
		{
			"type": "normal",
			"content": "Praising the bumblebee for its sobriety, She began to speak in great jubilation."
		},
		{
			"type": "normal",
			"content": "api bata madhu-puryām ārya-putro 'dhunā 'ste\nsmarati sa pitṛ-gehān saumya bandhūṁś ca gopān\nkvacid api sa kathā naḥ kiṅkarīṇāṁ gṛṇīte\nbhujam aguru-sugandhaṁ mūrdhny adhāsyat kadā nu"
		},
		{
			"type": "normal",
			"content": "\"Kṛṣṇa is now living like a gentleman at the Gurukula in Mathurā, forgetting all the gopīs of Vṛndāvana. But does He not remember the sweet house of His father, Nanda Mahārāja? We are all naturally His maidservants. Does He not remember us? Does He ever speak about us, or has He forgotten us completely? Will He ever forgive us and once again touch us with those hands fragrant with the scent of aguru?\""
		}
	]
}