{
	"info": {
		"id": "cc\\antya\\19\\108",
		"nextId": "cc/antya/19/109",
		"prevId": "cc/antya/19/107"
	},
	"verses": [
		{
			"roman": "mahiṣīra gīta yena 'daśame'ra śeṣe\npaṇḍite nā bujhe tāra artha-viśeṣe\n",
			"isProse": false
		}
	],
	"synonyms": "mahiṣīra—of the queens; gīta—the songs; yena—just as; daśamera—of the Tenth Canto; śeṣe—at the end; paṇḍite—very learned scholars; nā—not; bujhe—understand; tāra—its; artha-viśeṣe—particular meaning.",
	"translation": "The songs of the queens at Dvārakā, which are mentioned at the end of the Tenth Canto of Śrīmad-Bhāgavatam, have a very special meaning. They are not understood even by the most learned scholars.",
	"purport": [
		{
			"type": "normal",
			"content": "These songs of Śrīmad-Bhāgavatam are verses 15-24 of the Ninetieth Chapter of the Tenth Canto."
		},
		{
			"type": "normal",
			"content": "kurari vilapasi tvaṁ vīta-nidrā na śeṣe\nsvapiti jagati rātryām īśvaro gupta-bodhaḥ\nvayam iva sakhi kaccid gāḍha-nirbhinna-cetā\nnalina-nayana-hāsodāra-līlekṣitena"
		},
		{
			"type": "normal",
			"content": "All the queens incessantly thought of Kṛṣṇa. After their pastimes in the water, the queens said, \"Our dear friend the osprey, Kṛṣṇa is now asleep, but we stay awake at night because of Him. You laugh at us when you see us awake at night, but why are you not sleeping? You seem absorbed in thoughts of Kṛṣṇa. Have you also been pierced by Kṛṣṇa's smile? His smile is very sweet. One who is pierced by such an arrow is very fortunate.\""
		},
		{
			"type": "normal",
			"content": "netre nimīlayasi naktam adṛṣṭa-bandhus\ntvam roravīṣi karuṇaṁ bata cakravāki\ndāsyaṁ gatā vayam ivācyuta-pāda-juṣṭāṁ\nkiṁ vā srajaṁ spṛhayase kabareṇa voḍhum"
		},
		{
			"type": "normal",
			"content": "\"O cakravāki, you keep your eyes wide open at night because you cannot see your friend. Indeed, you are suffering very much. Is it because of compassion that you are crying, or are you trying to capture Kṛṣṇa by remembering Him? Having been touched by the lotus feet of Kṛṣṇa, all the queens are very happy. Are you crying to wear Kṛṣṇa's garland on your head? Please answer these questions clearly, O cakravāki, so that we can understand.\""
		},
		{
			"type": "normal",
			"content": "bho bhoḥ sadā niṣṭanase udanvann\nalabdha-nidro 'dhigata-prajāgaraḥ\nkiṁ vā mukundāpahṛtātma-lāñchanaḥ\nprāptāṁ daśāṁ tvaṁ ca gato duratyayām"
		},
		{
			"type": "normal",
			"content": "\"O ocean, you have no opportunity to sleep quietly at night. Instead, you are always awake and crying. You have received this benediction, and your heart is broken just like ours. Mukunda's business with us is simply to smear our marks of kuṅkuma. O ocean, you suffer as much as we.\""
		},
		{
			"type": "normal",
			"content": "tvaṁ yakṣmaṇā balavatāsi gṛhīta indo\nkṣīṇas tamo na nija-dīdhitibhiḥ kṣiṇoṣi\nkaccin mukunda-gaditāni yathā vayaṁ tvaṁ\nvismṛtya bhoḥ sthagita-gīr upalakṣyase naḥ"
		},
		{
			"type": "normal",
			"content": "\"O moon, you appear to be suffering from a severe fever, perhaps tuberculosis. Indeed, your effulgence does not have the strength to destroy the darkness. Have you become mad after hearing the songs of Kṛṣṇa? Is that why you are silent? Seeing your suffering, we feel that you are one of us.\""
		},
		{
			"type": "normal",
			"content": "kiṁ tvācaritam asmābhir\nmalayānila te 'priyam\ngovindāpāṅga-nirbhinne\nhṛdīrayasi naḥ smaran"
		},
		{
			"type": "normal",
			"content": "\"O Malayan breeze, kindly tell us what wrong we have done to you. Why do you fan the flames of desire in our hearts? We have been pierced by the arrow of Govinda's glance, for He is perfect in the art of awakening the influence of Cupid.\""
		},
		{
			"type": "normal",
			"content": "megha śrīmaṁs tvam asi dayito yādavendrasya nūnaṁ\nśrīvatsāṅkaṁ vayam iva bhavān dhyāyati prema-baddhaḥ\natyutkaṇṭhaḥ śabala-hṛdayo 'smad-vidho bāṣpa-dhārāḥ\nsmṛtvā smṛtvā visṛjasi muhur duḥkha-das tat-prasaṅgaḥ"
		},
		{
			"type": "normal",
			"content": "\"Dear cloud, O friend of Kṛṣṇa's, are you thinking of the Śrīvatsa symbol on Kṛṣṇa's chest like us queens engaged in loving affairs with Him? You are absorbed in meditation, remembering the association of Kṛṣṇa, and thus you shed tears of misery.\""
		},
		{
			"type": "normal",
			"content": "priya-rāva-padāni bhāṣase\nmṛta-saṁjīvikayānayā girā\nkaravāṇi kim adya te priyaṁ\nvada me valgita-kaṇṭha kokila"
		},
		{
			"type": "normal",
			"content": "\"Dear cuckoo, you possess a very sweet voice, and you are very expert in imitating others. You could excite even a dead body with your voice. Therefore, tell the queens that good behavior is their proper duty.\""
		},
		{
			"type": "normal",
			"content": "na calasi na vadasy udāra-buddhe\nkṣiti-dhara cintyase mahāntam artham\napi bata vasudeva-nandanāṅghriṁ\nvayam iva kāmayase stanair vidhartum"
		},
		{
			"type": "normal",
			"content": "\"O magnanimous mountain, you are very grave and sober, absorbed in thoughts of doing something very great. Like us, you have vowed to keep within your heart the lotus feet of Kṛṣṇa, the son of Vasudeva.\""
		},
		{
			"type": "normal",
			"content": "śuṣyad-ghradāḥ karśitā bata sindhu-patnyaḥ\nsampraty-apāsta-kamala-śriya-iṣṭa-bhartuḥ\nyadvad vayaṁ madhu-pateḥ praṇayāvalokam\naprāpya muṣṭa-hṛdayāḥ puru-karṣitāḥ sma"
		},
		{
			"type": "normal",
			"content": "\"O rivers, wives of the ocean, we see that the ocean does not give you happiness. Thus you have almost dried up, and you no longer bear beautiful lotuses. The lotuses have become skinny, and even in the sunshine they are devoid of all pleasure. Similarly, the hearts of us poor queens are all dried up, and our bodies are skinny because we are now devoid of loving affairs with Madhupati. Are you, like us, dry and without beauty because you are devoid of Kṛṣṇa's loving glance?\""
		},
		{
			"type": "normal",
			"content": "haṁsa svāgatam āsyatāṁ piba payo brūhy aṅga śaureḥ kathāṁ\ndūtaṁ tvāṁ nu vidāma kaccid ajitaḥ svasty āsta uktaṁ purā\nkiṁ vā naś cala-sauhṛdaḥ smarati taṁ kasmād bhajāmo vayaṁ\nkṣaudrālāpaya-kāmadaṁ śriyamṛte saivaika-niṣṭhā striyām"
		},
		{
			"type": "normal",
			"content": "\"O swan, you have come here so happily! Let us welcome you. We understand that you are always Kṛṣṇa's messenger. Now while you drink this milk, tell us what His message is. Has Kṛṣṇa said something about us to you? May we inquire from you whether Kṛṣṇa is happy? We want to know. Does He remember us? We know that the goddess of fortune is serving Him alone. We are simply maidservants. How can we worship He who speaks sweet words but never fulfills our desires?\""
		}
	]
}