<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 10 Summary Srimad-Bhagavatam</title>
<meta property="og:title" content="SB 10 Summary Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/10?d=1"  class="breadcrumb" title="Canto 10: The Summum Bonum">Canto 10: "The Summum Bonum"</a> > <a href="https://prabhupadabooks.com/sb/10/summary?d=1"  class="breadcrumb" title="SB 10 Summary">SB 10 Summary</a> > <a href="https://prabhupadabooks.com/sb/10/summary/sb_10_summary?d=1"  class="breadcrumb" title="SB 10 Summary">SB 10 Summary</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="120649"></A><div id="120649"> </div>
<div class="Chapter-Desc">SUMMARY OF THE TENTH CANTO</div>
<A NAME="120650"></A><div id="120650"> </div>
<div class="Purport">A short description of each chapter of this Tenth Canto is as follows. The First Chapter, which has sixty-nine verses, describes <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> Par&#299;k&#7779;it&rsquo;s eagerness to learn about the incarnation of Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, and it also tells how <a href="/d/kamsa" class="d">Ka&#7745;sa</a> killed the six sons of <a href="/d/devaki" class="d">Devak&#299;</a> because of his fear of being killed by her eighth child. The Second Chapter contains forty-two verses, describing the entrance of the Supreme Personality of Godhead, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, into the womb of <a href="/d/devaki" class="d">Devak&#299;</a> to fulfill His mission of killing <a href="/d/kamsa" class="d">Ka&#7745;sa</a>. When Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> was within Devak&#299;&rsquo;s womb, all the demigods, headed by <a href="/d/brahma" class="d">Brahm&#257;</a>, offered prayers to the Lord. The Third Chapter contains fifty-three verses. This chapter describes the appearance of Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> as He is. The Lord&rsquo;s father and mother, understanding the Lord&rsquo;s appearance, offered prayers. Fearing <a href="/d/kamsa" class="d">Ka&#7745;sa</a>, the Lord&rsquo;s father brought the child from <a href="/d/mathura" class="d">Mathur&#257;</a> to <a href="/d/gokula" class="d">Gokula</a> <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a>. The Fourth Chapter contains forty-six verses, which tell of a prophecy by the goddess <a href="/d/candika" class="d">Ca&#7751;&#7693;ik&#257;</a>. After consulting demoniac friends, <a href="/d/kamsa" class="d">Ka&#7745;sa</a> began killing all the children born at that time, since he thought this would be to his benefit.</div>
<A NAME="120651"></A><div id="120651"> </div>
<div class="Purport">The Fifth Chapter contains thirty-two verses, describing how <a href="/d/nanda" class="d">Nanda</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> performed the birth ceremony of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and then went to <a href="/d/mathura" class="d">Mathur&#257;</a>, where he met <a href="/d/vasudeva" class="d">Vasudeva</a>. The Sixth Chapter contains forty-four verses. In this chapter, <a href="/d/nanda" class="d">Nanda</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>, following the advice of his friend <a href="/d/vasudeva" class="d">Vasudeva</a>, returns to <a href="/d/gokula" class="d">Gokula</a> and on the way sees the dead body of the <a href="/d/putana" class="d">P&#363;tan&#257;</a> demoness and is astonished at her having been killed by <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. The Seventh Chapter, which contains thirty-seven verses, describes <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> Par&#299;k&#7779;it&rsquo;s enthusiasm to hear about the boyhood pastimes of Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, who killed &#346;aka&#7789;&#257;sura and T&#7771;&#7751;&#257;vart&#257;sura and showed within His mouth the entire cosmic manifestation. In the Eighth Chapter there are fifty-two verses, which describe Gargamuni&rsquo;s performing the name-giving ceremony of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and <a href="/d/balarama" class="d">Balar&#257;ma</a> and how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and <a href="/d/balarama" class="d">Balar&#257;ma</a> performed playful childish activities, crawling on the ground, trying to walk with Their small legs, and stealing butter and breaking the pots. This chapter also describes the vision of the universal form.</div>
<A NAME="120652"></A><div id="120652"> </div>
<div class="Purport">The Ninth Chapter, which has twenty-three verses, describes how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> disturbed His mother while she was churning butter. Because she left <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> to see to the stove, where the milk was boiling, and did not allow Him to suck her breast, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> was very angry and broke a pot of yogurt. To chastise her naughty child, mother <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a> wanted to bind Him with rope, but every time she tried she failed because of a shortage of rope when the time came to knot it. In the Tenth Chapter there are forty-three verses. This chapter describes how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, as <a href="/d/damodara" class="d">D&#257;modara</a>, caused the twin Yamal&#257;rjuna trees to fall and how the two demigods within the trees were delivered by the mercy of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. In the Eleventh Chapter there are fifty-nine verses. This chapter describes how <a href="/d/nanda" class="d">Nanda</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> released <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> from the ropes, how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> showed His mercy to a fruit seller while exchanging grains for fruit, and how <a href="/d/nanda" class="d">Nanda</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> and others decided to leave <a href="/d/gokula" class="d">Gokula</a> for <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a>, where <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> killed Vats&#257;sura and Bak&#257;sura.</div>
<A NAME="120653"></A><div id="120653"> </div>
<div class="Purport">Chapter Twelve contains forty-four verses, describing K&#7771;&#7779;&#7751;a&rsquo;s pastimes with the cowherd boys in the forest and the killing of the demon named <a href="/d/aghasura" class="d">Agh&#257;sura</a>. Chapter Thirteen contains sixty-four verses, describing how <a href="/d/brahma" class="d">Brahm&#257;</a> stole K&#7771;&#7779;&#7751;a&rsquo;s calves and His friends, the cowherd boys. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> expanded His pastimes for one year, representing Himself as the calves and boys in forms exactly like their own. In this way He bewildered <a href="/d/brahma" class="d">Brahm&#257;</a>, who at last surrendered when his illusion was over. The Fourteenth Chapter contains sixty-one verses. In this chapter, <a href="/d/brahma" class="d">Brahm&#257;</a> offers prayers to <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> after fully understanding Him to be the Supreme Personality of Godhead. The Fifteenth Chapter contains fifty-two verses. This chapter describes how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> entered T&#257;lavana Forest with <a href="/d/balarama" class="d">Balar&#257;ma</a>, how <a href="/d/balarama" class="d">Balar&#257;ma</a> killed Dhenuk&#257;sura, and how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> protected the cowherd boys and cows from the poisonous effects of <a href="/d/kaliya" class="d">K&#257;liya</a>.</div>
<A NAME="120654"></A><div id="120654"> </div>
<div class="Purport">The Sixteenth Chapter contains sixty-seven verses. This chapter describes the chastisement of <a href="/d/kaliya" class="d">K&#257;liya</a> by <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, and it also describes the prayers offered by K&#257;liya&rsquo;s wives. In the Seventeenth Chapter there are twenty-five verses. This chapter describes why <a href="/d/kaliya" class="d">K&#257;liya</a> entered the River <a href="/d/yamuna" class="d">Yamun&#257;</a> after leaving his home, N&#257;g&#257;laya, one of the <I>dv&#299;pas, </I>which according to some corresponds to the Fiji Islands. This chapter also describes how <a href="/d/garuda" class="d">Garu&#7693;a</a> was cursed by <a href="/d/saubhari" class="d">Saubhari</a> &#7770;&#7779;i, how the cowherd boys, K&#7771;&#7779;&#7751;a&rsquo;s friends, were enlivened when <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> emerged from the <a href="/d/yamuna" class="d">Yamun&#257;</a>, and how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> stopped the forest fire and saved the sleeping inhabitants of <a href="/d/vraja" class="d">Vraja</a>.</I></div>
<A NAME="120655"></A><div id="120655"> </div>
<div class="Purport">The Eighteenth Chapter contains thirty-two verses, giving a description of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and <a href="/d/balarama" class="d">Balar&#257;ma</a>, Their picnics within the forest, the climate of <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a> in the summer and the spring, and Lord Balar&#257;ma&rsquo;s killing of Pralamb&#257;sura. Chapter Nineteen contains sixteen verses, describing K&#7771;&#7779;&#7751;a&rsquo;s entering the forest known as Mu&ntilde;j&#257;ra&#7751;ya, saving the cowherd boys and cows from the forest fire, and bringing them to <a href="/d/bhandiravana" class="d">Bh&#257;&#7751;&#7693;&#299;ravana</a>. Chapter Twenty contains forty-nine verses. This chapter describes the enjoyment of <a href="/d/balarama" class="d">Balar&#257;ma</a> and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> in the forest with the cowherd boys during the rainy season, and it gives various instructions through analogies concerning the rainy season and autumn.</div>
<A NAME="120656"></A><div id="120656"> </div>
<div class="Purport">Chapter Twenty-one contains twenty verses, describing how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> entered the forest of <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a> in the autumn, playing His flute, and how He attracted the <I>gop&#299;s, </I>who were singing His glories. The Twenty-second Chapter contains thirty-eight verses, describing how the <I>gop&#299;s </I>prayed to the goddess K&#257;ty&#257;yan&#299; to obtain <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> as their husband and how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> later stole the garments of the <I>gop&#299;s </I>while the <I>gop&#299;s </I>were bathing in the <a href="/d/yamuna" class="d">Yamun&#257;</a>. The Twenty-third Chapter contains fifty-two verses, describing how the cowherd boys, being very hungry, followed K&#7771;&#7779;&#7751;a&rsquo;s directions by begging some food for Him and themselves from <I>br&#257;hma&#7751;as </I>engaged in performing <I>yaj&ntilde;as. </I>The <I>br&#257;hma&#7751;as </I>refused to give food to <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and <a href="/d/balarama" class="d">Balar&#257;ma</a>, although the boys begged for it, but the wives of the <I>br&#257;hma&#7751;as </I>agreed, and therefore <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> bestowed His mercy upon them.</I></div>
<A NAME="120657"></A><div id="120657"> </div>
<div class="Purport">  The Twenty-fourth Chapter contains thirty-eight verses, describing how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> defied King <a href="/d/indra" class="d">Indra</a>, despite Indra&rsquo;s position of prestige, by stopping the <I><a href="/d/indra" class="d">indra</a>-<a href="/d/yajna" class="d">yaj&ntilde;a</a> </I>and instead worshiping <a href="/d/govardhana" class="d">Govardhana</a>. The Twenty-fifth Chapter contains thirty-three verses. As described in this chapter, because the <I><a href="/d/indra" class="d">indra</a>-<a href="/d/yajna" class="d">yaj&ntilde;a</a> </I>was stopped, King <a href="/d/indra" class="d">Indra</a> was very angry, and to kill the inhabitants of <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a>, <a href="/d/vraja" class="d">Vraja</a>, he flooded the entire area with rain. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, however, accepted King Indra&rsquo;s challenge by lifting <a href="/d/govardhana" class="d">Govardhana</a> Hill as an umbrella to protect <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a> and all the cows. The Twenty-sixth Chapter contains twenty-five verses, describing how <a href="/d/nanda" class="d">Nanda</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>, seeing the extraordinary activities of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, was struck with wonder and how he thus narrated for all the cowherd men the whole story of K&#7771;&#7779;&#7751;a&rsquo;s opulence, as foretold by Gargamuni. Chapter Twenty-seven, which contains twenty-eight verses, describes how King <a href="/d/indra" class="d">Indra</a>, upon seeing K&#7771;&#7779;&#7751;a&rsquo;s unlimited power, worshiped Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, who was fully washed with milk supplied by the <I><a href="/d/surabhi" class="d">surabhi</a> </I>and who thus became known as <a href="/d/govinda" class="d">Govinda</a>. The Twenty-eighth Chapter contains seventeen </I>verses. In this chapter <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> saves His father, <a href="/d/nanda" class="d">Nanda</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>, from the custody of <a href="/d/varuna" class="d">Varu&#7751;a</a> and shows the cowherd men how Vaiku&#7751;&#7789;haloka is situated.</div>
<A NAME="120658"></A><div id="120658"> </div>
<div class="Purport">The Twenty-ninth Chapter contains forty-eight verses, describing how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> talked to the <I>gop&#299;s </I>before performing the <I><a href="/d/rasa" class="d">r&#257;sa</a>-<a href="/d/lila" class="d">l&#299;l&#257;</a> </I>and how, after the beginning of the <I><a href="/d/rasa" class="d">r&#257;sa</a>-<a href="/d/lila" class="d">l&#299;l&#257;</a>, </I><a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> disappeared from the scene. Chapter Thirty contains forty-four verses, describing how the <I>gop&#299;s, </I>being separated from <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, went <a href="/d/mad" class="d">mad</a> and began to wander in the forest in search of Him. The <I>gop&#299;s </I>met &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;&#7751;&#299;, the daughter of King V&#7771;&#7779;abh&#257;nu, and they all wandered on the bank of the <a href="/d/yamuna" class="d">Yamun&#257;</a> searching for Krishna. Chapter Thirty-one contains nineteen verses, describing how the bereaved <I>gop&#299;s </I>waited in great anxiety to meet <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. Chapter Thirty-two contains twenty-two verses. In this chapter, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> appears among the <I>gop&#299;s, </I>who are fully satisfied in ecstatic love for Him. Chapter Thirty-three contains thirty-nine verses. In this chapter <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> appears in multiforms in the midst of the <I>gop&#299;s, </I>with whom He dances in the <I><a href="/d/rasa" class="d">r&#257;sa</a> </I>dance. Then they all bathe in the River <a href="/d/yamuna" class="d">Yamun&#257;</a>. Also in this chapter, &#346;ukadeva mitigates the doubts of <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a> concerning the performance of the <I><a href="/d/rasa" class="d">r&#257;sa</a>-<a href="/d/lila" class="d">l&#299;l&#257;</a>.</I></div>
<A NAME="120659"></A><div id="120659"> </div>
<div class="Purport">Chapter Thirty-four contains thirty-two verses. This chapter describes how <a href="/d/nanda" class="d">Nanda</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>, K&#7771;&#7779;&#7751;a&rsquo;s father, was swallowed by a big python, who had been a demigod named <a href="/d/vidyadhara" class="d">Vidy&#257;dhara</a> but was cursed by A&#7749;gir&#257; &#7770;&#7779;i. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> rescued His father and saved this demigod simultaneously. Chapter Thirty-five contains twenty-six verses. This chapter describes how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> went to the pasturing grounds with the cows and how the <I>gop&#299;s </I>sang in separation from Him.</I></div>
<A NAME="120660"></A><div id="120660"> </div>
<div class="Purport">Chapter Thirty-six contains forty verses. This chapter describes K&#7771;&#7779;&#7751;a&rsquo;s killing of Ari&#7779;&#7789;&#257;sura. It also describes N&#257;rada&rsquo;s disclosure to <a href="/d/kamsa" class="d">Ka&#7745;sa</a> that both <a href="/d/rama" class="d">R&#257;ma</a> and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> were sons of <a href="/d/vasudeva" class="d">Vasudeva</a>. Because of this disclosure, <a href="/d/kamsa" class="d">Ka&#7745;sa</a> arranged to kill both <a href="/d/rama" class="d">R&#257;ma</a> and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. He sent his assistant <a href="/d/kesi" class="d">Ke&#347;&#299;</a> to <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a>, and later he sent <a href="/d/akrura" class="d">Akr&#363;ra</a> to bring <a href="/d/rama" class="d">R&#257;ma</a> and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> to <a href="/d/mathura" class="d">Mathur&#257;</a>. Chapter Thirty-seven contains thirty-three verses. In this chapter <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> kills the <a href="/d/kesi" class="d">Ke&#347;&#299;</a> demon, <a href="/d/narada" class="d">N&#257;rada</a> worships <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> by narrating His future activities, and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> kills the demon named Vyom&#257;sura. Chapter Thirty-eight contains forty-three verses. This chapter describes how <a href="/d/akrura" class="d">Akr&#363;ra</a> went to <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a> and how he was received by <a href="/d/rama" class="d">R&#257;ma</a>-<a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and <a href="/d/nanda" class="d">Nanda</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>. Chapter Thirty-nine contains fifty-seven verses. This chapter describes how <a href="/d/rama" class="d">R&#257;ma</a> and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, having been invited by <a href="/d/kamsa" class="d">Ka&#7745;sa</a> started for <a href="/d/mathura" class="d">Mathur&#257;</a>. While They were ready on the chariot, the <I>gop&#299;s </I>began to cry, and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> sent His messenger to pacify them. Thus He was able to travel toward <a href="/d/mathura" class="d">Mathur&#257;</a>. On the way, <a href="/d/akrura" class="d">Akr&#363;ra</a> was shown the entire Vi&#7779;&#7751;uloka within the water of the <a href="/d/yamuna" class="d">Yamun&#257;</a>.</I></div>
<A NAME="120661"></A><div id="120661"> </div>
<div class="Purport">Chapter Forty contains thirty verses, in which the prayers of <a href="/d/akrura" class="d">Akr&#363;ra</a> are described. Chapter Forty-one, which contains fifty-two verses, describes the entrance of <a href="/d/rama" class="d">R&#257;ma</a> and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> into the city of <a href="/d/mathura" class="d">Mathur&#257;</a>, where the ladies were very jubilant to see these two brothers. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> killed a washerman, glorified Sud&#257;m&#257; and gave Sud&#257;m&#257; His benediction. Chapter Forty-two, which contains thirty-eight verses, describes how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> delivered Kubj&#257; and how He broke Ka&#7745;sa&rsquo;s gigantic bow and killed its caretakers. Thus <a href="/d/kamsa" class="d">Ka&#7745;sa</a> and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> met. Chapter Forty-three contains forty verses. Outside the sporting arena of <a href="/d/kamsa" class="d">Ka&#7745;sa</a>, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> killed an elephant named Kuvalay&#257;p&#299;&#7693;a. Then He entered the arena and spoke with <a href="/d/canura" class="d">C&#257;&#7751;&#363;ra</a>. Chapter Forty-four, which contains fifty-one verses, describes how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and <a href="/d/balarama" class="d">Balar&#257;ma</a> killed the wrestlers named <a href="/d/canura" class="d">C&#257;&#7751;&#363;ra</a> and <a href="/d/mustika" class="d">Mu&#7779;&#7789;ika</a> and thereafter killed <a href="/d/kamsa" class="d">Ka&#7745;sa</a> and his eight brothers. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, however, pacified Ka&#7745;sa&rsquo;s wives and His own father and mother, <a href="/d/vasudeva" class="d">Vasudeva</a> and <a href="/d/devaki" class="d">Devak&#299;</a>.</div>
<A NAME="120662"></A><div id="120662"> </div>
<div class="Purport">Chapter Forty-five contains fifty verses. This chapter describes how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> pacified His father and mother and celebrated the enthronement of His grandfather <a href="/d/ugrasena" class="d">Ugrasena</a>. After promising the inhabitants of <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a> that He would return very soon, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> underwent ritualistic ceremonies as a <I><a href="/d/ksatriya" class="d">k&#7779;atriya</a>. </I>He took the vow of <I>brahmacarya </I>and lived in the <I><a href="/d/guru" class="d">guru</a>-<a href="/d/kula" class="d">kula</a>, </I>where He studied regularly. By killing the demon named Pa&ntilde;cajana, He received a conchshell named P&#257;&ntilde;cajanya. Krishna rescued the son of His <I><a href="/d/guru" class="d">guru</a> </I>from the custody of Yamar&#257;ja and returned him. After thus offering <I><a href="/d/guru" class="d">guru</a>-<a href="/d/daksina" class="d">dak&#7779;i&#7751;&#257;</a> </I>to repay His teacher, Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> returned to </I><a href="/d/mathura" class="d">Mathur&#257;</a></I>-<a href="/d/puri" class="d">pur&#299;</a>. Chapter Forty-six contains forty-nine verses. As described in this chapter, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> sent <a href="/d/uddhava" class="d">Uddhava</a> to <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a> to pacify His father and mother, <a href="/d/nanda" class="d">Nanda</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> and <a href="/d/yasoda" class="d">Ya&#347;od&#257;</a>. Chapter Forty-seven contains sixty-nine verses, describing how <a href="/d/uddhava" class="d">Uddhava</a>, following K&#7771;&#7779;&#7751;a&rsquo;s order, went to pacify the <I>gop&#299;s </I>and then returned to </I><a href="/d/mathura" class="d">Mathur&#257;</a>. </I>Thus <a href="/d/uddhava" class="d">Uddhava</a> appreciated the ecstatic love felt for <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> by the inhabitants of <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a>.</I></div>
<A NAME="120663"></A><div id="120663"> </div>
<div class="Purport">Chapter Forty-eight contains thirty-six verses. This chapter describes how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> fulfilled the desire of Kubj&#257; by going to her house and enjoying her. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> then went to the home of <a href="/d/akrura" class="d">Akr&#363;ra</a>. Satisfied by Akr&#363;ra&rsquo;s prayers, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> praised him very much and sent him to Hastin&#257;pura to gather information about the P&#257;&#7751;&#7693;avas. Chapter Forty-nine contains thirty-one verses. As described in this chapter, <a href="/d/akrura" class="d">Akr&#363;ra</a>, following K&#7771;&#7779;&#7751;a&rsquo;s orders, went to Hastin&#257;pura, where he met <a href="/d/vidura" class="d">Vidura</a> and <a href="/d/kunti" class="d">Kunt&#299;</a> and heard from them about Dh&#7771;tar&#257;&#7779;&#7789;ra&rsquo;s mistreatment of the P&#257;&#7751;&#7693;avas. Informed of the P&#257;&#7751;&#7693;avas&rsquo; faith in <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, <a href="/d/akrura" class="d">Akr&#363;ra</a> advised <a href="/d/dhrtarastra" class="d">Dh&#7771;tar&#257;&#7779;&#7789;ra</a>, and after understanding Dh&#7771;tar&#257;&#7779;&#7789;ra&rsquo;s mind, he returned to <a href="/d/mathura" class="d">Mathur&#257;</a>, where he described everything about the situation in Hastin&#257;pura.</div>
<A NAME="120664"></A><div id="120664"> </div>
<div class="Purport">Chapter Fifty contains fifty-seven verses. In this chapter, <a href="/d/jarasandha" class="d">Jar&#257;sandha</a>, having heard that his son-in-law <a href="/d/kamsa" class="d">Ka&#7745;sa</a> was killed, attacked <a href="/d/mathura" class="d">Mathur&#257;</a> to kill <a href="/d/rama" class="d">R&#257;ma</a> and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> but was defeated seventeen times. When <a href="/d/jarasandha" class="d">Jar&#257;sandha</a> was about to attack for the eighteenth time, K&#257;layavana, having been advised by <a href="/d/narada" class="d">N&#257;rada</a>, also attacked <a href="/d/mathura" class="d">Mathur&#257;</a>. Thus the <a href="/d/yadava" class="d">Y&#257;dava</a> dynasty entered a fort in the midst of the water and lived there by mystic power. After giving full protection to the <a href="/d/yadava" class="d">Y&#257;dava</a> dynasty and conferring with Lord <a href="/d/baladeva" class="d">Baladeva</a>, Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> emerged from <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a>. Chapter Fifty-one, which contains sixty-three verses, describes how <a href="/d/mucukunda" class="d">Mucukunda</a> killed K&#257;layavana simply by glancing upon him.</div>
<A NAME="120665"></A><div id="120665"> </div>
<div class="Purport">Chapter Fifty-two contains forty-four verses. In this chapter, <a href="/d/mucukunda" class="d">Mucukunda</a> offers prayers to <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, and then <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> kills all the soldiers of K&#257;layavana and returns to <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a> with their booty. When <a href="/d/jarasandha" class="d">Jar&#257;sandha</a> attacked <a href="/d/mathura" class="d">Mathur&#257;</a> again, <a href="/d/rama" class="d">R&#257;ma</a> and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, as if afraid of him, fled to the top of a mountain, to which <a href="/d/jarasandha" class="d">Jar&#257;sandha</a> then set fire. Unseen by <a href="/d/jarasandha" class="d">Jar&#257;sandha</a>, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and <a href="/d/balarama" class="d">Balar&#257;ma</a> jumped from the mountain and entered <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a>, which was surrounded by the sea. <a href="/d/jarasandha" class="d">Jar&#257;sandha</a>, thinking that <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and <a href="/d/balarama" class="d">Balar&#257;ma</a> had been killed, returned with his soldiers to his own country, and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> continued to live in <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a>. <a href="/d/rukmini" class="d">Rukmi&#7751;&#299;</a>, the daughter of <a href="/d/vidarbha" class="d">Vidarbha</a>, was very much attracted to <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, and she sent <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> a letter through a <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a>. </I>Chapter Fifty-three contains fifty-seven verses. Following Rukmi&#7751;&#299;&rsquo;s request, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> went to the city of <a href="/d/vidarbha" class="d">Vidarbha</a> and kidnapped her in the presence of such enemies as <a href="/d/jarasandha" class="d">Jar&#257;sandha</a>. Chapter Fifty-four contains sixty verses. As described in this chapter, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> defeated all the opposing princes and disfigured Rukmi&#7751;&#299;&rsquo;s brother <a href="/d/rukmi" class="d">Rukm&#299;</a>. Then <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> returned with <a href="/d/rukmini" class="d">Rukmi&#7751;&#299;</a> to <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a>, </I>where they were united in a regular marriage. <a href="/d/rukmi" class="d">Rukm&#299;</a>, however, remained in a place known as Bhojaka&#7789;a, being angry at his brother-in-law, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. Chapter Fifty-five, containing forty verses, describes the birth of <a href="/d/pradyumna" class="d">Pradyumna</a>, how <a href="/d/pradyumna" class="d">Pradyumna</a> was kidnapped by &#346;ambar&#257;sura, and how <a href="/d/pradyumna" class="d">Pradyumna</a> later killed &#346;ambar&#257;sura and returned to <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a> with his wife, Ratidev&#299;.</div>
<A NAME="120666"></A><div id="120666"> </div>
<div class="Purport">Chapter Fifty-six contains forty-five verses. As described in this chapter, King Satr&#257;jit, by the mercy of the sun-god, received a jewel called Syamantaka. Later, when this jewel was stolen, Satr&#257;jit unnecessarily became doubtful of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, but <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, to vindicate His position, retrieved the jewel, along with the daughter of <a href="/d/jambavan" class="d">J&#257;mbav&#257;n</a>. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> later married Satr&#257;jit&rsquo;s daughter and received a full dowry. As described in Chapter Fifty-seven, which contains forty-two verses, both <a href="/d/balarama" class="d">Balar&#257;ma</a> and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> went to Hastin&#257;pura, having heard about the fire in the shellac house of the P&#257;&#7751;&#7693;avas. After Satr&#257;jit was killed by &#346;atadhanv&#257; at the instigation of <a href="/d/akrura" class="d">Akr&#363;ra</a> and <a href="/d/krtavarma" class="d">K&#7771;tavarm&#257;</a>, <a href="/d/balarama" class="d">Balar&#257;ma</a> and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> returned to <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a>. &#346;atadhanv&#257; left the Syamantaka jewel with <a href="/d/akrura" class="d">Akr&#363;ra</a> and fled to the forest. Thus although <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> killed &#346;atadhanv&#257;, He was unable to retrieve the jewel. Finally the jewel was discovered and awarded to <a href="/d/akrura" class="d">Akr&#363;ra</a>. Chapter Fifty-eight contains fifty-eight verses. After the P&#257;&#7751;&#7693;avas finished living incognito in the forest, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> went to Indraprastha to see them. He then married five wives, headed by <a href="/d/kalindi" class="d">K&#257;lind&#299;</a>. After <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and <a href="/d/arjuna" class="d">Arjuna</a> set fire to the Kh&#257;&#7751;&#7693;ava Forest, <a href="/d/arjuna" class="d">Arjuna</a> received the <a href="/d/gandiva" class="d">G&#257;&#7751;&#7693;&#299;va</a> bow. The demon <a href="/d/maya" class="d">Maya</a> <a href="/d/danava" class="d">D&#257;nava</a> constructed an assembly house for the P&#257;&#7751;&#7693;avas, and Duryodhana was very much aggrieved.</div>
<A NAME="120667"></A><div id="120667"> </div>
<div class="Purport">Chapter Fifty-nine contains forty-five verses. In this chapter, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, at the request of <a href="/d/indra" class="d">Indra</a>, kills the demon Narak&#257;sura, the son of the earth personified, along with the demon&rsquo;s associates, headed by <a href="/d/mura" class="d">Mura</a>. The earth personified offers prayers to <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and returns to Him all the paraphernalia that Narak&#257;sura has stolen. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> then bestows fearlessness upon the son of Narak&#257;sura and marries the sixteen thousand princesses whom the demon kidnapped. Also in this chapter, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> takes away the <I>p&#257;rij&#257;ta </I>plant from the heavenly planets, and the foolishness of <a href="/d/indra" class="d">Indra</a> and others is described.</I></div>
<A NAME="120668"></A><div id="120668"> </div>
<div class="Purport">Chapter Sixty contains fifty-nine verses. In this chapter, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> makes <a href="/d/rukmini" class="d">Rukmi&#7751;&#299;</a> angry with His joking words. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> pacifies <a href="/d/rukmini" class="d">Rukmi&#7751;&#299;</a>, and there is a lover&rsquo;s quarrel between them. Chapter Sixty-one contains forty verses. This chapter contains a description of the sons and grandsons of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. At the time of Aniruddha&rsquo;s marriage, <a href="/d/balarama" class="d">Balar&#257;ma</a> kills <a href="/d/rukmi" class="d">Rukm&#299;</a> and breaks the teeth of the King of <a href="/d/kalinga" class="d">Kali&#7749;ga</a>.</div>
<A NAME="120669"></A><div id="120669"> </div>
<div class="Purport">Chapter Sixty-two contains thirty-three verses. This chapter begins the discourse concerning the abduction of &#362;&#7779;&#257;, the daughter of B&#257;&#7751;&#257;sura, and the amorous pastimes between &#362;&#7779;&#257; and <a href="/d/aniruddha" class="d">Aniruddha</a>. It also describes a fight between <a href="/d/aniruddha" class="d">Aniruddha</a> and B&#257;&#7751;&#257;sura and how B&#257;&#7751;&#257;sura seized <a href="/d/aniruddha" class="d">Aniruddha</a> with a snake-noose. Chapter Sixty-three, which contains fifty-three verses, describes how the strength of Lord &#346;iva was defeated in a battle between B&#257;&#7751;&#257;sura and the Y&#257;davas. The <a href="/d/raudra" class="d">Raudra</a>-<a href="/d/jvara" class="d">jvara</a>, having been defeated by the <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a>-<a href="/d/jvara" class="d">jvara</a>, offered prayers to Krishna. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> severed all but four of B&#257;&#7751;a&rsquo;s one thousand arms and thus showed him mercy. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> then returned to <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a> with &#362;&#7779;&#257; and <a href="/d/aniruddha" class="d">Aniruddha</a>.</div>
<A NAME="120670"></A><div id="120670"> </div>
<div class="Purport">Chapter Sixty-four contains forty-four verses. In this chapter, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> liberates King <a href="/d/nrga" class="d">N&#7771;ga</a>, the son of <a href="/d/iksvaku" class="d">Ik&#7779;v&#257;ku</a>, from a curse and instructs all kings by explaining the fault in misappropriating the property of a <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a>. </I>In connection with the deliverance of King <a href="/d/nrga" class="d">N&#7771;ga</a>, there are instructions for the Y&#257;davas, who were puffed up with pride due to wealth, opulence, enjoyment and so on.</I></div>
<A NAME="120671"></A><div id="120671"> </div>
<div class="Purport">Chapter Sixty-five contains thirty-four verses. As described in this chapter, Lord <a href="/d/baladeva" class="d">Baladeva</a>, desiring to see His friends and relatives, went to <a href="/d/gokula" class="d">Gokula</a>. In the months of <a href="/d/caitra" class="d">Caitra</a> and <a href="/d/vaisakha" class="d">Vai&#347;&#257;kha</a>, in the groves by the <a href="/d/yamuna" class="d">Yamun&#257;</a>, Lord <a href="/d/balarama" class="d">Balar&#257;ma</a> performed the <I><a href="/d/rasa" class="d">r&#257;sa</a>-rasotsava </I>and <I><a href="/d/yamuna" class="d">yamun&#257;</a>-kar&#7779;a&#7751;a l&#299;l&#257;s </I>in the association of His <I>gop&#299;s.</I></div>
<A NAME="120672"></A><div id="120672"> </div>
<div class="Purport">As described in Chapter Sixty-six, which contains forty-three verses, Krishna went to <a href="/d/kasi" class="d">K&#257;&#347;&#299;</a> and then killed <a href="/d/paundraka" class="d">Pau&#7751;&#7693;raka</a>, as well as his friend the King of <a href="/d/kasi" class="d">K&#257;&#347;&#299;</a>, Sudak&#7779;i&#7751;a and others. Chapter Sixty-seven, which contains twenty-eight verses, describes how Lord <a href="/d/baladeva" class="d">Baladeva</a>, while enjoying with many young girls on Raivataka Mountain, vanquished the extremely mischievous ape <a href="/d/dvivida" class="d">Dvivida</a>, who was the brother of Mainda and a friend of Narak&#257;sura&rsquo;s.</div>
<A NAME="120673"></A><div id="120673"> </div>
<div class="Purport">Chapter Sixty-eight has fifty-four verses. As described in this chapter, when <a href="/d/samba" class="d">S&#257;mba</a>, the son of <a href="/d/jambavati" class="d">J&#257;mbavat&#299;</a>, kidnapped <a href="/d/laksmana" class="d">Lak&#7779;ma&#7751;&#257;</a>, the daughter of Duryodhana, he was captured in a fight with the Kauravas. In order to free him and establish peace, Lord <a href="/d/baladeva" class="d">Baladeva</a> went to Hastin&#257;pura as a well-wisher. The Kauravas, however, were uncooperative, and upon seeing their arrogance, Lord <a href="/d/baladeva" class="d">Baladeva</a> began pulling their city of Hastin&#257;pura with His plow. The Kauravas, headed by Duryodhana, offered prayers to Lord <a href="/d/baladeva" class="d">Baladeva</a>, who then returned to <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a> with <a href="/d/samba" class="d">S&#257;mba</a> and <a href="/d/laksmana" class="d">Lak&#7779;ma&#7751;&#257;</a>.</div>
<A NAME="120674"></A><div id="120674"> </div>
<div class="Purport">Chapter Sixty-nine contains forty-five verses. As described in this chapter, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> exhibited His householder life with His sixteen thousand wives. Even the great sage <a href="/d/narada" class="d">N&#257;rada</a> was astonished at how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, having expanded Himself into sixteen thousand forms, was conducting His householder life. Thus <a href="/d/narada" class="d">N&#257;rada</a> offered prayers to Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> was very much pleased with him.</div>
<A NAME="120675"></A><div id="120675"> </div>
<div class="Purport">Chapter Seventy, which contains forty-seven verses, describes how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> exhibited His daily ritualistic ceremonies and how He released the kings arrested by <a href="/d/jarasandha" class="d">Jar&#257;sandha</a>. While Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> was receiving a messenger sent by these kings, <a href="/d/narada" class="d">N&#257;rada</a> came to see <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and told Him news of the P&#257;&#7751;&#7693;avas. <a href="/d/narada" class="d">N&#257;rada</a> informed <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> that the P&#257;&#7751;&#7693;avas desired to perform a <I><a href="/d/rajasuya" class="d">r&#257;jas&#363;ya</a> </I>sacrifice, and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> agreed to attend it, but He first asked for Uddhava&rsquo;s decision about whether to give preference to killing King <a href="/d/jarasandha" class="d">Jar&#257;sandha</a> or performing the <I><a href="/d/rajasuya" class="d">r&#257;jas&#363;ya</a>-<a href="/d/yajna" class="d">yaj&ntilde;a</a>. </I>Chapter Seventy-one contains forty-five verses, describing the happiness of the P&#257;&#7751;&#7693;avas when </I><a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a></I> went to Indraprastha. By the inconceivable desire of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, <a href="/d/jarasandha" class="d">Jar&#257;sandha</a> would be killed, and the <I><a href="/d/rajasuya" class="d">r&#257;jas&#363;ya</a>-<a href="/d/yajna" class="d">yaj&ntilde;a</a> </I>would be performed by <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a>.</I></div>
<A NAME="120676"></A><div id="120676"> </div>
<div class="Purport">Chapter Seventy-two contains forty-six verses. By agreeing to perform the <I><a href="/d/rajasuya" class="d">r&#257;jas&#363;ya</a>-<a href="/d/yajna" class="d">yaj&ntilde;a</a>, </I>Krishna gave <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a> great pleasure. This chapter also describes the killing of <a href="/d/jarasandha" class="d">Jar&#257;sandha</a>, the enthroning of his son, and the release of the kings whom <a href="/d/jarasandha" class="d">Jar&#257;sandha</a> had arrested. Chapter Seventy-three contains thirty-five verses. After Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> released the kings and restored their royal power, He was worshiped by <a href="/d/sahadeva" class="d">Sahadeva</a>, the son of <a href="/d/jarasandha" class="d">Jar&#257;sandha</a>, and then He returned to Indraprastha with <a href="/d/bhima" class="d">Bh&#299;ma</a> and <a href="/d/arjuna" class="d">Arjuna</a>. Chapter Seventy-four contains fifty-four verses. <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a> offered prayers to <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and offered Him the first worship in the <I><a href="/d/rajasuya" class="d">r&#257;jas&#363;ya</a>-<a href="/d/yajna" class="d">yaj&ntilde;a</a>. </I>To honor the Lord in this way is the foremost duty of every man, but this was intolerable to &#346;i&#347;up&#257;la, the King of <a href="/d/cedi" class="d">Cedi</a>. &#346;i&#347;up&#257;la began to blaspheme </I><a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a></I>, who thus severed the King&rsquo;s head from his body and awarded him the salvation called <I><a href="/d/sarupya" class="d">s&#257;r&#363;pya</a>-<a href="/d/mukti" class="d">mukti</a>. </I>After the conclusion of the <I><a href="/d/rajasuya" class="d">r&#257;jas&#363;ya</a> </I>sacrifice, </I><a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> </I>returned to <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a> with His queens. Chapter Seventy-five contains forty verses. As described in this chapter, <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a>, after</I> the <I><a href="/d/rajasuya" class="d">r&#257;jas&#363;ya</a>-<a href="/d/yajna" class="d">yaj&ntilde;a</a>, </I>performed the final ritualistic bathing ceremonies. Duryodhana was bewildered in the palace constructed by <a href="/d/maya" class="d">Maya</a> <a href="/d/danava" class="d">D&#257;nava</a>, and thus he felt insulted.</I></div>
<A NAME="120677"></A><div id="120677"> </div>
<div class="Purport">Chapter Seventy-six contains thirty-three verses, describing how &#346;&#257;lva, one of the kings <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> defeated when He kidnapped <a href="/d/rukmini" class="d">Rukmi&#7751;&#299;</a>, decided to rid the entire world of the Y&#257;davas. To defeat the Y&#257;davas, &#346;&#257;lva worshiped Lord &#346;iva, who rewarded him with an aerial car named Saubha. When &#346;&#257;lva fought with the V&#7771;&#7779;&#7751;is, <a href="/d/pradyumna" class="d">Pradyumna</a> smashed the car designed by <a href="/d/maya" class="d">Maya</a> <a href="/d/danava" class="d">D&#257;nava</a>, but he was attacked by &#346;&#257;lva&rsquo;s brother, whose name was <a href="/d/dyuman" class="d">Dyum&#257;n</a>. Beaten unconscious by Dyum&#257;n&rsquo;s club, <a href="/d/pradyumna" class="d">Pradyumna</a> was carried some distance away from the warfield by his charioteer, but later he lamented having been removed from the battlefield. Chapter Seventy-seven contains thirty-seven verses. In this chapter, <a href="/d/pradyumna" class="d">Pradyumna</a> recovers from his injuries and begins fighting with &#346;&#257;lva. When <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> returned to <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a> from Indraprastha, He immediately went to the battlefield where &#346;&#257;lva and <a href="/d/pradyumna" class="d">Pradyumna</a> were fighting. There He killed &#346;&#257;lva, although &#346;&#257;lva was powerfully equipped with illusory weapons.</div>
<A NAME="120678"></A><div id="120678"> </div>
<div class="Purport">Chapter Seventy-eight contains forty verses. As described in this chapter, a friend of &#346;&#257;lva&rsquo;s named <a href="/d/dantavakra" class="d">Dantavakra</a> and Dantavakra&rsquo;s brother <a href="/d/viduratha" class="d">Vid&#363;ratha</a> were killed by &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. Instead of taking part in the fighting between the Kauravas and the P&#257;&#7751;&#7693;avas, <a href="/d/baladeva" class="d">Baladeva</a>, who had been staying at <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a>-<a href="/d/puri" class="d">pur&#299;</a>, went touring holy places. Because of the misbehavior of Romahar&#7779;a&#7751;a, <a href="/d/baladeva" class="d">Baladeva</a> killed him at Naimi&#7779;&#257;ra&#7751;ya and appointed his son Ugra&#347;rav&#257;, <a href="/d/suta" class="d">S&#363;ta</a> Gosv&#257;m&#299;, the speaker of <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>, </I>to continue the discourses on the <I>Pur&#257;&#7751;as. </I>Chapter Seventy-nine contains thirty-four verses. This chapter describes how the <I>br&#257;hma&#7751;as </I>of Naimi&#7779;&#257;ra&#7751;ya advised <a href="/d/baladeva" class="d">Baladeva</a> to atone for the death of Romahar&#7779;a&#7751;a. After killing a demon named <a href="/d/balvala" class="d">Balvala</a>, <a href="/d/baladeva" class="d">Baladeva</a> traveled and bathed in holy places until He at last came to the Battlefield of <a href="/d/kuruksetra" class="d">Kuruk&#7779;etra</a>, where <a href="/d/bhima" class="d">Bh&#299;ma</a> and Duryodhana were fighting. Then He returned to <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a> and went again to Naimi&#7779;&#257;ra&#7751;ya, where He instructed the &#7771;&#7779;is. Then He left with His wife <a href="/d/revati" class="d">Revat&#299;</a>.</I></div>
<A NAME="120679"></A><div id="120679"> </div>
<div class="Purport">Chapter Eighty, which contains forty-five verses, describes how Sud&#257;m&#257; <a href="/d/vipra" class="d">Vipra</a>, a friend of K&#7771;&#7779;&#7751;a&rsquo;s, approached <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> for money and was worshiped by <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, who reminisced with him about their boyhood at the <I><a href="/d/guru" class="d">guru</a>-<a href="/d/kula" class="d">kula</a>. </I>Chapter Eighty-one contains forty-one verses. This chapter describes the friendly talks between <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and His friend </I>Sud&#257;m&#257;. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> very gladly accepted a gift of flat rice from Sud&#257;m&#257; <a href="/d/vipra" class="d">Vipra</a>. When Sud&#257;m&#257; <a href="/d/vipra" class="d">Vipra</a> returned home, he saw that everything there was wonderfully opulent, and he praised the friendship of the Supreme Personality of Godhead. With the gifts of the Lord, he enjoyed material opulence, and later he was promoted back home, back to Godhead.</div>
<A NAME="120680"></A><div id="120680"> </div>
<div class="Purport">Chapter Eighty-two contains forty-eight verses. This chapter describes how the Y&#257;davas went to <a href="/d/kuruksetra" class="d">Kuruk&#7779;etra</a> because of a solar eclipse and how other kings spoke to them of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. At this meeting, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> satisfied <a href="/d/nanda" class="d">Nanda</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> and the residents of <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a>, who had also come there. Chapter Eighty-three contains forty-three verses, describing how the women assembled at <a href="/d/kuruksetra" class="d">Kuruk&#7779;etra</a> engaged in topics of &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and how <a href="/d/draupadi" class="d">Draupad&#299;</a> asked all K&#7771;&#7779;&#7751;a&rsquo;s queens about how they had married Him. Chapter Eighty-four contains seventy-one verses. As described in this chapter, when great sages went to see <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> at <a href="/d/kuruksetra" class="d">Kuruk&#7779;etra</a>, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> took this opportunity to praise them. Because <a href="/d/vasudeva" class="d">Vasudeva</a> desired to perform a great sacrifice on this occasion, the sages advised him regarding worship of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, the Supreme Personality of Godhead. After the <I><a href="/d/yajna" class="d">yaj&ntilde;a</a> </I>was performed, all who were present dispersed to their respective abodes. Chapter Eighty-five contains fifty-nine verses. At the request of His father and mother, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, by His mercy, returned their dead sons, all of whom were liberated. Chapter Eighty-six contains fifty-nine verses. This chapter describes how <a href="/d/arjuna" class="d">Arjuna</a> kidnapped <a href="/d/subhadra" class="d">Subhadr&#257;</a> with a great fight. It also describes how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> went to <a href="/d/mithila" class="d">Mithil&#257;</a> to favor His devotee Bahul&#257;&#347;va and stay at the house of &#346;rutadeva and advise them about spiritual advancement.</I></div>
<A NAME="120681"></A><div id="120681"> </div>
<div class="Purport">Chapter Eighty-seven contains fifty verses, describing the prayers offered to <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> by the <I>Vedas. </I>Chapter Eighty-eight contains forty verses. This chapter describes how Vai&#7779;&#7751;avas become transcendental by worshiping Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> and then return home, back to Godhead. By worship of demigods, one may get material power, but this chapter describes how an ordinary living being in the material world can be favored by Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, and it establishes Lord Vi&#7779;&#7751;u&rsquo;s supremacy above Lord <a href="/d/brahma" class="d">Brahm&#257;</a> and Lord &#346;iva. Chapter Eighty-nine contains sixty-five verses, disclosing who is the best among the material deities. Although <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> is among the three deities&mdash;<a href="/d/brahma" class="d">Brahm&#257;</a>, <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> and <a href="/d/mahesvara" class="d">Mahe&#347;vara</a>&mdash;He is transcendental and supreme. In this chapter we also find a description of how <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and <a href="/d/arjuna" class="d">Arjuna</a> went to Mah&#257;k&#257;la-<a href="/d/pura" class="d">pura</a> to deliver the son of a <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a> <I><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a> </I>and how <a href="/d/arjuna" class="d">Arjuna</a> was astonished. Chapter Ninety contains fifty verses. This chapter summarizes K&#7771;&#7779;&#7751;a&rsquo;s <I>l&#299;l&#257;s </I>and presents the logic of <I>madhure&#7751;a sam&#257;payet, </I>establishing that everything ends well in transcendental bliss.</I></div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/10/summary/sb_10_summary">https://prabhupadabooks.com/sb/10/summary/sb_10_summary</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/9/24/67?d=1">SB 9.24.67</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/10/1/1_summary?d=1">SB 10.1 Summary</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
