<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 8.1 Summary Srimad-Bhagavatam</title>
<meta property="og:title" content="SB 8.1 Summary Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/8?d=1"  class="breadcrumb" title="Canto 8: Withdrawal of the Cosmic Creations">Canto 8</a> > <a href="https://prabhupadabooks.com/sb/8/1?d=1"  class="breadcrumb" title="SB 8.1: The Manus, Administrators of the Universe">SB 8.1</a> > <a href="https://prabhupadabooks.com/sb/8/1/1_summary?d=1"  class="breadcrumb" title="SB 8.1 Summary">SB 8.1 Summary</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="96922"></A><div id="96922"> </div>
<div style=" text-align : left"><div class="Normal-Level">First of all, let me offer my humble, respectful obeisances unto the lotus feet of my spiritual master, His Divine Grace &#346;r&#299; &#346;r&#299;mad Bhaktisiddh&#257;nta <a href="/d/sarasvati" class="d">Sarasvat&#299;</a> Gosv&#257;m&#299; Prabhup&#257;da. Sometime in the year 1935 when His Divine Grace was staying at <a href="/d/radha" class="d">R&#257;dh&#257;</a>-<a href="/d/kunda" class="d">ku&#7751;&#7693;a</a>, I went to see him from Bombay. At that time, he gave me many important instructions in regard to constructing temples and publishing books. He personally told me that publishing books is more important than constructing temples. Of course, those same instructions remained within my mind for many years. In 1944 I began publishing my <span class="Italic">Back to Godhead,</span> and when I retired from family life in 1958 I began publishing <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> in Delhi. When three parts of <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> had been published in India, I then started for the United States of America on the thirteenth of August, 1965.</div>
</div><A NAME="96923"></A><div id="96923"> </div>
<div style=" text-align : left"><div class="Normal-Level">I am continuously trying to publish books, as suggested by my spiritual master. Now, in this year, 1976, I have completed the Seventh Canto of <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>,</span> and a summary of the Tenth Canto has already been published as <span class="Italic"><a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, the Supreme Personality of Godhead.</span> Still, the Eighth Canto, Ninth Canto, Tenth Canto, Eleventh Canto and Twelfth Canto are yet to be published. On this occasion, therefore, I am praying to my spiritual master to give me strength to finish this work. I am neither a great scholar nor a great devotee; I am simply a humble servant of my spiritual master, and to the best of my ability I am trying to please him by publishing these books, with the cooperation of my disciples in America. Fortunately, scholars all over the world are appreciating these publications. Let us cooperatively publish more and more volumes of <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> just to please His Divine Grace Bhaktisiddh&#257;nta <a href="/d/sarasvati" class="d">Sarasvat&#299;</a> &#7788;h&#257;kura.</div>
</div><A NAME="96924"></A><div id="96924"> </div>
<div style=" text-align : left"><div class="Normal-Level">This First Chapter of the Eighth Canto may be summarized as a description of four Manus, namely <a href="/d/svayambhuva" class="d">Sv&#257;yambhuva</a>, Sv&#257;roci&#7779;a, <a href="/d/uttama" class="d">Uttama</a> and <a href="/d/tamasa" class="d">T&#257;masa</a>. After hearing descriptions of the dynasty of <a href="/d/svayambhuva" class="d">Sv&#257;yambhuva</a> <a href="/d/manu" class="d">Manu</a> until the end of the Seventh Canto, <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a> desired to know about other Manus. He desired to understand how the Supreme Personality of Godhead descends&mdash;not only in the past but at the present and in the future&mdash;and how He acts in various pastimes as <a href="/d/manu" class="d">Manu</a>. Since <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> was eager to know all this, &#346;ukadeva Gosv&#257;m&#299; gradually described all the Manus, beginning with the six Manus who had appeared in the past.</div>
</div><A NAME="96925"></A><div id="96925"> </div>
<div style=" text-align : left"><div class="Normal-Level">The first <a href="/d/manu" class="d">Manu</a> was <a href="/d/svayambhuva" class="d">Sv&#257;yambhuva</a> <a href="/d/manu" class="d">Manu</a>. His two daughters, namely &#256;k&#363;ti and <a href="/d/devahuti" class="d">Devah&#363;ti</a>, gave birth to two sons, named <a href="/d/yajna" class="d">Yaj&ntilde;a</a> and <a href="/d/kapila" class="d">Kapila</a> respectively. Because &#346;ukadeva Gosv&#257;m&#299; had already described the activities of <a href="/d/kapila" class="d">Kapila</a> in the Third Canto, he now described the activities of <a href="/d/yajna" class="d">Yaj&ntilde;a</a>. The original <a href="/d/manu" class="d">Manu</a>, along with his wife, &#346;atar&#363;p&#257;, went into the forest to practice austerities on the bank of the River <a href="/d/sunanda" class="d">Sunand&#257;</a>. They practiced austerities for a hundred years, and then <a href="/d/manu" class="d">Manu</a>, in a trance, formed prayers to the Supreme Personality of Godhead. R&#257;k&#7779;asas and <span class="Italic">asuras</span> then attempted to devour him, but <a href="/d/yajna" class="d">Yaj&ntilde;a</a>, accompanied by his sons the Y&#257;mas and the demigods, killed them. Then <a href="/d/yajna" class="d">Yaj&ntilde;a</a> personally took the post of <a href="/d/indra" class="d">Indra</a>, the King of the heavenly planets.</div>
</div><A NAME="96926"></A><div id="96926"> </div>
<div style=" text-align : left"><div class="Normal-Level">The second <a href="/d/manu" class="d">Manu</a>, whose name was Sv&#257;roci&#7779;a, was the son of <a href="/d/agni" class="d">Agni</a>, and His sons were headed by <a href="/d/dyumat" class="d">Dyumat</a>, <a href="/d/susena" class="d">Su&#7779;e&#7751;a</a> and <a href="/d/rocismat" class="d">Roci&#7779;mat</a>. In the age of this <a href="/d/manu" class="d">Manu</a>, <a href="/d/rocana" class="d">Rocana</a> became <a href="/d/indra" class="d">Indra</a>, the ruler of the heavenly planets, and there were many demigods, headed by <a href="/d/tusita" class="d">Tu&#7779;ita</a>. There were also many saintly persons, such as &#362;rja and <a href="/d/stambha" class="d">Stambha</a>. Among them was <a href="/d/vedasira" class="d">Veda&#347;ir&#257;</a>, whose wife, <a href="/d/tusita" class="d">Tu&#7779;it&#257;</a>, gave birth to <a href="/d/vibhu" class="d">Vibhu</a>. <a href="/d/vibhu" class="d">Vibhu</a> instructed eighty-eight thousand <span class="Italic"><a href="/d/drdha" class="d">d&#7771;&#7693;ha</a>-vratas,</span> or saintly persons, on self-control and austerity.</div>
</div><A NAME="96927"></A><div id="96927"> </div>
<div style=" text-align : left"><div class="Normal-Level"><a href="/d/uttama" class="d">Uttama</a>, the son of <a href="/d/priyavrata" class="d">Priyavrata</a>, was the third <a href="/d/manu" class="d">Manu</a>. Among his sons were <a href="/d/pavana" class="d">Pavana</a>, <a href="/d/srnjaya" class="d">S&#7771;&ntilde;jaya</a> and <a href="/d/yajnahotra" class="d">Yaj&ntilde;ahotra</a>. During the reign of this <a href="/d/manu" class="d">Manu</a>, the sons of <a href="/d/vasistha" class="d">Vasi&#7779;&#7789;ha</a>, headed by <a href="/d/pramada" class="d">Pramada</a>, became the seven saintly persons. The Satyas, Deva&#347;rutas and Bhadras became the demigods, and <a href="/d/satyajit" class="d">Satyajit</a> became <a href="/d/indra" class="d">Indra</a>. From the womb of Sun&#7771;t&#257;, the wife of <a href="/d/dharma" class="d">Dharma</a>, the Lord appeared as <a href="/d/satyasena" class="d">Satyasena</a>, and He killed all the Yak&#7779;as and R&#257;k&#7779;asas who were fighting with <a href="/d/satyajit" class="d">Satyajit</a>.</div>
</div><A NAME="96928"></A><div id="96928"> </div>
<div style=" text-align : left"><div class="Normal-Level"><a href="/d/tamasa" class="d">T&#257;masa</a>, the brother of the third <a href="/d/manu" class="d">Manu</a>, was the fourth <a href="/d/manu" class="d">Manu</a>, and he had ten sons, including <a href="/d/prthu" class="d">P&#7771;thu</a>, <a href="/d/khyati" class="d">Khy&#257;ti</a>, <a href="/d/nara" class="d">Nara</a> and <a href="/d/ketu" class="d">Ketu</a>. During his reign, the Satyakas, Haris, V&#299;ras and others were demigods, the seven great saints were headed by <a href="/d/jyotirdhama" class="d">Jyotirdh&#257;ma</a>, and Tri&#347;ikha became <a href="/d/indra" class="d">Indra</a>. Harimedh&#257; begot a son named <a href="/d/hari" class="d">Hari</a> in the womb of his wife <a href="/d/harini" class="d">Hari&#7751;&#299;</a>. This <a href="/d/hari" class="d">Hari</a>, an incarnation of God, saved the devotee <a href="/d/gajendra" class="d">Gajendra</a>. This incident is described as <span class="Italic"><a href="/d/gajendra" class="d">gajendra</a>-<a href="/d/moksana" class="d">mok&#7779;a&#7751;a</a>.</span> At the end of this chapter, <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> particularly asks about this incident.</div>
</div><p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/8/1/1_summary">https://prabhupadabooks.com/sb/8/1/1_summary</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/7/15/80?d=1">SB 7.15.80</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/8/1/1?d=1">SB 8.1.1</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
