{
	"info": {
		"id": "cc\\madhya\\25\\121",
		"nextId": "cc/madhya/25/122",
		"prevId": "cc/madhya/25/120"
	},
	"verses": [
		{
			"roman": "'dharmādi' viṣaye yaiche e 'cāri, vicāra\nsādhana-bhakti-ei cāri vicārera pāra\n",
			"isProse": false
		}
	],
	"synonyms": "dharma-ādi—of religious activities and so on; viṣaye—in the subject matter; yaiche—just as; e cāri vicāra—there is a consideration of four principles, namely the person, country, time and atmosphere; sādhana-bhakti—of devotional service; ei—these; cāri—four; vicārera—to the considerations; pāra—transcendental.",
	"translation": "\" 'As far as religious principles are concerned, there is a consideration of the person, the country, the time and the circumstance. In devotional service, however, there are no such considerations. Devotional service is transcendental to all considerations.",
	"purport": [
		{
			"type": "normal",
			"content": "When we are on the material platform, there are different types of religions-Hinduism, Christianity, Mohammedanism, Buddhism, and so on. These are instituted for a particular time, a particular country or a particular person. Consequently there are differences. Christian principles are different from Hindu principles, and Hindu principles are different from Mohammedan and Buddhist principles. These may be considered on the material platform, but when we come to the platform of transcendental devotional service, there are no such considerations. The transcendental service of the Lord (sādhana-bhakti) is above these principles. The world is anxious for religious unity, and that common platform can be achieved in transcendental devotional service. This is the verdict of Śrī Caitanya Mahāprabhu. When one becomes a Vaiṣṇava, he becomes transcendental to all these limited considerations. This is also confirmed in Bhagavad-gītā (14.26):"
		},
		{
			"type": "normal",
			"content": "māṁ ca yo 'vyabhicāreṇa\nbhakti-yogena sevate\nsa guṇān samatītyaitān\nbrahma-bhūyāya kalpate"
		},
		{
			"type": "normal",
			"content": "\"One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.\""
		},
		{
			"type": "normal",
			"content": "The devotional activities of the Kṛṣṇa consciousness movement are completely transcendental to material considerations. As far as different faiths are concerned, religions may be of different types, but on the spiritual platform, everyone has an equal right to execute devotional service. That is the platform of oneness and the basis for a classless society. In his Amṛta-pravāha-bhāṣya, Śrīla Bhaktivinoda Ṭhākura confirms that one has to learn from a bona fide spiritual master about religious principles, economic development, sense gratification and ultimately liberation. These are the four divisions of regulated life, but they are subjected to the material platform. On the spiritual platform, the four principles are jñāna, vijñāna, tad-aṅga and tad-rahasya. Rules, regulations and restrictions are on the material platform, but on the spiritual platform one has to be equipped with transcendental knowledge, which is above the principles of religious rituals. Mundane religious activity is known as smārta-viddhi, but transcendental devotional service is called Gosvāmī-viddhi. Unfortunately many so-called gosvāmīs are on the platform of smārta-viddhi, yet they try to pass as Gosvāmī-viddhi, and thus the people are cheated. Gosvāmī-viddhi is strictly explained in Sanātana Gosvāmī's Hari-bhakti-vilāsa, wherein it is stated:"
		},
		{
			"type": "normal",
			"content": "yathā kāñcanatāṁ yāti\nkāṁsyaṁ rasa-vidhānataḥ\ntathā dīṣkā-vidhānena\ndvijatvaṁ jāyate nṛṇām"
		},
		{
			"type": "normal",
			"content": "The conclusion is that devotional service is open for everyone, regardless of caste, creed, time and country. This Kṛṣṇa consciousness movement is functioning according to this principle."
		}
	]
}