{
	"info": {
		"id": "cc\\madhya\\25\\148",
		"nextId": "cc/madhya/25/149",
		"prevId": "cc/madhya/25/147"
	},
	"verses": [
		{
			"roman": "janmādy asya yato 'nvayād itarataś cārtheṣv abhijñaḥ svarāṭ\ntene brahma hṛdā ya ādi-kavaye muhyanti yat sūrayaḥ\ntejo-vāri-mṛdāṁ yathā vinimayo yatra tri-sargo 'mṛṣā\ndhāmnā svena sadā nirasta-kuhakaṁ satyaṁ paraṁ dhīmahi\n",
			"isProse": false
		}
	],
	"synonyms": "janma-ādi—creation, maintenance and dissolution; asya—of this (the universe); yataḥ—from whom; anvayāt—directly from the spiritual connection; itarataḥ—indirectly from the lack of material contact; ca—also; artheṣu—in all affairs; abhijñaḥ—perfectly cognizant; sva-rāṭ—independent; tene—imparted; brahma—the Absolute Truth; hṛdā—through the heart; yaḥ—who; ādi-kavaye—unto Lord Brahmā; muhyanti—are bewildered; yat—in whom; sūrayaḥ—great personalities like Lord Brahmā and other demigods or great brāhmaṇas; tejaḥ-vāri-mṛdām—of fire, water and earth; yathā—as; vinimayaḥ—the exchange; yatra—in whom; tri-sargaḥ—the material creation of three modes; amṛṣā—factual; dhāmnā—with the abode; svena—His own personal; sadā—always; nirasta-kuhakam—devoid of all illusion; satyam—the truth; param—absolute; dhīmahi—let us meditate upon.",
	"translation": "\" 'I offer my obeisances unto Lord Śrī Kṛṣṇa, son of Vasudeva, who is the supreme all-pervading Personality of Godhead. I meditate upon Him, the transcendent reality, who is the primeval cause of all causes, from whom all manifested universes arise, in whom they dwell and by whom they are destroyed. I meditate upon that eternally effulgent Lord who is directly and indirectly conscious of all manifestations and yet is beyond them. It is He only who first imparted Vedic knowledge unto the heart of Brahmā, the first created being. Through Him this world, like a mirage, appears real even to great sages and demigods. Because of Him, the material universes, created by the three modes of nature, appear to be factual, although they are unreal. I meditate therefore upon Him, the Absolute Truth, who is eternally existent in His transcendental abode, and who is forever free of illusion.",
	"purport": [
		{
			"type": "normal",
			"content": "This is the opening invocation of Śrīmad-Bhāgavatam (1.1.1)."
		}
	]
}