{
	"info": {
		"id": "cc\\madhya\\25\\264",
		"nextId": "cc/madhya/25/265",
		"prevId": "cc/madhya/25/263"
	},
	"verses": [
		{
			"roman": "jīva nistārite prabhu bhramilā deśe-deśe\nāpane āsvādi' bhakti karilā prakāśe\n",
			"isProse": false
		}
	],
	"synonyms": "jīva nistārite—to deliver all the fallen souls; prabhu—Śrī Caitanya Mahāprabhu; bhramilā—traveled; deśe-deśe—in various countries; āpane—personally; āsvādi'-tasting; bhakti—devotional service; karilā—did; prakāśe—broadcasting.",
	"translation": "To deliver all fallen souls, the Lord traveled from country to country. He personally tasted the transcendental pleasure of devotional service, and He simultaneously spread the cult of devotion everywhere.",
	"purport": [
		{
			"type": "normal",
			"content": "Śrī Caitanya Mahāprabhu personally traveled to different regions of India to spread the bhakti cult throughout the country. He also personally relished transcendental activities. By His personal behavior He has given an example for devotees to follow. That is, one should broadcast the cult of devotional service. He specifically instructed His devotees to enjoin all Indians to broadcast this message throughout the world because at that time the Lord could not personally travel to other parts of the world. In this regard, He has left two instructions:"
		},
		{
			"type": "normal",
			"content": "bhārata-bhūmite haila manuṣya-janma yāra\njanma sārthaka kari' kara para-upakāra"
		},
		{
			"type": "normal",
			"content": "\"All Indians should seriously take up the cult of Śrī Caitanya Mahāprabhu and should perfect their lives by adopting the process of devotional service. After perfecting their lives, they should broadcast this message all over the world for the welfare of all human beings [para-upakāra].\" (Cc. Ādi 9.41) A Vaiṣṇava is especially interested in para-upakāra, doing good to others. Prahlāda Mahārāja was also interested in this. He did not want to be delivered alone; rather, he wanted to deliver all fallen souls, who are bereft of knowledge of bhakti and who misuse their intelligence for the temporary benefit of the material body. Śrī Caitanya Mahāprabhu also wanted His mission spread all over the world."
		},
		{
			"type": "normal",
			"content": "pṛthivīte āche yata nagarādi grāma\nsarvatra pracāra haibe mora nāma"
		},
		{
			"type": "normal",
			"content": "\"In every town and village, the chanting of My name will be heard.\""
		},
		{
			"type": "normal",
			"content": "Following in His footsteps, we are trying to broadcast His message throughout the world. By His mercy, people are taking this movement very seriously. Indeed, our books are extensively distributed in the Western countries, especially in America and Europe. Even the ecclesiastical orders in these countries are appreciating the value of this Kṛṣṇa consciousness movement and are ready to unite for the highest benefit of human society. The followers of Śrī Caitanya Mahāprabhu may therefore take this movement seriously and broadcast it throughout the world, from village to village and from town to town, just as Śrī Caitanya Mahāprabhu Himself did."
		}
	]
}