{
	"info": {
		"id": "cc\\madhya\\25\\271",
		"nextId": "cc/madhya/25/272",
		"prevId": "cc/madhya/25/270"
	},
	"verses": [
		{
			"roman": "kṛṣṇa-līlā amṛta-sāra, tāra śata śata dhāra,\ndaśa-dike vahe yāhā haite\nse caitanya-līlā haya, sarovara akṣaya,\nmano-haṁsa carāha' tāhāte\n",
			"isProse": false
		}
	],
	"synonyms": "kṛṣṇa-līlā amṛta-sāra—the pastimes of Lord Kṛṣṇa are the essence of all eternal bliss; tāra śata śata dhāra—the flow of that eternal bliss is running in hundreds of branches; daśa-dike—in all the ten directions; vahe—flows; yāhā haite—from which; se—those; caitanya-līlā—pastimes of Śrī Caitanya Mahāprabhu; haya—are; sarovara akṣaya—a transcendental eternal lake; manaḥ-haṁsa—my mind, which is like a swan; carāha'-please wander; tāhāte—in that lake.",
	"translation": "The pastimes of Lord Kṛṣṇa are the essence of all nectar. They flow in hundreds of rivulets and in all directions. The pastimes of Śrī Caitanya Mahāprabhu are an eternal reservoir, and one is advised to let his mind swim like a swan on this transcendental lake.",
	"purport": [
		{
			"type": "normal",
			"content": "The essence of spiritual knowledge is found in the pastimes of Śrī Caitanya Mahāprabhu, which are identical with the pastimes of Lord Kṛṣṇa. This is the essence of knowledge. If knowledge does not include the understanding of Śrī Caitanya Mahāprabhu and Kṛṣṇa, it is simply superfluous. By Śrī Caitanya Mahāprabhu's grace, the nectar of Lord Śrī Kṛṣṇa's pastimes is flowing in different directions in hundreds and thousands of rivers. One should not think that the pastimes of Śrī Caitanya Mahāprabhu are different from Kṛṣṇa's pastimes. It is said: śrī-kṛṣṇa-caitanya, rādhā-kṛṣṇa nahe anya. Lord Caitanya Mahāprabhu is a combination of Rādhā-Kṛṣṇa, and without understanding His pastimes, one cannot understand Rādhā and Kṛṣṇa. Śrīla Narottama dāsa Ṭhākura therefore sings: rūpa-raghunātha-pade haibe ākuti kabe hāma bujhaba se yugala pirīti. \"When shall I become very eager to study the books left by the six Gosvāmīs? Then I shall be able to understand the conjugal pastimes of Rādhā and Kṛṣṇa.\" Caitanya Mahāprabhu directly empowered Śrīla Rūpa Gosvāmī and Śrīla Sanātana Gosvāmī. Following in their footsteps, the other six Gosvāmīs understood Śrī Caitanya Mahāprabhu and His mission. One should understand Śrī Kṛṣṇa Caitanya and Lord Śrī Kṛṣṇa from the Gosvāmīs in the paramparā system. This Kṛṣṇa consciousness movement is following as strictly as possible in the footsteps of the Gosvāmīs. Narottama dāsa Ṭhākura says, ei chaya gosāñi yāra, mui tāra dāsa: \"I am the servant of the six Gosvāmīs.\" The philosophy of Kṛṣṇa conscious\nness is to become the servant of the servant of the servant of the Lord. Whoever wants to understand the difficult subject matter of kṛṣṇa-kathā should accept the disciplic succession. If one is somehow or other able to understand Kṛṣṇa, his life will be successful. Tyaktvā dehaṁ punar janma naiti mām eti so 'rjuna. A perfect devotee is able to understand Kṛṣṇa through the disciplic succession, and his entrance into the kingdom of God is thereby certainly opened. When one understands Kṛṣṇa, there is no difficulty in transferring oneself to the spiritual kingdom."
		}
	]
}