{
	"info": {
		"id": "cc\\madhya\\25\\283",
		"nextId": "cc/antya/1/1",
		"prevId": "cc/madhya/25/282"
	},
	"verses": [
		{
			"roman": "tad idam ati-rahasyaṁ gaura-līlāmṛtaṁ yat\nkhala-samudaya-kolair nādṛtaṁ tair alabhyam\nkṣatir iyam iha kā me svāditaṁ yat samantāt\nsahṛdaya-sumanobhir modam eṣāṁ tanoti\n",
			"isProse": false
		}
	],
	"synonyms": "tat—that (Caitanya-caritāmṛta); idam—this; ati-rahasyam—full of spiritual mysteries; gaura-līlā-amṛtam—the nectar of the pastimes of Śrī Caitanya Mahāprabhu; yat—which; khala-samudaya—envious rascals; kolaiḥ—by pigs; na—never; ādṛtam—praised; taiḥ—by them; alabhyam—not obtainable; kṣatiḥ iyam iha kā—what is the loss in this connection; me—of me; svāditam—tasted; yat—which; samantāt—completely; sahṛdaya-sumanobhiḥ—by those who are friendly and whose minds are very clean; modam—enjoyment; eṣām—of them; tanoti—expands.",
	"translation": "The Caitanya-caritāmṛta pastimes of Lord Śrī Caitanya Mahāprabhu constitute a very secret literature. It is the life and soul of all devotees. Those who are not fit to relish this literature, who are envious like hogs and pigs, will certainly not adore it. However, this will not harm my attempt. These pastimes of Lord Śrī Caitanya Mahāprabhu will certainly please all saintly people who have clear hearts. They will certainly enjoy it. We wish that this will enhance their enjoyment more and more.\n \nNEXTVERSE\nThus end the Bhaktivedanta purports to Śrī Caitanya-caritāmṛta, Madhya-līlā, Twenty-fifth Chapter, describing how the inhabitants of Vārāṇasī were converted to Vaiṣṇavism.\n \nNEXTVERSE\nNote:The author of Śrī Caitanya-caritāmṛta, Kṛṣṇadāsa Kavirāja Gosvāmī, has condemned all his enemies by comparing them to envious hogs and pigs. This Kṛṣṇa consciousness movement, which is spreading throughout the world, is being appreciated by sincere people, although they have never previously heard of Śrī Caitanya Mahāprabhu and Kṛṣṇa's pastimes. Now even the higher, priestly circles are appreciating this movement. They have concluded that this movement is very nice and that they have something to learn from it. Nonetheless, in India there are some people who say that they belong to this cult but who are actually very envious of the ācārya. They have tried to suppress our activities in many ways, but as far as we are concerned, we follow in the footsteps of Kṛṣṇadāsa Kavirāja Gosvāmī and take them as envious pigs and hogs. We simply wish to present the pastimes of Lord Kṛṣṇa and Śrī Caitanya Mahāprabhu to the best of our ability so that those who are really honest can cleanse their hearts. We hope that they enjoy this literature and bestow their blessings upon us. It appears that even such a great personality as Kṛṣṇadāsa Kavirāja Gosvāmī met with some envious obstacles; what, then, to speak of us, who are only insignificant creatures in this universe. We are simply trying to execute the orders of our spiritual master to the best of our ability.\n \nEND OF THE MADHYA-LĪLĀ"
}