{
	"info": {
		"id": "cc\\madhya\\19\\183-184",
		"nextId": "cc/madhya/19/185",
		"prevId": "cc/madhya/19/182"
	},
	"verses": [
		{
			"roman": "bhakta-bhede rati-bheda pañca parakāra\nśānta-rati, dāsya-rati, sakhya-rati āra",
			"isProse": false
		},
		{
			"roman": "vātsalya-rati, madhura-rati,--ei pañca vibheda\nrati-bhede kṛṣṇa-bhakti-rase pañca bheda\n",
			"isProse": false
		}
	],
	"synonyms": "bhakta-bhede—according to varieties of devotees; rati-bheda—the different attachments; pañca parakāra—five categories; śānti-rati—neutral appreciation; dāsya-rati—attachment in a service attitude; sakhya-rati—attachment by friendly appreciation; āra—also; vātsalya-rati—attachment by paternal affection; madhura-rati—attachment by conjugal love; ei—these; pañca—five; vibheda—divisions; rati-bhede—by attachment on different platforms; kṛṣṇa-bhakti-rase—in mellows derived from devotional service to Kṛṣṇa; pañca—five; bheda—varieties.",
	"translation": "\"According to the devotee, attachment falls within the five categories of śānta-rati, dāsya-rati, sakhya-rati, vātsalya-rati and madhura-rati. These five categories arise from the devotees' different attachments to the Supreme Personality of Godhead. The transcendental mellows derived from devotional service are also of five varieties.",
	"purport": [
		{
			"type": "normal",
			"content": "Śānta-rati is described in the Bhakti-rasāmṛta-sindhu (2.5.16, 17, 18) as follows:"
		},
		{
			"type": "normal",
			"content": "mānase nirvikalpatvaṁ\nśama ity abhidhīyate"
		},
		{
			"type": "normal",
			"content": "\"When one is completely free from all doubts and material attachments, he attains the neutral position called śānta.\""
		},
		{
			"type": "normal",
			"content": "vihāya viṣayonmukhyaṁ\nnijānanda-sthitir yataḥ\nātmanaḥ kathyate so 'tra\nsvabhāvaḥ śama ity asau"
		},
		{
			"type": "normal",
			"content": "prāyaḥ śama-pradhāñanāṁ\nmamatā-gandha-varjitā\nparamātmatayā kṛṣṇe\njātā śānta-ratir matā"
		},
		{
			"type": "normal",
			"content": "The śānta-rati realization of Kṛṣṇa is in the neutral stage between the conception of impersonalism and personalism. This means that one is not very strongly attached to the personal feature of the Lord. An appreciation of the greatness of the Lord is called śānta-rati. This is attachment not to the personal feature but to the impersonal feature. Generally, one in this stage is attached to the Paramātmā feature of the Supreme Personality of Godhead."
		},
		{
			"type": "normal",
			"content": "īśvaraḥ sarva-bhūtānāṁ\nhṛd-deśe 'rjuna tiṣṭhati\nbhrāmayan sarva-bhūtāni\nyantrārūḍhāni māyayā"
		},
		{
			"type": "normal",
			"content": "\"The Supreme Lord is situated in everyone's heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy.\" (Bg. 18.61)"
		},
		{
			"type": "normal",
			"content": "On the strength of this statement from Bhagavad-gītā, we can understand that in the śānta-rasa, a devotee sees the Lord's representation everywhere. Dāsya-rati is explained in the Bhakti-rasāmṛta-sindhu (2.5.27) thus:"
		},
		{
			"type": "normal",
			"content": "svasmād bhavanti ye nyūnās\nte 'nugrāhyā harer matāḥ\nārādhyatvātmikā teṣāṁ\nratiḥ prītir itīritā\ntatrāsaktikṛd anyatra\nprīti-saṁhāriṇī hy asau"
		},
		{
			"type": "normal",
			"content": "When the Supreme Lord in His localized aspect is appreciated and a great devotee understands his subordinate position, not only does he surrender to the Supreme Personality of Godhead, but, due to his subordinate position, he wishes to render some service and thus become favored by the Supreme Personality of Godhead. A devotee in the śānta-rati is not very much willing to render service to the Lord, but a devotee in the dāsya-rati voluntarily wants to render service. Due to this attitude, the devotee in the dāsya-rati realizes the Supreme Personality of Godhead more fully than a devotee in the śānta-rati. He considers the Lord to be a worshipable object, and this means that his attachment for the Lord increases. On the dāsya-rati platform a devotee is attached to rendering service to the Lord, and he is detached from material activities. The śānta-rati is neither material nor spiritual, but the dāsya-rati is actually on the spiritual platform. There is no attachment for material things on the spiritual platform. A devotee in dāsya-rati has no attachment for anything but Kṛṣṇa's service."
		},
		{
			"type": "verse",
			"content": "Sakhya-rati is described in the Bhakti-rasāmṛta-sindhu (2.5.30) as follows:"
		},
		{
			"type": "normal",
			"content": "ye syus tulyā mukundasya\nte sakhāyaḥ satāṁ matāḥ\nsāmyād viśrambha-rūpaiṣāṁ\nratiḥ sakhyam ihocyate"
		},
		{
			"type": "normal",
			"content": "According to the opinion of advanced devotees and learned scholars, a devotee in sakhya-rati feels equal to the Supreme Personality of Godhead. This is a relationship in friendship. Due to having a friendly relationship with the Lord, not only is one free from material attachment, but one believes in equal dealings with the Supreme Personality of Godhead. This is called sakhya-rati. The sakhya-rati devotee is so advanced that he treats the Lord on an equal level and even exchanges joking words. Although one is never equal to the Supreme Personality of Godhead, the sakhya-rati devotee feels equal to the Lord, and he does not feel guilty because of this. Actually it is offensive to consider oneself equal to the Lord. The Māyāvādīs consider themselves equal to the Lord, but such feelings entail bereavement because they are material. The sakhya-rati, however, is a feeling experienced in the mind by a pure devotee, and he is eternally related with the Supreme Personality of Godhead in that feeling."
		},
		{
			"type": "verse",
			"content": "Vātsalya-rati is described as follows in the Bhakti-rasāmṛta-sindhu (2.5.33):"
		},
		{
			"type": "normal",
			"content": "guravo ye harer asya\nte pūjyā iti viśrutāḥ\nanugrahamayī teṣāṁ\nratir vātsalyam ucyate\nidaṁ lālana-bhavyāśīś\ncibuka-sparśanādi-kṛt"
		},
		{
			"type": "normal",
			"content": "When a living entity is situated on the platform of vātsalya-rati, he thinks of the Supreme Personality of Godhead in His childhood feature. In this feature, the Lord has to be protected by the devotee, and at this time the devotee takes the position of being worshiped by the Supreme Personality of Godhead. The feelings of paternal love are called vātsalya-rati. When the devotee is situated on this platform, he wants to maintain the Lord like a son, and he desires all good fortune for the Lord. He offers blessings to the Lord by touching His feet and head."
		},
		{
			"type": "verse",
			"content": "Madhura-rati, or attachment in conjugal love, is described as follows:"
		},
		{
			"type": "normal",
			"content": "mitho harer mṛgākṣyāś ca\nsambhogasyādi-kāraṇam\nmadhurāpara-paryāyā\npriyatākhyoditā ratiḥ\nasyāṁ kaṭākṣa-bhrūkṣepa-\npriya-vāṇī-smitādayaḥ"
		},
		{
			"type": "normal",
			"content": "The conjugal relationship is experienced between the Supreme Personality of Godhead and the young damsels of Vrajabhūmi, and due to their conjugal love they continuously exist in eight kinds of remembrances called madhura-rati. This intimate relationship brought about by conjugal love produces movements of the eyebrows, glancing, sweet words and exchanges of joking words."
		}
	]
}