{
	"info": {
		"id": "cc\\madhya\\6\\172",
		"nextId": "cc/madhya/6/173",
		"prevId": "cc/madhya/6/171"
	},
	"verses": [
		{
			"roman": "vyāsa--bhrānta bali' sei sūtre doṣa diyā\n'vivarta-vāda' sthāpiyāche kalpanā kariyā\n",
			"isProse": false
		}
	],
	"synonyms": "vyāsa—Śrīla Vyāsadeva; bhrānta—mistaken; bali'-saying; sei—that; sūtre—in the Vedānta-sūtra; doṣa—fault; diyā—accusing; vivarta-vāda—the theory of illusion; sthāpiyāche—has established; kalpanā—imagination; kariyā—doing.",
	"translation": "\"Śaṅkarācārya's theory states that the Absolute Truth is transformed. By accepting this theory, the Māyāvādī philosophers denigrate Śrīla Vyāsadeva by accusing him of error. They thus find fault in the Vedānta-sūtra and interpret it to try to establish the theory of illusion.",
	"purport": [
		{
			"type": "normal",
			"content": "The first verse of the Brahma-sūtra is athāto brahma-jijñāsā: \"We must now inquire into the Absolute Truth.\" The second verse immediately answers, janmādy asya yataḥ: \"The Absolute Truth is the original source of everything.\" Janmādy asya yataḥ does not suggest that the original person has been transformed. Rather, it clearly indicates that He produces this cosmic manifestation through His inconceivable energy. This is also clearly explained in the Bhagavad-gītā (10.8), where Kṛṣṇa says, mattaḥ sarvaṁ pravartate: \"From Me, everything emanates.\") This is also confirmed in the Taittirīya Upaniṣad (3.1.1): yato vā imāni bhūtāni jāyante. \"The Supreme Absolute Truth is that from which everything is born.\" Similarly, in the Muṇḍaka Upaniṣad (1.1.7) it is stated, yathorṇa-nābhiḥ sṛjate gṛhṇate ca: \"[The Lord creates and destroys the cosmic manifestation] as a spider creates a web and draws it back within itself.\" All of these sūtras indicate the transformation of the Lord's energy. It is not that the Lord undergoes direct transformation, which is called pariṇāma-vāda. However, being very anxious to protect Śrīla Vyāsadeva from criticism, Śaṅkarācārya became a pseudo gentleman and put forward his theory of illusion (vivarta-vāda). Śaṅkarācārya concocted this meaning of pariṇāma-vāda, and by word jugglery he endeavored very hard to establish pariṇāma-vāda as vivarta-vāda."
		}
	]
}