{
	"info": {
		"id": "cc\\madhya\\6\\263",
		"nextId": "cc/madhya/6/264-265",
		"prevId": "cc/madhya/6/262"
	},
	"verses": [
		{
			"roman": "bhaṭṭācārya kahe,--'bhakti'-sama nahe mukti-phala\nbhagavad-bhakti-vimukhera haya daṇḍa kevala\n",
			"isProse": false
		}
	],
	"synonyms": "bhaṭṭācārya—Sārvabhauma Bhaṭṭācārya; kahe—said; bhakti—devotional service; sama—equal to; nahe—not; mukti—of liberation; phala—the result; bhagavat-bhakti—to the devotional service of the Supreme Personality of Godhead; vimukhera—of one who is averse to; haya—it is; daṇḍa—the punishment; kevala—only.",
	"translation": "Sārvabhauma Bhaṭṭācārya replied, \"The awakening of pure love of Godhead, which is the result of devotional service, far surpasses liberation from material bondage. For those averse to devotional service, merging into the Brahman effulgence is a kind of punishment.\"",
	"purport": [
		{
			"type": "normal",
			"content": "In the Brahmāṇḍa Purāṇa it is said:"
		},
		{
			"type": "normal",
			"content": "siddha-lokas tu tamasaḥ\npāre yatra vasanti hi\nsiddhā brahma-sukhe magnā\ndaityāś ca hariṇā hatāḥ"
		},
		{
			"type": "normal",
			"content": "\"In Siddhaloka [Brahmaloka] there live two kinds of living entities-those who are killed by the Supreme Personality of Godhead due to their having been demons in their previous lives and those who are very fond of enjoying the impersonal effulgence of the Lord.\" The word tamasaḥ means \"the coverings of the universe.\" Layers of material elements cover the universe, and outside these coverings is the impersonal Brahman effulgence. If one is destined to remain in the Lord's impersonal effulgence, he misses the opportunity to render service to the Personality of Godhead. Therefore devotees consider remaining in the impersonal Brahman effulgence a kind of punishment. Sometimes devotees think of merging into the Brahman effulgence, and consequently they are promoted to Siddhaloka. Because of their impersonal understanding, they are actually punished. Sārvabhauma Bhaṭṭācārya continues to explain the distinction between mukti-pada and bhakti-pada in the following verses."
		}
	]
}