{
	"info": {
		"id": "cc\\madhya\\6\\95",
		"nextId": "cc/madhya/6/96",
		"prevId": "cc/madhya/6/94"
	},
	"verses": [
		{
			"roman": "ataeva 'tri-yuga' kari' kahi viṣṇu-nāma\nkali-yuge avatāra nāhī,--śāstra-jñāna\n",
			"isProse": false
		}
	],
	"synonyms": "ataeva—therefore; tri-yuga—the Lord, who appears in three yugas only; kari'-making; kahi—we say; viṣṇu-nāma—the holy name of Lord Viṣṇu; kali-yuge—in the Age of Kali; avatāra—incarnation; nāhi—there is not; śāstra-jñāna—the verdict of the scriptures.",
	"translation": "\"Another name for Lord Viṣṇu is Triyuga because there is no incarnation of Lord Viṣṇu in Kali-yuga. Indeed, this is the verdict of revealed scriptures.\"",
	"purport": [
		{
			"type": "normal",
			"content": "The Supreme Personality of Godhead, Lord Viṣṇu, is known as Triyuga, which means that He is manifest in three yugas. However, this means that in the Age of Kali the Lord appears not directly but in disguise. This is confirmed in Śrīmad-Bhāgavatam (7.9.38):"
		},
		{
			"type": "normal",
			"content": "itthaṁ nṛ-tiryag-ṛṣi-deva-jhaṣāvatārair\nlokān vibhāvayasi haṁsi jagat-pratīpān\ndharmaṁ mahā-puruṣa pāsi yugānuvṛttaṁ\nchannaḥ kalau yad abhavas tri-yugo 'tha sa tvam"
		},
		{
			"type": "normal",
			"content": "\"My Lord, You kill all the enemies of the world in Your multifarious incarnations in the families of men, animals, demigods, ṛṣis, aquatics and so on. Thus You illuminate the worlds with transcendental knowledge. In the Age of Kali, O Mahāpuruṣa, You sometimes appear in a covered incarnation. Therefore You are known as Triyuga [one who appears in only three yugas].\")"
		},
		{
			"type": "normal",
			"content": "Śrīla Śrīdhara Svāmī has also verified that Lord Viṣṇu appears in the Age of Kali but does not act as He does in other ages. Lord Viṣṇu incarnates for two purposes: paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām. That is, He comes to engage in pastimes with His devotees and to annihilate the demons. These purposes are visible in the Satya, Tretā and Dvāpara yugas, but in Kali-yuga the Lord appears disguised. He does not directly kill demons and give protection to the faithful. Because the Lord is not directly perceived in Kali-yuga but is directly known in the other three yugas, His name is Triyuga."
		}
	]
}