{
	"info": {
		"id": "cc\\adi\\16\\44",
		"nextId": "cc/adi/16/45",
		"prevId": "cc/adi/16/43"
	},
	"verses": [
		{
			"roman": "prabhu kahe, devera vare tumi--'kavi-vara'\naiche devera vare keho haya 'śrutidhara'\n",
			"isProse": false
		}
	],
	"synonyms": "prabhu—the Lord; kahe—replied; devera—of a superior power; vare—by benediction; tumi—you; kavi-vara—the most elevated poet; aiche—similarly; devera—of the Lord; vare—by the benediction; keho—someone; haya—becomes; śruti-dhara—one who can immediately remember.",
	"translation": "The Lord replied, \"By the grace of the Lord someone may become a great poet, and similarly by His grace someone else may become a great śruti-dhara who can memorize anything immediately.\"",
	"purport": [
		{
			"type": "normal",
			"content": "In this connection, śruti-dhara is a very important word. Śruti means \"hearing\" and dhara means \"one who can capture.\" Formerly, before the beginning of Kali-yuga, almost everyone, especially among the intelligent men, the brahmaṇas, was a śruti-dhara. As soon as a student heard any of the Vedic wisdom from his master, he would remember it forever. There was no need to refer to books, and therefore there were no written books in those days. The spiritual master delivered the Vedic hymns and their explanations to the student, who would then remember them forever, without consulting books."
		},
		{
			"type": "normal",
			"content": "To become a śruti-dhara, one who can remember simply by hearing, is a great achievement for a student. In the Bhagavad-gītā (10.41) the Lord says:"
		},
		{
			"type": "normal",
			"content": "yad yad vibhūtimat sattvaṁ\nśrīmad ūrjitam eva vā\ntat tad evāvagaccha tvaṁ\nmama tejo-'ṁśa-sambhavam"
		},
		{
			"type": "normal",
			"content": "\"Know that all opulent, beautiful and glorious creations spring from but a spark of My splendor.\" (Bg. 10.41)"
		},
		{
			"type": "normal",
			"content": "As soon as we find anything extraordinary, we should understand that such an extraordinary manifestation is the special grace of the Supreme Personality of Godhead. Therefore Lord Caitanya Mahāprabhu replied to the champion, Keśava Kāśmīrī, that just as he was greatly proud of being a favorite devotee of mother Sarasvatī, so someone else, like He Himself, being favored by the Supreme Personality of Godhead, could become a śruti-dhara and thus memorize anything immediately simply by hearing it."
		}
	]
}