<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 5.22 Summary Srimad-Bhagavatam</title>
<meta property="og:title" content="SB 5.22 Summary Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/5?d=1"  class="breadcrumb" title="Canto 5: The Creative Impetus">Canto 5: "The Creative Impetus"</a> > <a href="https://prabhupadabooks.com/sb/5/22?d=1"  class="breadcrumb" title="SB 5.22: The Orbits of the Planets">SB 5.22</a> > <a href="https://prabhupadabooks.com/sb/5/22/22_summary?d=1"  class="breadcrumb" title="SB 5.22 Summary">SB 5.22 Summary</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="73728"></A><div id="73728"> </div>
<div style=" text-align : left"><div class="Normal-Level">In this chapter the orbits of the planets are described. According to the movements of the moon and other planets, all the inhabitants of the universe are prone to auspicious and inauspicious situations. This is referred to as the influence of the stars.</div>
</div><A NAME="73729"></A><div id="73729"> </div>
<div style=" text-align : left"><div class="Normal-Level">The sun-god, who controls the affairs of the entire universe, especially in regard to heat, light, seasonal changes and so on, is considered an expansion of <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>. He represents the three <span class="Italic">Vedas&mdash;&#7770;g, Yajur</span> and <span class="Italic"><a href="/d/sama" class="d">S&#257;ma</a></span>&mdash;and therefore he is known as Tray&#299;maya, the form of Lord <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>. Sometimes the sun-god is also called <a href="/d/surya" class="d">S&#363;rya</a> <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>. The sun-god has expanded himself in twelve divisions, and thus he controls the six seasonal changes and causes winter, summer, rain and so on. <span class="Italic">Yog&#299;s</span> and <span class="Italic">karm&#299;s</span> following the <span class="Italic"><a href="/d/varnasrama" class="d">var&#7751;&#257;&#347;rama</a></span> institution, who practice <span class="Italic"><a href="/d/hatha" class="d">ha&#7789;ha</a></span> or <span class="Italic">a&#7779;&#7789;&#257;&#7749;ga-<a href="/d/yoga" class="d">yoga</a></span> or who perform <span class="Italic">agnihotra</span> sacrifices, worship <a href="/d/surya" class="d">S&#363;rya</a> <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> for their own benefit. The demigod <a href="/d/surya" class="d">S&#363;rya</a> is always in touch with the Supreme Personality of Godhead, <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>. Residing in outer space, which is in the middle of the universe, between Bh&#363;loka and Bhuvarloka, the sun rotates through the time circle of the zodiac, represented by twelve <span class="Italic">r&#257;&#347;is,</span> or signs, and assumes different names according to the sign he is in. For the moon, every month is divided into two fortnights. Similarly, according to solar calculations, a month is equal to the time the sun spends in one constellation; two months constitute one season, and there are twelve months in a year. The entire area of the sky is divided into two halves, each representing an <span class="Italic"><a href="/d/ayana" class="d">ayana</a>,</span> the course traversed by the sun within a period of six months. The sun travels sometimes slowly, sometimes swiftly and sometimes at a moderate speed. In this way it travels within the three worlds, consisting of the heavenly planets, the earthly planets and outer space. These orbits are referred to by great learned scholars by the names <a href="/d/samvatsara" class="d">Sa&#7745;vatsara</a>, <a href="/d/parivatsara" class="d">Parivatsara</a>, I&#7693;&#257;vatsara, Anuvatsara and <a href="/d/vatsara" class="d">Vatsara</a>.</div>
</div><A NAME="73730"></A><div id="73730"> </div>
<div style=" text-align : left"><div class="Normal-Level">The moon is situated 100,000 <span class="Italic">yojanas</span> above the rays of the sunshine. Day and night on the heavenly planets and <a href="/d/pitrloka" class="d">Pit&#7771;loka</a> are calculated according to its waning and waxing. Above the moon by a distance of 200,000 <span class="Italic">yojanas</span> are some stars, and above these stars is &#346;ukra-<a href="/d/graha" class="d">graha</a> (Venus), whose influence is always auspicious for the inhabitants of the entire universe. Above &#346;ukra-<a href="/d/graha" class="d">graha</a> by 200,000 <span class="Italic">yojanas</span> is <a href="/d/budha" class="d">Budha</a>-<a href="/d/graha" class="d">graha</a> (Mercury), whose influence is sometimes auspicious and sometimes inauspicious. Next, above <a href="/d/budha" class="d">Budha</a>-<a href="/d/graha" class="d">graha</a> by 200,000 <span class="Italic">yojanas,</span> is A&#7749;g&#257;raka (Mars), which almost always has an unfavorable influence. Above A&#7749;g&#257;raka by another 200,000 <span class="Italic">yojanas</span> is the planet called <a href="/d/brhaspati" class="d">B&#7771;haspati</a>-<a href="/d/graha" class="d">graha</a> (Jupiter), which is always very favorable for qualified <span class="Italic">br&#257;hma&#7751;as.</span> Above <a href="/d/brhaspati" class="d">B&#7771;haspati</a>-<a href="/d/graha" class="d">graha</a> is the planet &#346;anai&#347;cara (Saturn), which is very inauspicious, and above Saturn is a group of seven stars occupied by great saintly persons who are always thinking of the welfare of the entire universe. These seven stars circumambulate Dhruvaloka, which is the residence of Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> within this universe.</div>
</div><p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/5/22/22_summary">https://prabhupadabooks.com/sb/5/22/22_summary</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/5/21/19?d=1">SB 5.21.19</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/5/22/1?d=1">SB 5.22.1</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
