<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 7.5 Summary Srimad-Bhagavatam</title>
<meta property="og:title" content="SB 7.5 Summary Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/7?d=1"  class="breadcrumb" title="Canto 7: The Science of God">Canto 7: "The Science of God"</a> > <a href="https://prabhupadabooks.com/sb/7/5?d=1"  class="breadcrumb" title="SB 7.5: Prahlada Maharaja, the Saintly Son of Hiranyakasipu">SB 7.5</a> > <a href="https://prabhupadabooks.com/sb/7/5/5_summary?d=1"  class="breadcrumb" title="SB 7.5 Summary">SB 7.5 Summary</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="89019"></A><div id="89019"> </div>
<div style=" text-align : left"><div class="Normal-Level"><a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> did not carry out the orders of his teachers, for he was always engaged in worshiping Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>. As described in this chapter, Hira&#7751;yaka&#347;ipu tried to kill <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>, even by having a snake bite him and by putting him under the feet of elephants, yet he was unsuccessful.</div>
</div><A NAME="89020"></A><div id="89020"> </div>
<div style=" text-align : left"><div class="Normal-Level">Hira&#7751;yaka&#347;ipu&rsquo;s spiritual master, &#346;ukr&#257;c&#257;rya, had two sons named &#7778;a&#7751;&#7693;a and Amarka, to whom <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> was entrusted for education. Although the teachers tried to educate the boy <a href="/d/prahlada" class="d">Prahl&#257;da</a> in politics, economics and other material activities, he did not care for their instructions. Instead, he continued to be a pure devotee. <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> never liked the idea of discriminating between one&rsquo;s friends and enemies. Because he was spiritually inclined, he was equal toward everyone.</div>
</div><A NAME="89021"></A><div id="89021"> </div>
<div style=" text-align : left"><div class="Normal-Level">Once upon a time, Hira&#7751;yaka&#347;ipu inquired from his son what the best thing was that he had learned from his teachers. <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> replied that a man engrossed in the material consciousness of duality, thinking, &ldquo;This is mine, and that belongs to my enemy,&rdquo; should give up his householder life and go to the forest to worship the Supreme Lord.</div>
</div><A NAME="89022"></A><div id="89022"> </div>
<div style=" text-align : left"><div class="Normal-Level">When Hira&#7751;yaka&#347;ipu heard from his son about devotional service, he decided that this small boy had been polluted by some friend in school. Thus he advised the teachers to take care of the boy so that he would not become a <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> conscious devotee. However, when the teachers inquired from <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> why he was going against their teachings, <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> taught the teachers that the mentality of ownership is false and that he was therefore trying to become an unalloyed devotee of Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>. The teachers, being very angry at this answer, chastised and threatened the boy with many fearful conditions. They taught him to the best of their ability and then brought him before his father.</div>
</div><A NAME="89023"></A><div id="89023"> </div>
<div style=" text-align : left"><div class="Normal-Level">Hira&#7751;yaka&#347;ipu affectionately took his son <a href="/d/prahlada" class="d">Prahl&#257;da</a> on his lap and then inquired from him what the best thing was that he had learned from his teachers. As usual, <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> began praising the nine processes of devotional service, such as <span class="Italic"><a href="/d/sravanam" class="d">&#347;rava&#7751;am</a></span> and <span class="Italic"><a href="/d/kirtanam" class="d">k&#299;rtanam</a>.</span> Thus the King of the demons, Hira&#7751;yaka&#347;ipu, being extremely angry, chastised the teachers, &#7778;a&#7751;&#7693;a and Amarka, for having wrongly trained <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>. The so-called teachers informed the King that <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> was automatically a devotee and did not listen to their instructions. When they proved themselves innocent, Hira&#7751;yaka&#347;ipu inquired from <a href="/d/prahlada" class="d">Prahl&#257;da</a> where he had learned <span class="Italic"><a href="/d/visnu" class="d">vi&#7779;&#7751;u</a>-<a href="/d/bhakti" class="d">bhakti</a>.</span> <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> replied that those who are attached to family life do not develop <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness, either personally or collectively. Instead, they suffer repeated birth and death in this material world and continue simply chewing the chewed. <a href="/d/prahlada" class="d">Prahl&#257;da</a> explained that the duty of every man is to take shelter of a pure devotee and thus become eligible to understand <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness.</div>
</div><A NAME="89024"></A><div id="89024"> </div>
<div style=" text-align : left"><div class="Normal-Level">Enraged at this answer, Hira&#7751;yaka&#347;ipu threw <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> from his lap. Since <a href="/d/prahlada" class="d">Prahl&#257;da</a> was so treacherous that he had become a devotee of <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>, who had killed his uncle <a href="/d/hiranyaksa" class="d">Hira&#7751;y&#257;k&#7779;a</a>, Hira&#7751;yaka&#347;ipu asked his assistants to kill him. The assistants of Hira&#7751;yaka&#347;ipu struck <a href="/d/prahlada" class="d">Prahl&#257;da</a> with sharp weapons, threw him under the feet of elephants, subjected him to hellish conditions, threw him from the peak of a mountain and tried to kill him in thousands of other ways, but they were unsuccessful. Hira&#7751;yaka&#347;ipu therefore became increasingly afraid of his son <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> and arrested him. The sons of Hira&#7751;yaka&#347;ipu&rsquo;s spiritual master, &#346;ukr&#257;c&#257;rya, began teaching <a href="/d/prahlada" class="d">Prahl&#257;da</a> in their own way, but <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> did not accept their instructions. While the teachers were absent from the classroom, <a href="/d/prahlada" class="d">Prahl&#257;da</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> began to preach <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness in the school, and by his instructions all his class friends, the sons of the demons, became devotees like him.</div>
</div><p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/7/5/5_summary">https://prabhupadabooks.com/sb/7/5/5_summary</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/7/4/46?d=1">SB 7.4.46</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/7/5/1?d=1">SB 7.5.1</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
