<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 1.1.1 Srimad-Bhagavatam</title>
<meta name="description" content="O my Lord, Sri Krsna, son of Vasudeva, O all-pervading Personality of Godhead, I offer my respectful obeisances unto You.">
<meta property="og:title" content="SB 1.1.1 Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="O my Lord, Çré Kåñëa, son of Vasudeva, O all-pervading Personality of Godhead, I offer my respectful obeisances unto You." />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/1?d=1"  class="breadcrumb" title="Canto 1:Creation">Canto 1:"Creation"</a> > <a href="https://prabhupadabooks.com/sb/1/1?d=1"  class="breadcrumb" title="SB 1.1: Questions by the Sages">SB 1.1: Questions by the Sages</a> > <a href="https://prabhupadabooks.com/sb/1/1/1?d=1"  class="breadcrumb" title="SB 1.1.1">SB 1.1.1</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="11038"></A><div id="11038"> </div>
<div class="Textnum">TEXT 1</div>
<A NAME="11041"></A><div id="11041"> </div>
<div class="Uvaca-line">o&#7745; namo bhagavate v&#257;sudev&#257;ya</div>
<A NAME="11042"></A><div id="11042"> </div>
<div class="Verse-Text">janm&#257;dy asya yato 'nvay&#257;d itarata&#347; c&#257;rthe&#7779;v abhij&ntilde;a&#7717; svar&#257;&#7789;</div>
<A NAME="11043"></A><div id="11043"> </div>
<div class="Verse-Text">tene brahma h&#7771;d&#257; ya &#257;di-kavaye muhyanti yat s&#363;raya&#7717;</div>
<A NAME="11044"></A><div id="11044"> </div>
<div class="Verse-Text">tejo-v&#257;ri-m&#7771;d&#257;&#7745; yath&#257; vinimayo yatra tri-sargo 'm&#7771;&#7779;&#257;</div>
<A NAME="11045"></A><div id="11045"> </div>
<div class="Verse-Text">dh&#257;mn&#257; svena sad&#257; nirasta-kuhaka&#7745; satya&#7745; para&#7745; dh&#299;mahi</div>
<A NAME="11046"></A><div id="11046"> </div>
<div class="Synonyms-Section">SYNONYMS</div>
<A NAME="11047"></A><div id="11047"> </div>
<div class="Synonyms"><span class="Italic"><a href="/d/om" class="d">om</a></span>&mdash;O my Lord; <span class="Italic"><a href="/d/namah" class="d">nama&#7717;</a></span>&mdash;offering my obeisances; <span class="Italic"><a href="/d/bhagavate" class="d">bhagavate</a></span>&mdash;unto the Personality of Godhead; <span class="Italic"><a href="/d/vasudevaya" class="d">v&#257;sudev&#257;ya</a></span>&mdash;unto <a href="/d/vasudeva" class="d">V&#257;sudeva</a> (the son of <a href="/d/vasudeva" class="d">Vasudeva</a>), or Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, the primeval Lord; <span class="Italic"><a href="/d/janma" class="d">janma</a>-<a href="/d/adi" class="d">&#257;di</a></span>&mdash;creation, sustenance and destruction; <span class="Italic"><a href="/d/asya" class="d">asya</a></span>&mdash;of the manifested universes; <span class="Italic"><a href="/d/yatah" class="d">yata&#7717;</a></span>&mdash;from whom; <span class="Italic"><a href="/d/anvayat" class="d">anvay&#257;t</a></span>&mdash;directly; <span class="Italic"><a href="/d/itaratah" class="d">itarata&#7717;</a></span>&mdash;indirectly; <span class="Italic"><a href="/d/ca" class="d">ca</a></span>&mdash;and; <span class="Italic"><a href="/d/arthesu" class="d">arthe&#7779;u</a></span>&mdash;purposes; <span class="Italic"><a href="/d/abhijnah" class="d">abhij&ntilde;a&#7717;</a></span>&mdash;fully cognizant; <span class="Italic"><a href="/d/sva" class="d">sva</a>-<a href="/d/rat" class="d">r&#257;&#7789;</a></span>&mdash;fully independent; <span class="Italic"><a href="/d/tene" class="d">tene</a></span>&mdash;imparted; <span class="Italic"><a href="/d/brahma" class="d">brahma</a></span>&mdash;the Vedic knowledge; <span class="Italic"><a href="/d/hrda" class="d">h&#7771;d&#257;</a></span>&mdash;consciousness of the heart; <span class="Italic"><a href="/d/yah" class="d">ya&#7717;</a></span>&mdash;one who; <span class="Italic"><a href="/d/adi" class="d">&#257;di</a>-<a href="/d/kavaye" class="d">kavaye</a></span>&mdash;unto the original created being; <span class="Italic"><a href="/d/muhyanti" class="d">muhyanti</a></span>&mdash;are illusioned; <span class="Italic"><a href="/d/yat" class="d">yat</a></span>&mdash;about whom; <span class="Italic"><a href="/d/surayah" class="d">s&#363;raya&#7717;</a></span>&mdash;great sages and demigods; <span class="Italic"><a href="/d/tejah" class="d">teja&#7717;</a></span>&mdash;fire; <span class="Italic"><a href="/d/vari" class="d">v&#257;ri</a></span>&mdash;water; <span class="Italic"><a href="/d/mrdam" class="d">m&#7771;d&#257;m</a></span>&mdash;earth; <span class="Italic"><a href="/d/yatha" class="d">yath&#257;</a></span>&mdash;as much as; <span class="Italic"><a href="/d/vinimayah" class="d">vinimaya&#7717;</a></span>&mdash;action and reaction; <span class="Italic"><a href="/d/yatra" class="d">yatra</a></span>&mdash;whereupon; <span class="Italic"><a href="/d/tri" class="d">tri</a>-<a href="/d/sargah" class="d">sarga&#7717;</a></span>&mdash;three modes of creation, creative faculties; <span class="Italic"><a href="/d/amrsa" class="d">am&#7771;&#7779;&#257;</a></span>&mdash;almost factual; <span class="Italic"><a href="/d/dhamna" class="d">dh&#257;mn&#257;</a></span>&mdash;along with all transcendental paraphernalia; <span class="Italic"><a href="/d/svena" class="d">svena</a></span>&mdash;self-sufficiently; <span class="Italic"><a href="/d/sada" class="d">sad&#257;</a></span>&mdash;always; <span class="Italic"><a href="/d/nirasta" class="d">nirasta</a></span>&mdash;negation by absence; <span class="Italic"><a href="/d/kuhakam" class="d">kuhakam</a></span>&mdash;illusion; <span class="Italic"><a href="/d/satyam" class="d">satyam</a></span>&mdash;truth; <span class="Italic"><a href="/d/param" class="d">param</a></span>&mdash;absolute; <span class="Italic"><a href="/d/dhimahi" class="d">dh&#299;mahi</a></span>&mdash;I do meditate upon.</div>
<A NAME="11048"></A><div id="11048"> </div>
 can not find image file: books/Srimad-Bhagavatam/Canto-1/SB 1.1 1978 Plate 05-i.jpg<div align="center"><a href="https://prabhupadabooks.com/images/books/Srimad-Bhagavatam/Canto-1/SB 1.1 1978 Plate 05-i.jpg"></a><br><b>Eternally existent in His transcendental abode, Goloka Vrndavana, Lord Sri Krsna sits on a jeweled throne with His eternal consort Srimati Radharani, served by hosts of His beloved milkmaids.</b></div><br>
<div class="Verse-Section">TRANSLATION</div>
<A NAME="11049"></A><div id="11049"> </div>
<div class="Translation">O my Lord, &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, son of <a href="/d/vasudeva" class="d">Vasudeva</a>, O all-pervading Personality of Godhead, I offer my respectful obeisances unto You. I meditate upon Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> because He is the Absolute Truth and the primeval cause of all causes of the creation, sustenance and destruction of the manifested universes. He is directly and indirectly conscious of all manifestations, and He is independent because there is no other cause beyond Him. It is He only who first imparted the Vedic knowledge unto the heart of Brahm&#257;j&#299;, the original living being. By Him even the great sages and demigods are placed into illusion, as one is bewildered by the illusory representations of water seen in fire, or land seen on water. Only because of Him do the material universes, temporarily manifested by the reactions of the three modes of nature, appear factual, although they are unreal. I therefore meditate upon Him, Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, who is eternally existent in the transcendental abode, which is forever free from the illusory representations of the material world. I meditate upon Him, for He is the Absolute Truth.</div>
<A NAME="11050"></A><div id="11050"> </div>
<div class="Verse-Section">PURPORT</div>
<A NAME="11051"></A><div id="11051"> </div>
<div class="First">Obeisances unto the Personality of Godhead, <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, directly indicate Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, who is the divine son of <a href="/d/vasudeva" class="d">Vasudeva</a> and <a href="/d/devaki" class="d">Devak&#299;</a>. This fact will be more explicitly explained in the text of this work. &#346;r&#299; Vy&#257;sadeva asserts herein that &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is the original Personality of Godhead, and all others are His direct or indirect plenary portions or portions of the portion. &#346;r&#299;la <a href="/d/jiva" class="d">J&#299;va</a> Gosv&#257;m&#299; has even more explicitly explained the subject matter in his <span class="Italic"><a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>-<a href="/d/sandarbha" class="d">sandarbha</a>.</span> And <a href="/d/brahma" class="d">Brahm&#257;</a>, the original living being, has explained the subject of &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> substantially in his treatise named <span class="Italic"><a href="/d/brahma" class="d">Brahma</a>-<a href="/d/samhita" class="d">sa&#7745;hit&#257;</a>.</span> In the <span class="Italic"><a href="/d/sama" class="d">S&#257;ma</a>-<a href="/d/veda" class="d">veda</a> <a href="/d/upanisad" class="d">Upani&#7779;ad</a>,</span> it is also stated that Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is the divine son of <a href="/d/devaki" class="d">Devak&#299;</a>. Therefore, in this prayer, the first proposition holds that Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is the primeval Lord, and if any transcendental nomenclature is to be understood as belonging to the Absolute Personality of Godhead, it must be the name indicated by the word <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, which means the all-attractive. In <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a>,</span> in many places, the Lord asserts Himself to be the original Personality of Godhead, and this is confirmed by <a href="/d/arjuna" class="d">Arjuna</a>, and also by great sages like <a href="/d/narada" class="d">N&#257;rada</a>, <a href="/d/vyasa" class="d">Vy&#257;sa</a>, and many others. In the <span class="Italic"><a href="/d/padma" class="d">Padma</a> <a href="/d/purana" class="d">Pur&#257;&#7751;a</a>,</span> it is also stated that out of the innumerable names of the Lord, the name of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is the principal one. <a href="/d/vasudeva" class="d">V&#257;sudeva</a> indicates the plenary portion of the Personality of Godhead, and all the different forms of the Lord, being identical with <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, are indicated in this text. The name <a href="/d/vasudeva" class="d">V&#257;sudeva</a> particularly indicates the divine son of <a href="/d/vasudeva" class="d">Vasudeva</a> and <a href="/d/devaki" class="d">Devak&#299;</a>. &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is always meditated upon by the <span class="Italic">paramaha&#7745;sas,</span> who are the perfected ones among those in the renounced order of life.</div>
<A NAME="11052"></A><div id="11052"> </div>
<div class="Purport"><a href="/d/vasudeva" class="d">V&#257;sudeva</a>, or Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, is the cause of all causes. Everything that exists emanates from the Lord. How this is so is explained in later chapters of this work. This work is described by <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> as the spotless <span class="Italic"><a href="/d/purana" class="d">Pur&#257;&#7751;a</a></span> because it contains the transcendental narration of the Personality of Godhead &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. The history of the <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> is also very glorious. It was compiled by &#346;r&#299; Vy&#257;sadeva after he had attained maturity in transcendental knowledge. He wrote this under the instructions of &#346;r&#299; N&#257;radaj&#299;, his spiritual master. Vy&#257;sadeva compiled all Vedic literatures, containing the four divisions of the <span class="Italic">Vedas,</span> the <span class="Italic"><a href="/d/vedanta" class="d">Ved&#257;nta</a>-s&#363;tras</span> (or the <span class="Italic"><a href="/d/brahma" class="d">Brahma</a>-s&#363;tras</span>), the <span class="Italic">Pur&#257;&#7751;as,</span> the <span class="Italic">Mah&#257;bh&#257;rata,</span> and so on. But nevertheless he was not satisfied. His dissatisfaction was observed by his spiritual master, and thus <a href="/d/narada" class="d">N&#257;rada</a> advised him to write on the transcendental activities of Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. These transcendental activities are described specifically in the Tenth Canto of this work. But, in order to reach to the very substance, one must proceed gradually by developing knowledge of the categories.</div>
<A NAME="11053"></A><div id="11053"> </div>
<div class="Purport">It is natural that a philosophical mind wants to know about the origin of the creation. At night he sees the stars in the sky, and he naturally speculates about their inhabitants. Such inquiries are natural for man because man has a developed consciousness which is higher than that of the animals. The author of <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> gives a direct answer to such inquiries. He says that the Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is the origin of all creations. He is not only the creator of the universe, but the destroyer as well. The manifested cosmic nature is created at a certain period by the will of the Lord. It is maintained for some time, and then it is annihilated by His will. Therefore, the supreme will is behind all cosmic activities. Of course, there are atheists of various categories who do not believe in a creator, but that is due to a poor fund of knowledge. The modern scientist, for example, has created space satellites, and by some arrangement or other, these satellites are thrown into outer space to fly for some time at the control of the scientist who is far away. Similarly, all the universes with innumerable stars and planets are controlled by the intelligence of the Personality of Godhead.</div>
<A NAME="11054"></A><div id="11054"> </div>
<div class="Purport"><JD:"Destination-27">In Vedic literatures, it is said that the Absolute Truth, Personality of Godhead, is the chief amongst all living personalities. All living beings, beginning from the first created being, <a href="/d/brahma" class="d">Brahm&#257;</a>, down to the smallest ant, are individual living beings. And above <a href="/d/brahma" class="d">Brahm&#257;</a>, there are even other living beings with individual capacities, and the Personality of Godhead is also a similar living being. And He is an individual as are the other living beings. But the Supreme Lord, or the supreme living being, has the greatest intelligence, and He possesses supermost inconceivable energies of all different varieties. If a man's brain can produce a space satellite, one can very easily imagine how brains higher than man can produce similarly wonderful things which are far superior. The reasonable person will easily accept this argument, but there are stubborn atheists who would never agree. &#346;r&#299;la Vy&#257;sadeva, however, at once accepts the supreme intelligence as the <span class="Italic"><a href="/d/paramesvara" class="d">parame&#347;vara</a>.</span> He offers his respectful obeisances unto the supreme intelligence addressed as the <span class="Italic"><a href="/d/para" class="d">para</a></span> or the <span class="Italic"><a href="/d/paramesvara" class="d">parame&#347;vara</a></span> or the Supreme Personality of Godhead. And that <span class="Italic"><a href="/d/paramesvara" class="d">parame&#347;vara</a></span> is &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, as admitted in <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> and other scriptures delivered by &#346;r&#299; Vy&#257;sadeva and specifically in this <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>.</span> In <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a>,</span> the Lord says that there is no other <span class="Italic"><a href="/d/para" class="d">para</a>-<a href="/d/tattva" class="d">tattva</a></span> (<span class="Italic">summum bonum</span>) than Himself. Therefore, &#346;r&#299; Vy&#257;sadeva at once worships the <span class="Italic"><a href="/d/para" class="d">para</a>-<a href="/d/tattva" class="d">tattva</a>,</span> &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, whose transcendental activities are described in the Tenth Canto.</div>
<A NAME="11055"></A><div id="11055"> </div>
<div class="Purport"><JD:"Destination-28">Unscrupulous persons go immediately to the Tenth Canto and especially to the five chapters which describe the Lord's <span class="Italic"><a href="/d/rasa" class="d">r&#257;sa</a></span> dance. This portion of the <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> is the most confidential part of this great literature. Unless one is thoroughly accomplished in the transcendental knowledge of the Lord, one is sure to misunderstand the Lord's worshipable transcendental pastimes called <span class="Italic"><a href="/d/rasa" class="d">r&#257;sa</a></span> dance and His love affairs with the <span class="Italic">gop&#299;s.</span> This subject matter is highly spiritual, and only the liberated persons who have gradually attained to the stage of <span class="Italic"><a href="/d/paramahamsa" class="d">paramaha&#7745;sa</a></span> can transcendentally relish this <span class="Italic"><a href="/d/rasa" class="d">r&#257;sa</a></span> dance. &#346;r&#299;la Vy&#257;sadeva therefore gives the reader the chance to gradually develop spiritual realization before actually relishing the essence of the pastimes of the Lord. Therefore, he purposely invokes a <a href="/d/gayatri" class="d">G&#257;yatr&#299;</a> <span class="Italic"><a href="/d/mantra" class="d">mantra</a>, <a href="/d/dhimahi" class="d">dh&#299;mahi</a>.</span> This <a href="/d/gayatri" class="d">G&#257;yatr&#299;</a> <span class="Italic"><a href="/d/mantra" class="d">mantra</a></span> is meant for spiritually advanced people. When one is successful in chanting the <a href="/d/gayatri" class="d">G&#257;yatr&#299;</a> <span class="Italic"><a href="/d/mantra" class="d">mantra</a>,</span> he can enter into the transcendental position of the Lord. One must therefore acquire brahminical qualities or be perfectly situated in the quality of goodness in order to chant the <a href="/d/gayatri" class="d">G&#257;yatr&#299;</a> <span class="Italic"><a href="/d/mantra" class="d">mantra</a></span> successfully and then attain to the stage of transcendentally realizing the Lord, His name, His fame, His qualities and so on.</div>
<A NAME="11056"></A><div id="11056"> </div>
<div class="Purport"><span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> is the narration of the <span class="Italic"><a href="/d/svarupa" class="d">svar&#363;pa</a></span> of the Lord manifested by His internal potency, and this potency is distinguished from the external potency which has manifested the cosmic world, which is within our experience. &#346;r&#299;la Vy&#257;sadeva makes a clear distinction between the two in this <span class="Italic"><a href="/d/sloka" class="d">&#347;loka</a>.</span> &#346;r&#299; Vy&#257;sadeva says herein that the manifested internal potency is real, whereas the external manifested energy in the form of material existence is only temporary and illusory like the mirage in the desert. In the desert mirage there is no actual water. There is only the appearance of water. Real water is somewhere else. The manifested cosmic creation appears as reality. But reality, of which this is but a shadow, is in the spiritual world. Absolute Truth is in the spiritual sky, not the material sky. In the material sky everything is relative truth. That is to say, one truth depends on something else. This cosmic creation results from interaction of the three modes of nature, and the temporary manifestations are so created as to present an illusion of reality to the bewildered mind of the conditioned soul, who appears in so many species of life, including the higher demigods, like <a href="/d/brahma" class="d">Brahm&#257;</a>, <a href="/d/indra" class="d">Indra</a>, <a href="/d/candra" class="d">Candra</a>, and so on. In actuality, there is no reality in the manifested world. There appears to be reality, however, because of the true reality which exists in the spiritual world, where the Personality of Godhead eternally exists with His transcendental paraphernalia.</div>
<A NAME="11057"></A><div id="11057"> </div>
<div class="Purport">The chief engineer of a complicated construction does not personally take part in the construction, but he knows every nook and corner because everything is done under his direction. He knows everything about the construction, both directly and indirectly. Similarly, the Personality of Godhead, who is the supreme engineer of this cosmic creation, knows every nook and corner, although affairs are being carried out by demigods. Beginning from <a href="/d/brahma" class="d">Brahm&#257;</a> down to the insignificant ant, no one is independent in the material creation. The hand of the Lord is seen everywhere. All material elements as well as all spiritual sparks emanate from Him only. And whatever is created in this material world is but the interaction of two energies, the material and the spiritual, which emanate from the Absolute Truth, the Personality of Godhead, &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. A chemist can manufacture water in the chemical laboratory by mixing hydrogen and oxygen. But, in reality, the living entity works in the laboratory under the direction of the Supreme Lord. And the materials with which he works are also supplied by the Lord. The Lord knows everything directly and indirectly, and He is cognizant of all minute details, and He is fully independent. He is compared to a mine of gold, and the cosmic creations in so many different forms are compared to objects made from the gold, such as gold rings, necklaces and so on. The gold ring and the gold necklace are qualitatively one with the gold in the mine, but quantitatively the gold in the mine is different. Therefore, the Absolute Truth is simultaneously one and different. Nothing is absolutely equal with the Absolute Truth, but at the same time, nothing is independent of the Absolute Truth.</div>
<A NAME="11058"></A><div id="11058"> </div>
<div class="Purport">Conditioned souls, beginning from <a href="/d/brahma" class="d">Brahm&#257;</a>, who engineers the entire universe, down to the insignificant ant, are all creating, but none of them are independent of the Supreme Lord. The materialist wrongly thinks that there is no creator other than his own self. This is called <span class="Italic"><a href="/d/maya" class="d">m&#257;y&#257;</a>,</span> or illusion. Because of his poor fund of knowledge, the materialist cannot see beyond the purview of his imperfect senses, and thus he thinks that matter automatically takes its own shape without the aid of a superior intelligence. This is refuted in this <span class="Italic"><a href="/d/sloka" class="d">&#347;loka</a></span> by &#346;r&#299;la Vy&#257;sadeva: "Since the complete whole or the Absolute Truth is the source of everything, nothing can be independent of the body of the Absolute Truth." Whatever happens to the body quickly becomes known to the embodied. Similarly, the creation is the body of the absolute whole. Therefore, the Absolute knows everything directly and indirectly that happens in the creation.</div>
<A NAME="11059"></A><div id="11059"> </div>
<div class="Purport">In the <span class="Italic"><a href="/d/sruti" class="d">&#347;ruti</a>-<a href="/d/mantra" class="d">mantra</a>,</span> it is also stated that the absolute whole or <a href="/d/brahman" class="d">Brahman</a> is the ultimate source of everything. Everything emanates from Him, and everything is maintained by Him. And at the end, everything enters into Him. That is the law of nature. In the <span class="Italic"><a href="/d/smrti" class="d">sm&#7771;ti</a>-<a href="/d/mantra" class="d">mantra</a>,</span> the same is confirmed. It is said that the source from which everything emanates at the beginning of Brahm&#257;'s millennium and the reservoir to which everything ultimately enters, is the Absolute Truth or <a href="/d/brahman" class="d">Brahman</a>. Material scientists take it for granted that the ultimate source of the planetary system is the sun, but they are unable to explain the source of the sun. Herein, the ultimate source is explained. According to the Vedic literatures, <a href="/d/brahma" class="d">Brahm&#257;</a>, who may be compared to the sun, is not the ultimate creator. It is stated in this <span class="Italic"><a href="/d/sloka" class="d">&#347;loka</a></span> that <a href="/d/brahma" class="d">Brahm&#257;</a> was taught Vedic knowledge by the Personality of Godhead. One may argue that <a href="/d/brahma" class="d">Brahm&#257;</a>, being the original living being, could not be inspired because there was no other being living at that time. Herein it is stated that the Supreme Lord inspired the secondary creator, <a href="/d/brahma" class="d">Brahm&#257;</a>, in order that <a href="/d/brahma" class="d">Brahm&#257;</a> could carry out his creative functions. So, the supreme intelligence behind all creations is the Absolute Godhead, &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. In <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a>,</span> Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> states that it is He only who superintends the creative energy, <span class="Italic"><a href="/d/prakrti" class="d">prak&#7771;ti</a>,</span> which constitutes the totality of matter. Therefore, &#346;r&#299; Vy&#257;sadeva does not worship <a href="/d/brahma" class="d">Brahm&#257;</a>, but the Supreme Lord, who guides <a href="/d/brahma" class="d">Brahm&#257;</a> in his creative activities. In this <span class="Italic"><a href="/d/sloka" class="d">&#347;loka</a>,</span> the particular words <span class="Italic"><a href="/d/abhijnah" class="d">abhij&ntilde;a&#7717;</a></span> and <span class="Italic"><a href="/d/svarat" class="d">svar&#257;&#7789;</a></span> are significant. These two words distinguish the Supreme Lord from all the other living entities. No other living entity is either <span class="Italic"><a href="/d/abhijnah" class="d">abhij&ntilde;a&#7717;</a></span> or <span class="Italic"><a href="/d/svarat" class="d">svar&#257;&#7789;</a>.</span> That is, no one is either fully cognizant or fully independent. Even <a href="/d/brahma" class="d">Brahm&#257;</a> has to meditate upon the Supreme Lord in order to create. Then what to speak of great scientists like Einstein! The brains of such a scientist are certainly not the products of any human being. Scientists cannot manufacture such a brain, and what to speak of foolish atheists who defy the authority of the Lord? Even <a href="/d/mayavadi" class="d">M&#257;y&#257;v&#257;d&#299;</a> impersonalists who flatter themselves that they can become one with the Lord are neither <span class="Italic"><a href="/d/abhijnah" class="d">abhij&ntilde;a&#7717;</a></span> or <span class="Italic"><a href="/d/svarat" class="d">svar&#257;&#7789;</a>.</span> Such impersonalists undergo severe austerities to acquire knowledge to become one with the Lord. But ultimately they become dependent on some rich disciple who supplies them with money to build monasteries and temples. Atheists like <a href="/d/ravana" class="d">R&#257;va&#7751;a</a> or Hira&#7751;yaka&#347;ipu had to undergo severe penances before they could flout the authority of the Lord. But ultimately, they were rendered helpless and could not save themselves when the Lord appeared before them as cruel death. This is also the case with the modern atheists who also <a href="/d/dare" class="d">dare</a> to flout the authority of the Lord. Such atheists will be dealt with similarly, for history repeats itself. Whenever men neglect the authority of the Lord, nature and her laws are there to penalize them. This is confirmed in <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> in the well-known verse <span class="Italic"><a href="/d/yada" class="d">yad&#257;</a> yad&#257; <a href="/d/hi" class="d">hi</a> <a href="/d/dharmasya" class="d">dharmasya</a> <a href="/d/glanih" class="d">gl&#257;ni&#7717;</a>.</span> "Whenever there is a decline of <span class="Italic"><a href="/d/dharma" class="d">dharma</a></span> and a rise of <span class="Italic"><a href="/d/adharma" class="d">adharma</a>,</span> O <a href="/d/arjuna" class="d">Arjuna</a>, then I incarnate Myself." (Bg. <a href="https://prabhupadabooks.com/bg/4/7?d=1">4.7</a>)</div>
<A NAME="11060"></A><div id="11060"> </div>
<div class="Purport">That the Supreme Lord is all-perfect is confirmed in all <span class="Italic"><a href="/d/sruti" class="d">&#347;ruti</a>-mantras.</span> It is said in the <span class="Italic"><a href="/d/sruti" class="d">&#347;ruti</a>-mantras</span> that the all-perfect Lord threw a glance over matter and thus created all living beings. The living beings are parts and parcels of the Lord, and He impregnates the vast material creation with seeds of spiritual sparks, and thus the creative energies are set in motion to enact so many wonderful creations. An atheist may argue that God is no more expert than a watchmaker, but of course God is greater because He can create machines in duplicate male and female forms. The male and female forms of different types of machineries go on producing innumerable similar machines without God's further attention. If a man could manufacture such a set of machines that could produce other machines without his attention, then he could approach the intelligence of God. But that is not possible, for each machine has to be handled individually. Therefore, no one can create as well as God. Another name for God is <span class="Italic">asamaurdhva,</span> which means that no one is equal to or greater than Him. <span class="Italic"><a href="/d/param" class="d">Para&#7745;</a> <a href="/d/satyam" class="d">satyam</a>,</span> or the Supreme Truth, is He who has no equal or superior. This is confirmed in the <span class="Italic"><a href="/d/sruti" class="d">&#347;ruti</a>-mantras.</span> It is said that before the creation of the material universe there existed the Lord only, who is master of everyone. That Lord instructed <a href="/d/brahma" class="d">Brahm&#257;</a> in Vedic knowledge. That Lord has to be obeyed in all respects. Anyone who wants to get rid of the material entanglement must surrender unto Him. This is also confirmed in <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a>.</span></div>
<A NAME="11061"></A><div id="11061"> </div>
<div class="Purport">Unless one surrenders unto the lotus feet of the Supreme Lord, it is certain that he will be bewildered. When an intelligent man surrenders unto the lotus feet of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and knows completely that <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is the cause of all causes, as confirmed in <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a>,</span> then only can such an intelligent man become a <span class="Italic"><a href="/d/mahatma" class="d">mah&#257;tm&#257;</a>,</span> or great soul. But such a great soul is rarely seen. Only the <span class="Italic">mah&#257;tm&#257;s</span> can understand that the Supreme Lord is the primeval cause of all creations. He is <span class="Italic"><a href="/d/parama" class="d">parama</a></span> or ultimate truth because all other truths are relative to Him. He is omniscient. For Him, there is no illusion.</div>
<A NAME="11062"></A><div id="11062"> </div>
<div class="Purport">Some <a href="/d/mayavadi" class="d">M&#257;y&#257;v&#257;d&#299;</a> scholars argue that <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> was not compiled by &#346;r&#299; Vy&#257;sadeva. And some of them suggest that this book is a modern creation written by someone named Vopadeva. In order to refute such meaningless arguments, &#346;r&#299; &#346;r&#299;dhara <a href="/d/svami" class="d">Sv&#257;m&#299;</a> points out that there is reference to the <span class="Italic"><a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> in many of the oldest <span class="Italic">Pur&#257;&#7751;as.</span> This first <span class="Italic"><a href="/d/sloka" class="d">&#347;loka</a></span> of the <span class="Italic"><a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> begins with the <a href="/d/gayatri" class="d">G&#257;yatr&#299;</a> <span class="Italic"><a href="/d/mantra" class="d">mantra</a>.</span> There is reference to this in the <span class="Italic"><a href="/d/matsya" class="d">Matsya</a> <a href="/d/purana" class="d">Pur&#257;&#7751;a</a>,</span> which is the oldest <span class="Italic"><a href="/d/purana" class="d">Pur&#257;&#7751;a</a>.</span> In that <span class="Italic"><a href="/d/purana" class="d">Pur&#257;&#7751;a</a>,</span> it is said with reference to the <a href="/d/gayatri" class="d">G&#257;yatr&#299;</a> <span class="Italic"><a href="/d/mantra" class="d">mantra</a></span> in the <span class="Italic"><a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> that there are many narrations of spiritual instructions beginning with the <a href="/d/gayatri" class="d">G&#257;yatr&#299;</a> <span class="Italic"><a href="/d/mantra" class="d">mantra</a>.</span> And there is the history of V&#7771;tr&#257;sura. Anyone who makes a gift of this great work on a full moon day attains to the highest perfection of life by returning to Godhead. There is reference to the <span class="Italic"><a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> in other <span class="Italic">Pur&#257;&#7751;as</span> also, where it is clearly stated that this work was finished in twelve cantos, which include eighteen thousand <span class="Italic">&#347;lokas.</span> In the <span class="Italic"><a href="/d/padma" class="d">Padma</a> <a href="/d/purana" class="d">Pur&#257;&#7751;a</a></span> also there is reference to the <span class="Italic"><a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> in a conversation between <a href="/d/gautama" class="d">Gautama</a> and <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/ambarisa" class="d">Ambar&#299;&#7779;a</a>. The king was advised therein to read regularly <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> if he desired liberation from material bondage. Under the circumstances, there is no doubt about the authority of the <span class="Italic"><a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>.</span> Within the past five hundred years, many erudite scholars and <span class="Italic">&#257;c&#257;ryas</span> like <a href="/d/jiva" class="d">J&#299;va</a> Gosv&#257;m&#299;, <a href="/d/sanatana" class="d">San&#257;tana</a> Gosv&#257;m&#299;, Vi&#347;van&#257;tha <a href="/d/cakravarti" class="d">Cakravart&#299;</a>, <a href="/d/vallabhacarya" class="d">Vallabh&#257;c&#257;rya</a>, and many other distinguished scholars even after the time of Lord <a href="/d/caitanya" class="d">Caitanya</a> made elaborate commentaries on the <span class="Italic"><a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>.</span> And the serious student would do well to attempt to go through them to better relish the transcendental messages.</div>
<A NAME="11063"></A><div id="11063"> </div>
<div class="Purport">&#346;r&#299;la Vi&#347;van&#257;tha <a href="/d/cakravarti" class="d">Cakravart&#299;</a> &#7788;h&#257;kura specifically deals with the original and pure sex psychology (<span class="Italic"><a href="/d/adi" class="d">&#257;di</a>-<a href="/d/rasa" class="d">rasa</a></span>), devoid of all mundane inebriety. <span class="Italic">The whole material creation is moving under the principle of sex life.</span> In modern civilization, sex life is the focal point for all activities. Wherever one turns his face, he sees sex life predominant. Therefore, sex life is not unreal. Its reality is experienced in the spiritual world. The material sex life is but a perverted reflection of the original fact. The original fact is in the Absolute Truth, and thus the Absolute Truth cannot be impersonal. It is not possible to be impersonal and contain pure sex life. Consequently, the impersonalist philosophers have given indirect impetus to the abominable mundane sex life because they have overstressed the impersonality of the ultimate truth. Consequently, man without information of the actual spiritual form of sex has accepted perverted material sex life as the all in all. There is a distinction between sex life in the diseased material condition and spiritual sex life.</div>
<A NAME="11064"></A><div id="11064"> </div>
<div class="Purport">This <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> will gradually elevate the unbiased reader to the highest perfectional stage of transcendence. It will enable him to transcend the three modes of material activities: fruitive actions, speculative philosophy, and worship of functional deities as inculcated in Vedic verses.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/1/1/1">https://prabhupadabooks.com/sb/1/1/1</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/1/introduction/sb_introduction?d=1">SB Introduction</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/1/1/2?d=1">SB 1.1.2</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
