<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 3.25.34 Srimad-Bhagavatam</title>
<meta name="description" content="A pure devotee, who is attached to the activities of devotional service and who always engages in the service of My lotus feet.">
<meta property="og:title" content="SB 3.25.34 Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="A pure devotee, who is attached to the activities of devotional service and who always engages in the service of My lotus feet." />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/3?d=1"  class="breadcrumb" title="Canto 3: The Status Quo">Canto 3: "The Status Quo"</a> > <a href="https://prabhupadabooks.com/sb/3/25?d=1"  class="breadcrumb" title="SB 3.25: The Glories of Devotional Service">SB 3.25</a> > <a href="https://prabhupadabooks.com/sb/3/25/34?d=1"  class="breadcrumb" title="SB 3.25.34">SB 3.25.34</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="42222"></A><div id="42222"> </div>
<div class="Textnum"><JD:"Destination-813">TEXT 34</div>
<A NAME="42224"></A><div id="42224"> </div>
<div class="Verse-Text">naik&#257;tmat&#257;&#7745; me sp&#7771;hayanti kecin</div>
<A NAME="42225"></A><div id="42225"> </div>
<div class="Verse-Text">mat-p&#257;da-sev&#257;bhirat&#257; mad-&#299;h&#257;&#7717;</div>
<A NAME="42226"></A><div id="42226"> </div>
<div class="Verse-Text">ye &rsquo;nyonyato bh&#257;gavat&#257;&#7717; prasajya</div>
<A NAME="42227"></A><div id="42227"> </div>
<div class="Verse-Text">sabh&#257;jayante mama pauru&#7779;&#257;&#7751;i</div>
<A NAME="42228"></A><div id="42228"> </div>
<div class="Synonyms-Section">SYNONYMS</div>
<A NAME="42229"></A><div id="42229"> </div>
<div class="Synonyms"><span class="Italic"><a href="/d/na" class="d">na</a></span>&mdash;never; <span class="Italic"><a href="/d/eka" class="d">eka</a>-<a href="/d/atmatam" class="d">&#257;tmat&#257;m</a></span>&mdash;merging into oneness; <span class="Italic">me</span>&mdash;My; <span class="Italic"><a href="/d/sprhayanti" class="d">sp&#7771;hayanti</a></span>&mdash;they desire; <span class="Italic"><a href="/d/kecit" class="d">kecit</a></span>&mdash;any; <span class="Italic"><a href="/d/mat" class="d">mat</a>-<a href="/d/pada" class="d">p&#257;da</a>-<a href="/d/seva" class="d">sev&#257;</a></span>&mdash;the service of My lotus feet; <span class="Italic"><a href="/d/abhiratah" class="d">abhirat&#257;&#7717;</a></span>&mdash;engaged in; <span class="Italic"><a href="/d/mat" class="d">mat</a>-<a href="/d/ihah" class="d">&#299;h&#257;&#7717;</a></span>&mdash;endeavoring to attain Me; <span class="Italic"><a href="/d/ye" class="d">ye</a></span>&mdash;those who; <span class="Italic"><a href="/d/anyonyatah" class="d">anyonyata&#7717;</a></span>&mdash;mutually; <span class="Italic"><a href="/d/bhagavatah" class="d">bh&#257;gavat&#257;&#7717;</a></span>&mdash;pure devotees; <span class="Italic"><a href="/d/prasajya" class="d">prasajya</a></span>&mdash;assembling; <span class="Italic"><a href="/d/sabhajayante" class="d">sabh&#257;jayante</a></span>&mdash;glorify; <span class="Italic"><a href="/d/mama" class="d">mama</a></span>&mdash;My; <span class="Italic"><a href="/d/paurusani" class="d">pauru&#7779;&#257;&#7751;i</a></span>&mdash;glorious activities.</div>
<A NAME="42230"></A><div id="42230"> </div>
<div class="Verse-Section">TRANSLATION</div>
<A NAME="42231"></A><div id="42231"> </div>
<div class="Translation">A pure devotee, who is attached to the activities of devotional service and who always engages in the service of My lotus feet, never desires to become one with Me. Such a devotee, who is unflinchingly engaged, always glorifies My pastimes and activities.</div>
<A NAME="42232"></A><div id="42232"> </div>
<div class="Verse-Section">PURPORT</div>
<A NAME="42233"></A><div id="42233"> </div>
<div class="First">There are five kinds of liberation stated in the scriptures. One is to become one with the Supreme Personality of Godhead, or to forsake one&rsquo;s individuality and merge into the Supreme Spirit. This is called <span class="Italic">ek&#257;tmat&#257;m.</span> A devotee never accepts this kind of liberation. The other four liberations are: to be promoted to the same planet as God (<a href="/d/vaikuntha" class="d">Vaiku&#7751;&#7789;ha</a>), to associate personally with the Supreme Lord, to achieve the same opulence as the Lord and to attain the same bodily features as the Supreme Lord. A pure devotee, as will be explained by <a href="/d/kapila" class="d">Kapila</a> <a href="/d/muni" class="d">Muni</a>, does not aspire for any of the five liberations. He especially despises as hellish the idea of becoming one with the Supreme Personality of Godhead. &#346;r&#299; Prabodh&#257;nanda <a href="/d/sarasvati" class="d">Sarasvat&#299;</a>, a great devotee of Lord <a href="/d/caitanya" class="d">Caitanya</a>, said, <span class="Italic"><a href="/d/kaivalyam" class="d">kaivalya&#7745;</a> narak&#257;yate:</span> &ldquo;The happiness of becoming one with the Supreme Lord, which is aspired for by the M&#257;y&#257;v&#257;d&#299;s, is considered hellish.&rdquo; That oneness is not for pure devotees.</div>
<A NAME="42234"></A><div id="42234"> </div>
<div class="Purport">There are many so-called devotees who think that in the conditioned state we may worship the Personality of Godhead but that ultimately there is no personality; they say that since the Absolute Truth is impersonal, one can imagine a personal form of the impersonal Absolute Truth for the time being, but as soon as one becomes liberated the worship stops. That is the theory put forward by the <a href="/d/mayavada" class="d">M&#257;y&#257;v&#257;da</a> philosophy. Actually the impersonalists do not merge into the existence of the Supreme Person but into His personal bodily luster, which is called the <span class="Italic">brahmajyoti.</span> Although that <span class="Italic">brahmajyoti</span> is not different from His personal body, that sort of oneness (merging into the bodily luster of the Personality of Godhead) is not accepted by a pure devotee because the devotees engage in greater pleasure than the so-called pleasure of merging into His existence. The greatest pleasure is to serve the Lord. Devotees are always thinking about how to serve Him; they are always designing ways and means to serve the Supreme Lord, even in the midst of the greatest obstacles of material existence.</div>
<A NAME="42235"></A><div id="42235"> </div>
<div class="Purport">The M&#257;y&#257;v&#257;d&#299;s accept the description of the pastimes of the Lord as stories, but actually they are not stories; they are historical facts. Pure devotees accept the narrations of the pastimes of the Lord not as stories but as Absolute Truth. The words <span class="Italic"><a href="/d/mama" class="d">mama</a> <a href="/d/paurusani" class="d">pauru&#7779;&#257;&#7751;i</a></span> are significant. Devotees are very much attached to glorifying the activities of the Lord, whereas the M&#257;y&#257;v&#257;d&#299;s cannot even think of these activities. According to them the Absolute Truth is impersonal. Without personal existence, how can there be activity? The impersonalists take the activities mentioned in the <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>, Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> and other Vedic literatures as fictitious stories, and therefore they interpret them most mischievously. The have no idea of the Personality of Godhead. They unnecessarily poke their noses into the scripture and interpret it in a deceptive way in order to mislead the innocent public. The activities of <a href="/d/mayavada" class="d">M&#257;y&#257;v&#257;da</a> philosophy are very dangerous to the public, and therefore Lord <a href="/d/caitanya" class="d">Caitanya</a> warned us never to hear from any <a href="/d/mayavadi" class="d">M&#257;y&#257;v&#257;d&#299;</a> about any scripture. They will spoil the entire process, and the person hearing them will never be able to come to the path of devotional service to attain the highest perfection, or will be able to do so only after a very long time.</div>
<A NAME="42236"></A><div id="42236"> </div>
<div class="Purport">It is clearly stated by <a href="/d/kapila" class="d">Kapila</a> <a href="/d/muni" class="d">Muni</a> that <span class="Italic"><a href="/d/bhakti" class="d">bhakti</a></span> activities, or activities in devotional service, are transcendental to <span class="Italic"><a href="/d/mukti" class="d">mukti</a>.</span> This is called <span class="Italic"><a href="/d/pancama" class="d">pa&ntilde;cama</a>-<a href="/d/purusartha" class="d">puru&#7779;&#257;rtha</a>.</span> Generally, people engage in the activities of religion, economic development and sense gratification, and ultimately they work with an idea that they are going to become one with the Supreme Lord (<span class="Italic"><a href="/d/mukti" class="d">mukti</a></span>). But <span class="Italic"><a href="/d/bhakti" class="d">bhakti</a></span> is transcendental to all these activities. The <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>,</span> therefore, begins by stating that all kinds of pretentious religiosity is completely eradicated from the <span class="Italic"><a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>.</span> Ritualistic activities for economic development and sense gratification and, after frustration in sense gratification, the desire to become one with the Supreme Lord, are all completely rejected in the <span class="Italic"><a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>.</span> The <span class="Italic"><a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> is especially meant for the pure devotees, who always engage in <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness, in the activities of the Lord, and always glorify these transcendental activities. Pure devotees worship the transcendental activities of the Lord in <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a>, <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a> and <a href="/d/mathura" class="d">Mathur&#257;</a> as they are narrated in the <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> and other <span class="Italic">pur&#257;&#7751;as.</span> The <a href="/d/mayavadi" class="d">M&#257;y&#257;v&#257;d&#299;</a> philosophers completely reject them as stories, but actually they are great and worshipable subject matters and thus are relishable only for devotees. That is the difference between a <a href="/d/mayavadi" class="d">M&#257;y&#257;v&#257;d&#299;</a> and a pure devotee.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/3/25/34">https://prabhupadabooks.com/sb/3/25/34</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/3/25/33?d=1">SB 3.25.33</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/3/25/35?d=1">SB 3.25.35</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
