<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Adi 5.36 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Adi 5.36 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/adi?d=1"  class="breadcrumb" title="Cc.  Adi-lila">Cc.  Adi-lila</a> > <a href="https://prabhupadabooks.com/cc/adi/5-1?d=1"  class="breadcrumb" title="Adi 5: The Glories of Lord Nityananda Balarama">Adi 5</a> > <a href="https://prabhupadabooks.com/cc/adi/5/36?d=1"  class="breadcrumb" title="Adi 5.36">Adi 5.36</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="135589"></A><div id="135589"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 36</div>
</div><A NAME="135591"></A><div id="135591"> </div>
<div style=" text-align : center"><div class="Verse-Text">yad ar&#299;&#7751;&#257;&#7745; priy&#257;&#7751;&#257;&#7745; ca</div>
</div><A NAME="135592"></A><div id="135592"> </div>
<div style=" text-align : center"><div class="Verse-Text">pr&#257;pyam ekam ivoditam</div>
</div><A NAME="135593"></A><div id="135593"> </div>
<div style=" text-align : center"><div class="Verse-Text">tad brahma-k&#7771;&#7779;&#7751;ayor aiky&#257;t</div>
</div><A NAME="135594"></A><div id="135594"> </div>
<div style=" text-align : center"><div class="Verse-Text">kira&#7751;&#257;rkopam&#257;-ju&#7779;o&#7717;</div>
</div><A NAME="135595"></A><div id="135595"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="135596"></A><div id="135596"> </div>
<div class="Synonyms"><I><a href="/d/yat" class="d">yat</a></I>&mdash;that; <I><a href="/d/arinam" class="d">ar&#299;&#7751;&#257;m</a></I>&mdash;of the enemies of the Supreme Personality of Godhead; <I><a href="/d/priyanam" class="d">priy&#257;&#7751;&#257;m</a></I>&mdash;of the devotees, who are very dear to the Supreme Personality of Godhead; <I><a href="/d/ca" class="d">ca</a></I>&mdash;and; <I><a href="/d/prapyam" class="d">pr&#257;pyam</a></I>&mdash;destination; <I><a href="/d/ekam" class="d">ekam</a></I>&mdash;one only; <I><a href="/d/iva" class="d">iva</a></I>&mdash;thus; <I><a href="/d/uditam" class="d">uditam</a></I>&mdash;said; <I><a href="/d/tat" class="d">tat</a></I>&mdash;that; <I><a href="/d/brahma" class="d">brahma</a></I>&mdash;of impersonal <a href="/d/brahman" class="d">Brahman</a>; <I><a href="/d/krsnayoh" class="d">k&#7771;&#7779;&#7751;ayo&#7717;</a></I>&mdash;and of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, the Supreme Personality of Godhead; <I><a href="/d/aikyat" class="d">aiky&#257;t</a></I>&mdash;due to the oneness; <I><a href="/d/kirana" class="d">kira&#7751;a</a></I>&mdash;the sunshine; <I><a href="/d/arka" class="d">arka</a></I>&mdash;and the sun; <I><a href="/d/upama" class="d">upam&#257;</a></I>&mdash;the comparison; <I><a href="/d/jusoh" class="d">ju&#7779;o&#7717;</a></I>&mdash;which is understood by.</div>
<A NAME="135597"></A><div id="135597"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="135598"></A><div id="135598"> </div>
<div class="Normal-Level"><B>"Where it has been stated that the Lord's enemies and devotees attain the same destination, this refers to the ultimate oneness of <a href="/d/brahman" class="d">Brahman</a> and Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. This may be understood by the example of the sun and the sunshine, in which <a href="/d/brahman" class="d">Brahman</a> is like the sunshine and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> Himself is like the sun."</B></div>
<A NAME="135599"></A><div id="135599"> </div>
<div class="Titles">PURPORT</div>
<A NAME="135600"></A><div id="135600"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">This verse is from the <I><a href="/d/bhakti" class="d">Bhakti</a>-<a href="/d/rasamrta" class="d">ras&#257;m&#7771;ta</a>-<a href="/d/sindhu" class="d">sindhu</a></I> (1.2.278) of &#346;r&#299;la <a href="/d/rupa" class="d">R&#363;pa</a> Gosv&#257;m&#299;, who further discusses this same topic in his <I><a href="/d/laghu" class="d">Laghu</a>-<a href="/d/bhagavatamrta" class="d">bh&#257;gavat&#257;m&#7771;ta</a></I> (<I><a href="/d/purva" class="d">P&#363;rva</a></I> 5.41). There he refers to the <I><a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> <a href="/d/purana" class="d">Pur&#257;&#7751;a</a></I> (4.15.1), where Maitreya <a href="/d/muni" class="d">Muni</a> asked <a href="/d/parasara" class="d">Par&#257;&#347;ara</a>, in regard to <a href="/d/jaya" class="d">Jaya</a> and <a href="/d/vijaya" class="d">Vijaya</a>, how it was that Hira&#7751;yaka&#347;ipu next became <a href="/d/ravana" class="d">R&#257;va&#7751;a</a> and enjoyed more material happiness than the demigods but did not attain salvation, although when he became &#346;i&#347;up&#257;la, quarreled with <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and was killed, he attained salvation and merged into the body of Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. <a href="/d/parasara" class="d">Par&#257;&#347;ara</a> replied that Hira&#7751;yaka&#347;ipu failed to recognize Lord N&#7771;si&#7745;hadeva as Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>. He thought that N&#7771;si&#7745;hadeva was some living entity who had acquired such opulence by various pious activities. Being overcome by the mode of passion, he considered Lord N&#7771;si&#7745;hadeva an ordinary living entity, not understanding His form. Nevertheless, because Hira&#7751;yaka&#347;ipu was killed by the hands of Lord N&#7771;si&#7745;hadeva, in his next life he became <a href="/d/ravana" class="d">R&#257;va&#7751;a</a> and had proprietorship of unlimited opulence. As <a href="/d/ravana" class="d">R&#257;va&#7751;a</a>, with unlimited material enjoyment, he could not accept Lord <a href="/d/rama" class="d">R&#257;ma</a> as the Personality of Godhead. Therefore even though he was killed by <a href="/d/rama" class="d">R&#257;ma</a>, he did not attain <I><a href="/d/sayujya" class="d">s&#257;yujya</a>,</I> or oneness with the body of the Lord. In his <a href="/d/ravana" class="d">R&#257;va&#7751;a</a> body he was too much attracted to R&#257;ma's wife, J&#257;nak&#299;, and because of that attraction he was able to see Lord <a href="/d/rama" class="d">R&#257;ma</a>. But instead of accepting Lord <a href="/d/rama" class="d">R&#257;ma</a> as an incarnation of <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>, <a href="/d/ravana" class="d">R&#257;va&#7751;a</a> thought Him an ordinary living being. When killed by the hands of <a href="/d/rama" class="d">R&#257;ma</a>, therefore, he got the privilege of taking birth as &#346;i&#347;up&#257;la, who had such immense opulence that he could think himself a competitor to <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. Although &#346;i&#347;up&#257;la was always envious of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, he frequently uttered the name of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and always thought of the beautiful features of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. Thus by constantly thinking and chanting of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, even unfavorably, he was cleansed of the contamination of his sinful activities. When &#346;i&#347;up&#257;la was killed by the <a href="/d/sudarsana" class="d">Sudar&#347;ana</a> <I><a href="/d/cakra" class="d">cakra</a></I> of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> as an enemy, his constant remembrance of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> dissolved the reactions of his vices, and he attained salvation by becoming one with the body of the Lord.</div>
</div><A NAME="135601"></A><div id="135601"> </div>
<div class="Normal-Level">From this incident one can understand that even a person who thinks of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> as an enemy and is killed by Him may be liberated by becoming one with the body of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. What then must be the destination of devotees who always think favorably of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> as their master or friend? These devotees must attain a situation better than Brahmaloka, the impersonal bodily effulgence of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. Devotees cannot be situated in the impersonal <a href="/d/brahman" class="d">Brahman</a> effulgence, into which impersonalists desire to merge. The devotees are placed in Vaiku&#7751;&#7789;haloka or K&#7771;&#7779;&#7751;aloka.</div>
<A NAME="135602"></A><div id="135602"> </div>
<div class="Normal-Level">This discussion between Maitreya <a href="/d/muni" class="d">Muni</a> and <a href="/d/parasara" class="d">Par&#257;&#347;ara</a> <a href="/d/muni" class="d">Muni</a> centered on whether devotees come down into the material world in every millennium like <a href="/d/jaya" class="d">Jaya</a> and <a href="/d/vijaya" class="d">Vijaya</a>, who were cursed by the Kum&#257;ras to that effect. In the course of these instructions to Maitreya about Hira&#7751;yaka&#347;ipu, <a href="/d/ravana" class="d">R&#257;va&#7751;a</a> and &#346;i&#347;up&#257;la, <a href="/d/parasara" class="d">Par&#257;&#347;ara</a> did not say that these demons were formerly <a href="/d/jaya" class="d">Jaya</a> and <a href="/d/vijaya" class="d">Vijaya</a>. He simply described the transmigration through three lives. It is not necessary for the <a href="/d/vaikuntha" class="d">Vaiku&#7751;&#7789;ha</a> associates of the Supreme Personality of Godhead to come to take the roles of His enemies in all the millenniums in which He appears. The "falldown" of <a href="/d/jaya" class="d">Jaya</a> and <a href="/d/vijaya" class="d">Vijaya</a> occurred in a particular millennium; <a href="/d/jaya" class="d">Jaya</a> and <a href="/d/vijaya" class="d">Vijaya</a> do not come down in every millennium to act as demons. To think that some associates of the Lord fall down from <a href="/d/vaikuntha" class="d">Vaiku&#7751;&#7789;ha</a> in every millennium to become demons is totally incorrect.</div>
<A NAME="135603"></A><div id="135603"> </div>
<div class="Normal-Level">The Supreme Personality of Godhead has all the tendencies that may be found in the living entity, for He is the chief living entity. Therefore it is natural that sometimes Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> wants to fight. Just as He has the tendencies to create, to enjoy, to be a friend, to accept a mother and father, and so on, He also has the tendency to fight. Sometimes important landlords and kings keep wrestlers with whom they practice mock fighting, and <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> makes similar arrangements. The demons who fight with the Supreme Personality of Godhead in the material world are sometimes His associates. When there is a scarcity of demons and the Lord wants to fight, He instigates some of His associates of <a href="/d/vaikuntha" class="d">Vaiku&#7751;&#7789;ha</a> to come and play as demons. When it is said that &#346;i&#347;up&#257;la merged into the body of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, it should be noted that in this case he was not <a href="/d/jaya" class="d">Jaya</a> or <a href="/d/vijaya" class="d">Vijaya</a>; he was actually a demon.</div>
<A NAME="135604"></A><div id="135604"> </div>
<div class="Normal-Level">In his <I>B&#7771;had-<a href="/d/bhagavatamrta" class="d">bh&#257;gavat&#257;m&#7771;ta</a>,</I> &#346;r&#299;la <a href="/d/sanatana" class="d">San&#257;tana</a> Gosv&#257;m&#299; has explained that the attainment of salvation by merging into the <a href="/d/brahman" class="d">Brahman</a> effulgence of the Lord cannot be accepted as the highest success in life, because demons like <a href="/d/kamsa" class="d">Ka&#7745;sa</a>, who were famous for killing <I>br&#257;hma&#7751;as</I> and cows, attained that salvation. For devotees such salvation is abominable. Devotees are actually in a transcendental position, whereas nondevotees are candidates for hellish conditions of life. There is always a difference between the life of a devotee and the life of a demon, and their realizations are as different as heaven and hell.</div>
<A NAME="135605"></A><div id="135605"> </div>
<div class="Normal-Level">Demons are always accustomed to be malicious toward devotees and to kill <I>br&#257;hma&#7751;as</I> and cows. For demons, merging in the <a href="/d/brahman" class="d">Brahman</a> effulgence may be very glorious, but for devotees it is hellish. A devotee's aim in life is to attain perfection in loving the Supreme Personality of Godhead. Those who aspire to merge into the <a href="/d/brahman" class="d">Brahman</a> effulgence are as abominable as demons. Devotees who aspire to associate with the Supreme Lord to render Him transcendental loving service are far superior.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/adi/5/36">https://prabhupadabooks.com/cc/adi/5/36</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/adi/5/35?d=1">Adi 5.35</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/adi/5/37?d=1">Adi 5.37</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
