<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Adi 5.41 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Adi 5.41 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/adi?d=1"  class="breadcrumb" title="Cc.  Adi-lila">Cc.  Adi-lila</a> > <a href="https://prabhupadabooks.com/cc/adi/5-1?d=1"  class="breadcrumb" title="Adi 5: The Glories of Lord Nityananda Balarama">Adi 5</a> > <a href="https://prabhupadabooks.com/cc/adi/5/41?d=1"  class="breadcrumb" title="Adi 5.41">Adi 5.41</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="135652"></A><div id="135652"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 41</div>
</div><A NAME="135654"></A><div id="135654"> </div>
<div style=" text-align : center"><div class="Verse-Text">v&#257;sudeva-sa&#7749;kar&#7779;a&#7751;a-pradyumn&#257;niruddha</div>
</div><A NAME="135655"></A><div id="135655"> </div>
<div style=" text-align : center"><div class="Verse-Text">'dvit&#299;ya catur-vy&#363;ha' ei--tur&#299;ya, vi&#347;uddha</div>
</div><A NAME="135656"></A><div id="135656"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="135657"></A><div id="135657"> </div>
<div class="Synonyms"><I><a href="/d/vasudeva" class="d">v&#257;sudeva</a></I>&mdash;the expansion named <a href="/d/vasudeva" class="d">V&#257;sudeva</a>; <I><a href="/d/sankarsana" class="d">sa&#7749;kar&#7779;a&#7751;a</a></I>&mdash;the expansion named <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>; <I><a href="/d/pradyumna" class="d">pradyumna</a></I>&mdash;the expansion named <a href="/d/pradyumna" class="d">Pradyumna</a>; <I><a href="/d/aniruddha" class="d">aniruddha</a></I>&mdash;the expansion named <a href="/d/aniruddha" class="d">Aniruddha</a>; <I><a href="/d/dvitiya" class="d">dvit&#299;ya</a> <a href="/d/catuh" class="d">catu&#7717;</a>-<a href="/d/vyuha" class="d">vy&#363;ha</a></I>&mdash;the second quadruple expansion; <I><a href="/d/ei" class="d">ei</a></I>&mdash;this; <I><a href="/d/turiya" class="d">tur&#299;ya</a></I>&mdash;transcendental; <I><a href="/d/visuddha" class="d">vi&#347;uddha</a></I>&mdash;free from all material contamination.</div>
<A NAME="135658"></A><div id="135658"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="135659"></A><div id="135659"> </div>
<div class="Normal-Level"><B><a href="/d/vasudeva" class="d">V&#257;sudeva</a>, <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, <a href="/d/pradyumna" class="d">Pradyumna</a> and <a href="/d/aniruddha" class="d">Aniruddha</a> constitute this second quadruple. They are purely transcendental.</B></div>
<A NAME="135660"></A><div id="135660"> </div>
<div class="Titles">PURPORT</div>
<A NAME="135661"></A><div id="135661"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">&#346;r&#299;p&#257;da &#346;a&#7749;kar&#257;c&#257;rya has misleadingly explained the quadruple form (<I><a href="/d/catur" class="d">catur</a>-<a href="/d/vyuha" class="d">vy&#363;ha</a></I>) in his interpretation of the forty-second aphorism of Chapter Two of the second <I><a href="/d/khanda" class="d">kha&#7751;&#7693;a</a></I> of the <I><a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sutra" class="d">s&#363;tra</a></I> (<I>utpatty-<a href="/d/asambhavat" class="d">asambhav&#257;t</a></I>). In verses 41 through 47 of this chapter of <I>&#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a>-<a href="/d/caritamrta" class="d">carit&#257;m&#7771;ta</a>,</I> &#346;r&#299;la <a href="/d/krsnadasa" class="d">K&#7771;&#7779;&#7751;ad&#257;sa</a> <a href="/d/kaviraja" class="d">Kavir&#257;ja</a> Gosv&#257;m&#299; answers &#346;r&#299;p&#257;da &#346;a&#7749;kar&#257;c&#257;rya's misleading objections to the personal feature of the Absolute Truth.</div>
</div><A NAME="135662"></A><div id="135662"> </div>
<div class="Normal-Level">The Supreme Personality of Godhead, the Absolute Truth, is not like a material object that can be known by experimental knowledge or sense perception. In the <I><a href="/d/narada" class="d">N&#257;rada</a>-pa&ntilde;car&#257;tra</I> this fact has been explained by <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> Himself to Lord &#346;iva. But &#346;a&#7749;kar&#257;c&#257;rya, the incarnation of &#346;iva, under the order of <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>, his master, had to mislead the monists, who favor ultimate extinction. In the conditioned stage of existence, all living entities have four basic defects, of which one is the cheating propensity. &#346;a&#7749;kar&#257;c&#257;rya has carried this cheating propensity to the extreme to mislead the monists.</div>
<A NAME="135663"></A><div id="135663"> </div>
<div class="Normal-Level">Actually, the quadruple forms explained in the Vedic literature cannot be understood by the speculation of a conditioned soul. The quadruple forms should therefore be accepted just as They are described. The authority of the <I>Vedas</I> is such that even if one does not understand something by his limited perception, he should accept the Vedic injunction and not create interpretations to suit his imperfect understanding. In his <I>&#346;&#257;r&#299;raka-<a href="/d/bhasya" class="d">bh&#257;&#7779;ya</a>,</I> however, &#346;a&#7749;kar&#257;c&#257;rya has increased the misunderstanding of the monists.</div>
<A NAME="135664"></A><div id="135664"> </div>
<div class="Normal-Level">The quadruple forms have a spiritual existence that can be realized in <I><a href="/d/vasudeva" class="d">v&#257;sudeva</a>-<a href="/d/sattva" class="d">sattva</a></I> (<I><a href="/d/suddha" class="d">&#347;uddha</a>-<a href="/d/sattva" class="d">sattva</a></I>), or unqualified goodness, which accompanies complete absorption in the understanding of <a href="/d/vasudeva" class="d">V&#257;sudeva</a>. The quadruple forms, who are full of the six opulences of the Supreme Personality of Godhead, are the enjoyers of the internal potency. Thinking the absolute Personality of Godhead to be poverty-stricken or to have no potency-or, in other words, to be impotent-is simply rascaldom. This rascaldom is the profession of the conditioned soul, and it increases his bewilderment. One who cannot understand the distinctions between the spiritual world and the material world has no qualification to examine or know the situation of the transcendental quadruple forms. In his commentary on <I><a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sutra" class="d">s&#363;tra</a></I> 2.2.42-45, His Holiness &#346;r&#299;p&#257;da &#346;a&#7749;kar&#257;c&#257;rya has made a futile attempt to nullify the existence of these quadruple forms in the spiritual world.</div>
<A NAME="135665"></A><div id="135665"> </div>
<div class="Normal-Level">&#346;a&#7749;kar&#257;c&#257;rya says (<I><a href="/d/sutra" class="d">s&#363;tra</a></I> 42) that devotees think the Supreme Personality of Godhead <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, to be one, to be free from material qualities and to have a transcendental body full of bliss and eternal existence. He is the ultimate goal of the devotees, who believe that the Supreme Personality of Godhead expands Himself into four other eternal transcendental forms-<a href="/d/vasudeva" class="d">V&#257;sudeva</a>, <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, <a href="/d/pradyumna" class="d">Pradyumna</a> and <a href="/d/aniruddha" class="d">Aniruddha</a>. From <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, who is the primary expansion, come <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, <a href="/d/pradyumna" class="d">Pradyumna</a> and <a href="/d/aniruddha" class="d">Aniruddha</a> in that order. Another name of <a href="/d/vasudeva" class="d">V&#257;sudeva</a> is <a href="/d/paramatma" class="d">Param&#257;tm&#257;</a>, another name of <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> is <I><a href="/d/jiva" class="d">j&#299;va</a></I> (the living entity), another name of <a href="/d/pradyumna" class="d">Pradyumna</a> is mind, and another name of <a href="/d/aniruddha" class="d">Aniruddha</a> is <I><a href="/d/ahankara" class="d">aha&#7749;k&#257;ra</a></I> (false ego). Among these expansions, <a href="/d/vasudeva" class="d">V&#257;sudeva</a> is considered the origin of material nature. Therefore &#346;a&#7749;kar&#257;c&#257;rya says that <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, <a href="/d/pradyumna" class="d">Pradyumna</a> and <a href="/d/aniruddha" class="d">Aniruddha</a> must be creations of that original cause.</div>
<A NAME="135666"></A><div id="135666"> </div>
<div class="Normal-Level">Great souls assert that <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>, who is known as <a href="/d/paramatma" class="d">Param&#257;tm&#257;</a>, the Supersoul, is beyond material nature, and this is in accordance with the statements of the Vedic literature. M&#257;y&#257;v&#257;d&#299;s also agree that <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> can expand Himself in various forms. &#346;a&#7749;kara says that he does not attempt to argue that portion of the devotees' understanding, but he must protest the idea that <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> is produced from <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, <a href="/d/pradyumna" class="d">Pradyumna</a> is produced from <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, and <a href="/d/aniruddha" class="d">Aniruddha</a> is produced from <a href="/d/pradyumna" class="d">Pradyumna</a>, for if <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> is understood to represent the living entities created from the body of <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, the living entities would have to be noneternal. The living entities are supposed to be freed from material contamination by engaging in prolonged temple worship of the Supreme Personality of Godhead, reading Vedic literature and performing <I><a href="/d/yoga" class="d">yoga</a></I> and pious activities to attain the Supreme Lord. But if the living entities had been created from material nature at a certain point, they would be noneternal and would have no chance to be liberated and associate with the Supreme Personality of Godhead. When a cause is nullified, its results are nullified. In the second chapter of the <I><a href="/d/vedanta" class="d">Ved&#257;nta</a>-s&#363;tra's</I> second <I><a href="/d/khanda" class="d">kha&#7751;&#7693;a</a>,</I> &#256;c&#257;rya Vedavy&#257;sa has also refuted the conception that the living beings were ever born (<I>n&#257;tm&#257; &#347;ruter nityatv&#257;c <a href="/d/ca" class="d">ca</a> <a href="/d/tabhyah" class="d">t&#257;bhya&#7717;</a></I>). Because there is no creation for the living entities, they must be eternal.</div>
<A NAME="135667"></A><div id="135667"> </div>
<div class="Normal-Level">&#346;a&#7749;kar&#257;c&#257;rya says (<I><a href="/d/sutra" class="d">s&#363;tra</a></I> 43) that devotees think that <a href="/d/pradyumna" class="d">Pradyumna</a>, who is considered to represent the senses, has sprung from <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, who is considered to represent the living entities. But we cannot actually experience that a person can produce senses. Devotees also say that from <a href="/d/pradyumna" class="d">Pradyumna</a> has sprung <a href="/d/aniruddha" class="d">Aniruddha</a>, who is considered to represent the ego. But &#346;a&#7749;kar&#257;c&#257;rya says that unless the devotees can show how ego and the means of knowledge can generate from a person, such an explanation of the <I><a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sutra" class="d">s&#363;tra</a></I> cannot be accepted, for no other philosophers accept the <I>s&#363;tras</I> in that way.</div>
<A NAME="135668"></A><div id="135668"> </div>
<div class="Normal-Level">&#346;a&#7749;kar&#257;c&#257;rya also says (<I><a href="/d/sutra" class="d">s&#363;tra</a></I> 44) that he cannot accept the devotees' idea that <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, <a href="/d/pradyumna" class="d">Pradyumna</a> and <a href="/d/aniruddha" class="d">Aniruddha</a> are equally as powerful as the absolute Personality of Godhead, full in the six opulences of knowledge, wealth, strength, fame, beauty and renunciation, and free from the flaw of generation at a certain point. Even if They are full expansions, the flaw of generation remains. <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, <a href="/d/pradyumna" class="d">Pradyumna</a> and <a href="/d/aniruddha" class="d">Aniruddha</a>, being distinct individual persons, cannot be one. Therefore if They are accepted as absolute, full and equal, there would have to be many Personalities of Godhead. But there is no need to accept that there are many Personalities of Godhead, because acceptance of one omnipotent God is sufficient for all purposes. The acceptance of more than one God is contradictory to the conclusion that Lord <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, the absolute Personality of Godhead, is one without a second. Even if we agree to accept that the quadruple forms of Godhead are all identical, we cannot avoid the incongruous flaw of noneternity. Unless we accept that there are some differences among the personalities, there is no meaning to the idea that <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> is an expansion of <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, <a href="/d/pradyumna" class="d">Pradyumna</a> is an expansion of <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, and <a href="/d/aniruddha" class="d">Aniruddha</a> is an expansion of <a href="/d/pradyumna" class="d">Pradyumna</a>. There must be a distinction between cause and effect. For example, a pot is distinct from the earth from which it is made, and therefore we can ascertain that the earth is the cause and the pot is the effect. Without such distinctions, there is no meaning to cause and effect. Furthermore, the followers of the Pa&ntilde;car&#257;tric principles do not accept any differences in knowledge and qualities between <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, <a href="/d/pradyumna" class="d">Pradyumna</a> and <a href="/d/aniruddha" class="d">Aniruddha</a>. The devotees accept all these expansions to be one, but why should they restrict oneness to these quadruple expansions? Certainly we should not do so, for all living entities, from <a href="/d/brahma" class="d">Brahm&#257;</a> to the insignificant ant, are expansions of <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, as accepted in all the <I>&#347;rutis</I> and <I>sm&#7771;tis.</I></div>
<A NAME="135669"></A><div id="135669"> </div>
<div class="Normal-Level">&#346;a&#7749;kar&#257;c&#257;rya also says (<I><a href="/d/sutra" class="d">s&#363;tra</a></I> 45) that the devotees who follow the <I>Pa&ntilde;car&#257;tra</I> state that God's qualities and God Himself, as the owner of the qualities, are the same. But how can the <I><a href="/d/bhagavata" class="d">Bh&#257;gavata</a></I> school state that the six opulences-wisdom, wealth, strength, fame, beauty and renunciation-are identical with Lord <a href="/d/vasudeva" class="d">V&#257;sudeva</a>? This is impossible.</div>
<A NAME="135670"></A><div id="135670"> </div>
<div class="Normal-Level">In his <I><a href="/d/laghu" class="d">Laghu</a>-<a href="/d/bhagavatamrta" class="d">bh&#257;gavat&#257;m&#7771;ta</a></I> (<I><a href="/d/purva" class="d">P&#363;rva</a></I> 5.165-193), &#346;r&#299;la <a href="/d/rupa" class="d">R&#363;pa</a> Gosv&#257;m&#299; has refuted the charges directed against the devotees by &#346;r&#299;p&#257;da &#346;a&#7749;kar&#257;c&#257;rya regarding their explanation of the quadruple forms <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, <a href="/d/pradyumna" class="d">Pradyumna</a> and <a href="/d/aniruddha" class="d">Aniruddha</a>. He says that these four expansions of <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> are present in the spiritual sky, where They are famous as Mah&#257;vastha. Among Them, <a href="/d/vasudeva" class="d">V&#257;sudeva</a> is worshiped within the heart by meditation because He is the predominating Deity of the heart, as explained in <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> (<a href="https://prabhupadabooks.com/sb/4/3/23?d=1">4.3.23</a>).</div>
<A NAME="135671"></A><div id="135671"> </div>
<div class="Normal-Level"><a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, the second expansion, is V&#257;sudeva's personal expansion for pastimes, and since He is the reservoir of all living entities, He is sometimes called <I><a href="/d/jiva" class="d">j&#299;va</a>.</I> The beauty of <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> is more than that of innumerable full moons radiating light beams. He is worshipable as the principle of ego. He has invested Anantadeva with all the potencies of sustenance. For the dissolution of the creation, He also exhibits Himself as the Supersoul in <a href="/d/rudra" class="d">Rudra</a>, irreligiosity, <I><a href="/d/sarpa" class="d">sarpa</a></I> (the snake), <I><a href="/d/antaka" class="d">antaka</a></I> (death) and the demons.</div>
<A NAME="135672"></A><div id="135672"> </div>
<div class="Normal-Level"><a href="/d/pradyumna" class="d">Pradyumna</a>, the third manifestation, appears from <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>. Those who are especially intelligent worship this <a href="/d/pradyumna" class="d">Pradyumna</a> expansion of <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> as the principle of the intelligence. The goddess of fortune always chants the glories of <a href="/d/pradyumna" class="d">Pradyumna</a> in the place known as <I><a href="/d/ilavrta" class="d">Il&#257;v&#7771;ta</a>-<a href="/d/varsa" class="d">var&#7779;a</a>,</I> and she always serves Him with great devotion. His complexion appears sometimes golden and sometimes bluish like new monsoon clouds in the sky. He is the origin of the creation of the material world, and He has invested His creative principle in Cupid. It is by His direction only that all men and demigods and other living entities function with energy for regeneration.</div>
<A NAME="135673"></A><div id="135673"> </div>
<div class="Normal-Level"><a href="/d/aniruddha" class="d">Aniruddha</a>, the fourth of the quadruple expansions, is worshiped by great sages and psychologists as the principle of the mind. His complexion is similar to the bluish hue of a blue cloud. He engages in the maintenance of the cosmic manifestation and is the Supersoul of <a href="/d/dharma" class="d">Dharma</a> (the deity of religiosity), the Manus (the progenitors of mankind) and the <I>devat&#257;s</I> (demigods). The <I><a href="/d/moksa" class="d">Mok&#7779;a</a>-<a href="/d/dharma" class="d">dharma</a></I> Vedic scripture indicates that <a href="/d/pradyumna" class="d">Pradyumna</a> is the Deity of the total mind, whereas <a href="/d/aniruddha" class="d">Aniruddha</a> is the Deity of the total ego, but previous statements regarding the quadruple forms are confirmed in the <I>Pa&ntilde;car&#257;tra tantras</I> in all respects.</div>
<A NAME="135674"></A><div id="135674"> </div>
<div class="Normal-Level">In the <I><a href="/d/laghu" class="d">Laghu</a>-<a href="/d/bhagavatamrta" class="d">bh&#257;gavat&#257;m&#7771;ta</a></I> (<I><a href="/d/purva" class="d">P&#363;rva</a></I> 5.86-100), there is a lucid explanation of the inconceivable potencies of the Supreme Personality of Godhead. Negating &#346;a&#7749;kar&#257;c&#257;rya's statements, the <I><a href="/d/maha" class="d">Mah&#257;</a>-<a href="/d/varaha" class="d">var&#257;ha</a> <a href="/d/purana" class="d">Pur&#257;&#7751;a</a></I> declares:</div>
<A NAME="135675"></A><div id="135675"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">sarve nity&#257;&#7717; &#347;&#257;&#347;vat&#257;&#347; ca<br>deh&#257;s tasya par&#257;tmana&#7717;<br>h&#257;nop&#257;d&#257;na-rahit&#257;<br>naiva prak&#7771;ti-j&#257;&#7717; kvacit</div>
</div><A NAME="135676"></A><div id="135676"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"All the varied expansions of the Personality of Godhead are transcendental and eternal, and all of them repeatedly descend to all the different universes of the material creation. Their bodies, composed of eternity, bliss and knowledge, are everlasting; there is no chance of their decaying, for they are not creations of the material world. Their forms are concentrated spiritual existence, always complete with all spiritual qualities and devoid of material contamination."</div>
</div><A NAME="135677"></A><div id="135677"> </div>
<div class="Normal-Level">Confirming these statements, the <I><a href="/d/narada" class="d">N&#257;rada</a>-pa&ntilde;car&#257;tra</I> asserts:</div>
<A NAME="135678"></A><div id="135678"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">ma&#7751;ir yath&#257; vibh&#257;gena<br>n&#299;la-p&#299;t&#257;dibhir yuta&#7717;<br>r&#363;pa-bhedam av&#257;pnoti<br>dhy&#257;na-bhed&#257;t tath&#257;cyuta&#7717;</div>
</div><A NAME="135679"></A><div id="135679"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"The infallible Personality of Godhead can manifest His body in different ways according to different modes of worship, just as the <I><a href="/d/vaidurya" class="d">vaid&#363;rya</a></I> gem can manifest itself in various colors, such as blue and yellow." Each incarnation is distinct from all the others. This is possible by the Lord's inconceivable potency, by which He can simultaneously represent Himself as one, as various partial forms and as the origin of these partial forms. Nothing is impossible for His inconceivable potencies.</div>
</div><A NAME="135680"></A><div id="135680"> </div>
<div class="Normal-Level"><a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is one without a second, but He manifests Himself in different bodies, as stated by <a href="/d/narada" class="d">N&#257;rada</a> in the Tenth Canto of <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>:</I></div>
<A NAME="135681"></A><div id="135681"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">citra&#7745; bataitad ekena<br>vapu&#7779;&#257; yugapat p&#7771;thak<br>g&#7771;he&#7779;u dvy-a&#7779;&#7789;a-s&#257;hasra&#7745;<br>striya eka ud&#257;vahat</div>
</div><A NAME="135682"></A><div id="135682"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"It is wonderful indeed that one <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> has simultaneously become different K&#7771;&#7779;&#7751;as in 16,000 palaces to accept 16,000 queens as His wives." (<I>Bh&#257;g.</I> 10.69.2) The <I><a href="/d/padma" class="d">Padma</a> <a href="/d/purana" class="d">Pur&#257;&#7751;a</a></I> also explains:</div>
</div><A NAME="135683"></A><div id="135683"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">sa devo bahudh&#257; bh&#363;tv&#257;<br>nirgu&#7751;a&#7717; puru&#7779;ottama&#7717;<br>ek&#299;-bh&#363;ya puna&#7717; &#347;ete<br>nirdo&#7779;o harir &#257;di-k&#7771;t</div>
</div><A NAME="135684"></A><div id="135684"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"The same Personality of Godhead, <a href="/d/purusottama" class="d">Puru&#7779;ottama</a>, the original person, who is always devoid of material qualities and contamination, can exhibit Himself in various forms and at the same time lie down in one form."</div>
</div><A NAME="135685"></A><div id="135685"> </div>
<div class="Normal-Level">In the Tenth Canto of <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> it is said, <I><a href="/d/yajanti" class="d">yajanti</a> tvan-may&#257;s <a href="/d/tvam" class="d">tv&#257;&#7745;</a> <a href="/d/vai" class="d">vai</a> <a href="/d/bahu" class="d">bahu</a>-m&#363;rty-<a href="/d/eka" class="d">eka</a>-<a href="/d/murtikam" class="d">m&#363;rtikam</a>:</I> "O my Lord, although You manifest Yourself in varieties of forms, You are one without a second. Therefore pure devotees concentrate upon You and worship only You." (<I>Bh&#257;g.</I> 10.40.7) In the <I><a href="/d/kurma" class="d">K&#363;rma</a> <a href="/d/purana" class="d">Pur&#257;&#7751;a</a></I> it is said:</div>
<A NAME="135686"></A><div id="135686"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">asth&#363;la&#347; c&#257;na&#7751;u&#347; caiva<br>sth&#363;lo '&#7751;u&#347; caiva sarvata&#7717;<br>avar&#7751;a&#7717; sarvata&#7717; prokta&#7717;<br>&#347;y&#257;mo rakt&#257;nta-locana&#7717;</div>
</div><A NAME="135687"></A><div id="135687"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"The Lord is personal although impersonal, He is atomic although great, and He is blackish and has red eyes although He is colorless." By material calculation all this may appear contradictory, but if we understand that the Supreme Personality of Godhead has inconceivable potencies, we can accept these facts as eternally possible in Him. In our present condition we cannot understand the spiritual activities and how they occur, but although they are inconceivable in the material context, we should not disregard such contradictory conceptions.</div>
</div><A NAME="135688"></A><div id="135688"> </div>
<div class="Normal-Level">Although it is apparently inconceivable, it is quite possible for the Absolute to reconcile all opposing elements. <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> establishes this in the Sixth Canto (6.9.34-37):</div>
<A NAME="135689"></A><div id="135689"> </div>
<div class="Normal-Level">"O my Lord, Your transcendental pastimes and enjoyments all appear inconceivable because they are not limited by the causal and effective actions of material thought. You can do everything without performing bodily work. The <I>Vedas</I> say that the Absolute Truth has multifarious potencies and does not need to do anything personally. My dear Lord, You are entirely devoid of material qualities. Without anyone's help, You can create, maintain and dissolve the entire qualitative material manifestation, yet in all such activities You do not change. You do not accept the results of Your activities, unlike ordinary demons and demigods, who suffer or enjoy the reactions of their activities in the material world. Unaffected by the reactions of work, You eternally exist with Your full spiritual potency. This we cannot fully understand.</div>
<A NAME="135690"></A><div id="135690"> </div>
<div class="Normal-Level">"Because You are unlimited in Your six opulences, no one can count Your transcendental qualities. Philosophers and other thoughtful persons are overwhelmed by the contradictory manifestations of the physical world and the propositions of logical arguments and judgments. Because they are bewildered by word jugglery and disturbed by the different calculations of the scriptures, their theories cannot touch You, who are the ruler and controller of everyone and whose glories are beyond conception.</div>
<A NAME="135691"></A><div id="135691"> </div>
<div class="Normal-Level">"Your inconceivable potency keeps You unattached to the mundane qualities. Surpassing all conceptions of material contemplation, Your pure transcendental knowledge keeps You beyond all speculative processes. By Your inconceivable potency, there is nothing contradictory in You.</div>
<A NAME="135692"></A><div id="135692"> </div>
<div class="Normal-Level">"People may sometimes think of You as impersonal or personal, but You are one. For persons who are confused or bewildered, a rope may manifest itself as different kinds of snakes. For similar confused persons who are uncertain about You, You create various philosophical methods in pursuance of their uncertain positions."</div>
<A NAME="135693"></A><div id="135693"> </div>
<div class="Normal-Level">We should always remember the differences between spiritual and material actions. The Supreme Lord, being all-spiritual, can perform any act without extraneous help. In the material world, if we want to manufacture an earthen pot, we need the ingredients, a machine and also a laborer. But we should not extend this idea to the actions of the Supreme Lord, for He can create anything in a moment without that which appears necessary in our own conception. When the Lord appears as an incarnation to fulfill a particular purpose, this does not indicate that He is unable to fulfill it without appearing. He can do anything simply by His will, but by His causeless mercy He appears to be dependent upon His devotees. He appears as the son of Ya&#347;od&#257;m&#257;t&#257; not because He is dependent on her care but because He accepts such a role by His causeless mercy. When He appears for the protection of His devotees, He naturally accepts trials and tribulations on their behalf.</div>
<A NAME="135694"></A><div id="135694"> </div>
<div class="Normal-Level">In the <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></I> it is said that the Lord, being equally disposed toward every living being, has no enemies and no friends but He has special affection for a devotee who always thinks of Him in love. Therefore neutrality and partiality are both among the transcendental qualities of the Lord, and they are properly adjusted by His inconceivable energy. The Lord is Parabrahman, or the source of the impersonal <a href="/d/brahma" class="d">Brahma</a>, which is His all-pervading feature of neutrality. In His personal feature, however, as the owner of all transcendental opulences, the Lord displays His partiality by taking the side of His devotees. Partiality, neutrality and all such qualities are present in God; otherwise they could not be experienced in the creation. Since He is the total existence, all things are properly adjusted in the Absolute. In the relative world such qualities are displayed in a perverted manner, and therefore we experience nonduality as a perverted reflection. Because there is no logic to explain how things happen in the realm of spirit, the Lord is sometimes described as being beyond the range of experience. But if we simply accept the Lord's inconceivability, we can then adjust all things in Him. Nondevotees cannot understand the Lord's inconceivable energy, and consequently for them it is said that He is beyond the range of conceivable expression. The author of the <I><a href="/d/brahma" class="d">Brahma</a>-s&#363;tras</I> accepts this fact and says, <I>&#347;rutes <a href="/d/tu" class="d">tu</a> <a href="/d/sabda" class="d">&#347;abda</a>-<a href="/d/mulatvat" class="d">m&#363;latv&#257;t</a>:</I> the Supreme Personality of Godhead, being inconceivable to an ordinary man, can be understood only through the evidence of the Vedic injunctions. The <I><a href="/d/skanda" class="d">Skanda</a> <a href="/d/purana" class="d">Pur&#257;&#7751;a</a></I> confirms, <I><a href="/d/acintyah" class="d">acinty&#257;&#7717;</a> <a href="/d/khalu" class="d">khalu</a> <a href="/d/ye" class="d">ye</a> <a href="/d/bhava" class="d">bh&#257;v&#257;</a> <a href="/d/na" class="d">na</a> t&#257;&#7745;s <a href="/d/tarkena" class="d">tarke&#7751;a</a> <a href="/d/yojayet" class="d">yojayet</a>:</I> "Matters inconceivable to a common man should not be a subject for argument." We find very wonderful qualities even in material jewels and drugs. Indeed, their qualities often appear inconceivable. Therefore if we do not attribute inconceivable potencies to the Supreme Personality of Godhead, we cannot establish His supremacy. It is because of these inconceivable potencies that the glories of the Lord have always been accepted as difficult to understand.</div>
<A NAME="135695"></A><div id="135695"> </div>
<div class="Normal-Level">Ignorance and the jugglery of words are very common in human society, but they do not help one understand the inconceivable energies of the Supreme Personality of Godhead. If we accept such ignorance and word jugglery, we cannot accept the Supreme Lord's perfection in six opulences. For example, one of the opulences of the Supreme Lord is complete knowledge. Therefore, how could ignorance be conceivable in Him? Vedic instructions and sensible arguments establish that the Lord's maintaining the cosmic manifestation and simultaneously being indifferent to the activities of its maintenance cannot be contradictory, because of His inconceivable energies. To a person who is always absorbed in the thought of snakes, a rope always appears to be a snake, and similarly to a person bewildered by material qualities and devoid of knowledge of the Absolute, the Supreme Personality of Godhead appears according to diverse bewildered conclusions.</div>
<A NAME="135696"></A><div id="135696"> </div>
<div class="Normal-Level">Someone might argue that the Absolute would be affected by duality if He were both all-cognizance (<a href="/d/brahman" class="d">Brahman</a>) and the Personality of Godhead with six opulences in full (<a href="/d/bhagavan" class="d">Bhagav&#257;n</a>). To refute such an argument, the aphorism <I><a href="/d/svarupa" class="d">svar&#363;pa</a>-<a href="/d/dvayam" class="d">dvayam</a> &#299;k&#7779;yate</I> declares that in spite of appearances, there is no chance of duality in the Absolute, for He is but one in diverse manifestations. Understanding that the Absolute displays varied pastimes by the influence of His energies at once removes the apparent incongruity of His inconceivably opposite energies. <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> (<a href="https://prabhupadabooks.com/sb/3/4/16?d=1">3.4.16</a>) gives the following description of the inconceivable potency of the Lord:</div>
<A NAME="135697"></A><div id="135697"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">karm&#257;&#7751;y an&#299;hasya bhavo 'bhavasya te<br>durg&#257;&#347;rayo 'th&#257;ri-bhay&#257;t pal&#257;yanam<br>k&#257;l&#257;tmano yat pramad&#257;-yut&#257;&#347;raya&#7717;<br>sv&#257;tman-rate&#7717; khidyati dh&#299;r vid&#257;m iha</div>
</div><A NAME="135698"></A><div id="135698"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"Although the Supreme Personality of Godhead has nothing to do, He nevertheless acts; although He is always unborn, He nevertheless takes birth; although He is time, fearful to everyone, He flees <a href="/d/mathura" class="d">Mathur&#257;</a> in fear of His enemy to take shelter in a fort; and although He is self-sufficient, He marries 16,000 women. These pastimes seem like bewildering contradictions, even to the most intelligent." Had these activities of the Lord not been a reality, sages would not have been puzzled by them. Therefore such activities should never be considered imaginary. Whenever the Lord desires, His inconceivable energy (<I><a href="/d/yogamaya" class="d">yogam&#257;y&#257;</a></I>) serves Him in creating and performing such pastimes.</div>
</div><A NAME="135699"></A><div id="135699"> </div>
<div class="Normal-Level">The scriptures known as the <I>Pa&ntilde;car&#257;tra-&#347;&#257;stras</I> are recognized Vedic scriptures that have been accepted by the great <I>&#257;c&#257;ryas.</I> These scriptures are not products of the modes of passion and ignorance. Learned scholars and <I>br&#257;hma&#7751;as</I> therefore always refer to them as <I><a href="/d/satvata" class="d">s&#257;tvata</a>-sa&#7745;hit&#257;s.</I> The original speaker of these scriptures is <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>, the Supreme Personality of Godhead. This is especially mentioned in the <I><a href="/d/moksa" class="d">Mok&#7779;a</a>-<a href="/d/dharma" class="d">dharma</a></I> (349.68), which is part of the <I>&#346;&#257;nti-<a href="/d/parva" class="d">parva</a></I> of the <I>Mah&#257;bh&#257;rata.</I> Liberated sages like <a href="/d/narada" class="d">N&#257;rada</a> and <a href="/d/vyasa" class="d">Vy&#257;sa</a>, who are free from the four defects of conditioned souls, are the propagators of these scriptures. &#346;r&#299; <a href="/d/narada" class="d">N&#257;rada</a> <a href="/d/muni" class="d">Muni</a> is the original speaker of the <I>Pa&ntilde;car&#257;tra-<a href="/d/sastra" class="d">&#347;&#257;stra</a>.</I> <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> is also considered a <I><a href="/d/satvata" class="d">s&#257;tvata</a>-<a href="/d/samhita" class="d">sa&#7745;hit&#257;</a>.</I> Indeed, &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> declared, <I><a href="/d/srimad" class="d">&#347;r&#299;mad</a>-<a href="/d/bhagavatam" class="d">bh&#257;gavata&#7745;</a></I> <I><a href="/d/puranam" class="d">pur&#257;&#7751;am</a> <a href="/d/amalam" class="d">amalam</a>:</I> "<I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> is a spotless <I><a href="/d/purana" class="d">Pur&#257;&#7751;a</a>.</I>" Malicious editors and scholars who attempt to misrepresent the <I>Pa&ntilde;car&#257;tra-&#347;&#257;stras</I> to refute their regulations are most abominable. In the modern age, such malicious scholars have even commented misleadingly upon the <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a>,</I> which was spoken by <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, to prove that there is no <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. How the M&#257;y&#257;v&#257;d&#299;s have misrepresented the <I>p&#257;&ntilde;car&#257;trika-<a href="/d/vidhi" class="d">vidhi</a></I> will be shown below.</div>
<A NAME="135700"></A><div id="135700"> </div>
<div class="Normal-Level">(1) In commenting on <I><a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sutra" class="d">s&#363;tra</a></I> 2.2.42, &#346;r&#299;p&#257;da &#346;a&#7749;kar&#257;c&#257;rya has claimed that <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> is a <I><a href="/d/jiva" class="d">j&#299;va</a>,</I> an ordinary living entity, but there is no evidence in any Vedic scripture that devotees of the Lord have ever said that <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> is an ordinary living entity. He is an infallible plenary expansion of the Supreme Personality of Godhead in the <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> category, and He is beyond the creation of material nature. He is the original source of the living entities. The <I>Upani&#7779;ads</I> declare, <I>nityo nity&#257;n&#257;&#7745; cetana&#347; cetan&#257;n&#257;m:</I> "He is the supreme living entity among all the living entities." Therefore He is <I><a href="/d/vibhu" class="d">vibhu</a>-<a href="/d/caitanya" class="d">caitanya</a>,</I> the greatest. He is directly the cause of the cosmic manifestation and the infinitesimal living beings. He is the infinite living entity, and ordinary living entities are infinitesimal. Therefore He is never to be considered an ordinary living being, for that would be against the conclusion of the authorized scriptures. The living entities are also beyond the limitations of birth and death. This is the version of the <I>Vedas,</I> and it is accepted by those who follow scriptural injunctions and who have actually descended in the disciplic succession.</div>
<A NAME="135701"></A><div id="135701"> </div>
<div class="Normal-Level">(2) In answer to &#346;a&#7749;kar&#257;c&#257;rya's commentary on <I><a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sutra" class="d">s&#363;tra</a></I> 2.2.43, it must be said that the original <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> of all the <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> categories, which are distributed in several ways, is <a href="/d/mula" class="d">M&#363;la</a>-<a href="/d/sankarsana" class="d">sa&#7749;kar&#7779;a&#7751;a</a>. <I><a href="/d/mula" class="d">M&#363;la</a></I> means "the original." <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> is also <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>, but from Him all other Vi&#7779;&#7751;us expand. This is confirmed in the <I><a href="/d/brahma" class="d">Brahma</a>-<a href="/d/samhita" class="d">sa&#7745;hit&#257;</a>,</I> wherein it is said that just as a flame transferred from another flame acts like the original, so the Vi&#7779;&#7751;us who emanate from M&#363;lasa&#7749;kar&#7779;a&#7751;a are as good as the original <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>. One should worship that Supreme Personality of Godhead, <a href="/d/govinda" class="d">Govinda</a>, who thus expands Himself.</div>
<A NAME="135702"></A><div id="135702"> </div>
<div class="Normal-Level">(3) In reply to the commentary of &#346;a&#7749;kar&#257;c&#257;rya on the forty-fourth aphorism, it may be said that no pure devotees strictly following the principles of <I>Pa&ntilde;car&#257;tra</I> will ever accept the statement that all the expansions of <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> are different identities, for this idea is completely false. Even &#346;r&#299;p&#257;da &#346;a&#7749;kar&#257;c&#257;rya, in his commentary on the forty-second aphorism, has accepted that the Personality of Godhead can automatically expand Himself variously. Therefore his commentary on the forty-second aphorism and his commentary on the forty-fourth aphorism are contradictory. It is a defect of <a href="/d/mayavada" class="d">M&#257;y&#257;v&#257;da</a> commentaries that they make one statement in one place and a contradictory statement in another place as a tactic to refute the <a href="/d/bhagavata" class="d">Bh&#257;gavata</a> school. Thus <a href="/d/mayavadi" class="d">M&#257;y&#257;v&#257;d&#299;</a> commentators do not even follow regulative principles. It should be noted that the <a href="/d/bhagavata" class="d">Bh&#257;gavata</a> school accepts the quadruple forms of <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>, but that does not mean that it accepts many Gods. Devotees know perfectly well that the Absolute Truth, the Supreme Personality of Godhead, is one without a second. They are never pantheists, worshipers of many Gods, for this is against the injunction of the <I>Vedas.</I> Devotees completely believe, with strong faith, that <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> is transcendental and has inconceivable proprietorship of various transcendental potencies. We therefore recommend that scholars consult the <I><a href="/d/laghu" class="d">Laghu</a>-<a href="/d/bhagavatamrta" class="d">bh&#257;gavat&#257;m&#7771;ta</a></I> of &#346;r&#299;la <a href="/d/rupa" class="d">R&#363;pa</a> Gosv&#257;m&#299;, where these ideas are explicitly stated. &#346;r&#299;p&#257;da &#346;a&#7749;kar&#257;c&#257;rya has tried to prove that <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, <a href="/d/pradyumna" class="d">Pradyumna</a> and <a href="/d/aniruddha" class="d">Aniruddha</a> expand through cause and effect. He has compared Them with earth and earthen pots. That is completely ignorant, however, for there is no such thing as cause and effect in Their expansions (<I>n&#257;nyad <a href="/d/yat" class="d">yat</a> <a href="/d/sad" class="d">sad</a>-<a href="/d/asat" class="d">asat</a>-<a href="/d/param" class="d">param</a></I>). The <I><a href="/d/kurma" class="d">K&#363;rma</a> <a href="/d/purana" class="d">Pur&#257;&#7751;a</a></I> also confirms, <I><a href="/d/deha" class="d">deha</a>-<a href="/d/dehi" class="d">dehi</a>-vibhedo 'ya&#7745; ne&#347;vare <a href="/d/vidyate" class="d">vidyate</a> <a href="/d/kvacit" class="d">kvacit</a>:</I> "There is no difference between body and soul in the Supreme Personality of Godhead." Cause and effect are material. For example, it is seen that a father's body is the cause of a son's body, but the soul is neither cause nor effect. On the spiritual platform there are none of the differences we find in cause and effect. Since all the forms of the Supreme Personality of Godhead are spiritually supreme, They are equally controllers of material nature. Standing on the fourth dimension, They are predominating figures on the transcendental platform. There is no trace of material contamination in Their expansions because material laws cannot influence Them. There is no such rule as cause and effect outside of the material world. Therefore the understanding of cause and effect cannot approach the full, transcendental, complete expansions of the Supreme Personality of Godhead. The Vedic literature proves this:</div>
<A NAME="135703"></A><div id="135703"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">o&#7745; p&#363;r&#7751;am ada&#7717; p&#363;r&#7751;am ida&#7745;<br>p&#363;r&#7751;&#257;t p&#363;r&#7751;am udacyate<br>p&#363;r&#7751;asya p&#363;r&#7751;am &#257;d&#257;ya<br>p&#363;r&#7751;am ev&#257;va&#347;i&#7779;yate</div>
</div><A NAME="135704"></A><div id="135704"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"The Personality of Godhead is perfect and complete, and because He is completely perfect, all emanations from Him, such as this phenomenal world, are perfectly equipped as complete wholes. Whatever is produced of the complete whole is also complete by itself. Because He is the complete whole, even though so many complete units emanate from Him, He remains the complete balance." (<I>B&#7771;had-&#257;ra&#7751;yaka <a href="/d/upanisad" class="d">Upani&#7779;ad</a></I> 5.1) It is most apparent that nondevotees violate the rules and regulations of devotional service to equate the whole cosmic manifestation, which is the external feature of <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>, with the Supreme Personality of Godhead, who is the controller of <I><a href="/d/maya" class="d">m&#257;y&#257;</a>,</I> or with His quadruple expansions. The equalization of <I><a href="/d/maya" class="d">m&#257;y&#257;</a></I> and spirit, or <I><a href="/d/maya" class="d">m&#257;y&#257;</a></I> and the Lord, is a sign of atheism. The cosmic creation, which manifests life in forms from <a href="/d/brahma" class="d">Brahm&#257;</a> to the ant, is the external feature of the Supreme Lord. It comprises one fourth of the Lord's energy, as confirmed in the <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></I> (<I>ek&#257;&#7745;&#347;ena sthito <a href="/d/jagat" class="d">jagat</a></I>). The cosmic manifestation of the illusory energy is material nature, and everything within material nature is made of matter. Therefore, one should not try to compare the expansions of material nature to the <I><a href="/d/catur" class="d">catur</a>-<a href="/d/vyuha" class="d">vy&#363;ha</a>,</I> the quadruple expansions of the Personality of Godhead, but unfortunately the <a href="/d/mayavadi" class="d">M&#257;y&#257;v&#257;d&#299;</a> school unreasonably attempts to do this.</div>
</div><A NAME="135705"></A><div id="135705"> </div>
<div class="Normal-Level">(4) To answer &#346;a&#7749;kar&#257;c&#257;rya's commentary on <I><a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sutra" class="d">s&#363;tra</a></I> 2.2.45, the substance of the transcendental qualities and their spiritual nature is described in the <I><a href="/d/laghu" class="d">Laghu</a>-<a href="/d/bhagavatamrta" class="d">bh&#257;gavat&#257;m&#7771;ta</a></I> (<I><a href="/d/purva" class="d">P&#363;rva</a></I> 5.208-214) as follows: "Some say that transcendence must be void of all qualities because qualities are manifested only in matter. According to them, all qualities are like temporary, flickering mirages. But this is not acceptable. Since the Supreme Personality of Godhead is absolute, His qualities are nondifferent from Him. His form, name, qualities and everything else pertaining to Him are as spiritual as He is. Every qualitative expansion of the absolute Personality of Godhead is identical with Him. Since the Absolute Truth, the Personality of Godhead, is the reservoir of all pleasure, all the transcendental qualities that expand from Him are also reservoirs of pleasure. This is confirmed in the scripture known as <I><a href="/d/brahma" class="d">Brahma</a>-<a href="/d/tarka" class="d">tarka</a>,</I> which states that the Supreme Lord <a href="/d/hari" class="d">Hari</a> is qualified by Himself, and therefore <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> and His pure devotees and their transcendental qualities cannot be different from their persons. In the <I><a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> <a href="/d/purana" class="d">Pur&#257;&#7751;a</a></I> Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> is worshiped in the following words: 'Let the Supreme Personality of Godhead be merciful toward us. His existence is never infected by material qualities.' In the same <I><a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> <a href="/d/purana" class="d">Pur&#257;&#7751;a</a></I> it is also said that all the qualities attributed to the Supreme Lord, such as knowledge, opulence, beauty, strength and influence, are known to be nondifferent from Him. This is also confirmed in the <I><a href="/d/padma" class="d">Padma</a> <a href="/d/purana" class="d">Pur&#257;&#7751;a</a>,</I> which explains that whenever the Supreme Lord is described as having no qualities, this should be understood to indicate that He is devoid of material qualities. In the First Chapter of <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> (<a href="https://prabhupadabooks.com/sb/1/16/26-30?d=1">1.16.29</a>) it is said: 'O <a href="/d/dharma" class="d">Dharma</a>, protector of religious principles, all noble and sublime qualities are eternally manifested in the person of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, and devotees and transcendentalists who aspire to become faithful also desire to possess such transcendental qualities.' " It is therefore to be understood that Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, the transcendental form of absolute bliss, is the fountainhead of all pleasurable transcendental qualities and inconceivable potencies. In this connection we may recommend references to <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>,</I> Third Canto, Chapter Twenty-Six, verses 21, 25, 27 and 28.</div>
<A NAME="135706"></A><div id="135706"> </div>
<div class="Normal-Level">&#346;r&#299;p&#257;da R&#257;m&#257;nuj&#257;c&#257;rya has also refuted the arguments of &#346;a&#7749;kara in his own commentary on the <I><a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sutra" class="d">s&#363;tra</a>,</I> which is known as the <I>&#346;r&#299;-<a href="/d/bhasya" class="d">bh&#257;&#7779;ya</a>:</I> "&#346;r&#299;p&#257;da &#346;a&#7749;kar&#257;c&#257;rya has tried to equate the <I>Pa&ntilde;car&#257;tras</I> with the philosophy of the atheist <a href="/d/kapila" class="d">Kapila</a>, and thus he has tried to prove that the <I>Pa&ntilde;car&#257;tras</I> contradict the Vedic injunctions. The <I>Pa&ntilde;car&#257;tras</I> state that the personality of <I><a href="/d/jiva" class="d">j&#299;va</a></I> called <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> has emerged from <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, the supreme cause of all causes, that <a href="/d/pradyumna" class="d">Pradyumna</a>, the mind, has come from <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, and that <a href="/d/aniruddha" class="d">Aniruddha</a>, the ego, has come from <a href="/d/pradyumna" class="d">Pradyumna</a>. But one cannot say that the living entity (<I><a href="/d/jiva" class="d">j&#299;va</a></I>) takes birth or is created, for such a statement is against the injunction of the <I>Vedas.</I> As stated in the <I><a href="/d/katha" class="d">Ka&#7789;ha</a> <a href="/d/upanisad" class="d">Upani&#7779;ad</a></I> (2.18), living entities, as individual spiritual souls, can have neither birth nor death. All Vedic literature declares that the living entities are eternal. Therefore when it is said that <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> is <I><a href="/d/jiva" class="d">j&#299;va</a>,</I> this indicates that He is the predominating Deity of the living entities. Similarly, <a href="/d/pradyumna" class="d">Pradyumna</a> is the predominating Deity of the mind, and <a href="/d/aniruddha" class="d">Aniruddha</a> is the predominating Deity of the ego.</div>
<A NAME="135707"></A><div id="135707"> </div>
<div class="Normal-Level">"It has been said that <a href="/d/pradyumna" class="d">Pradyumna</a>, the mind, was produced from <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>. But if <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> were a living entity, this could not be accepted, because a living entity cannot be the cause of the mind. The Vedic injunctions state that everything-including life, mind and the senses-comes from the Supreme Personality of Godhead. It is impossible for the mind to be produced by a living entity, for the <I>Vedas</I> state that everything comes from the Absolute Truth, the Supreme Lord.</div>
<A NAME="135708"></A><div id="135708"> </div>
<div class="Normal-Level">"Sa&#7749;kar&#7779;a&#7751;a, <a href="/d/pradyumna" class="d">Pradyumna</a> and <a href="/d/aniruddha" class="d">Aniruddha</a> have all the potent features of the absolute Personality of Godhead, according to the revealed scriptures, which contain undeniable facts that no one can refute. Therefore these quadruple forms are never to be considered ordinary living beings. Each of Them is a plenary expansion of the Absolute Godhead, and thus each is identical with the Supreme Lord in knowledge, opulence, energy, influence, prowess and potencies. The evidence of <I>Pa&ntilde;car&#257;tra</I> cannot be neglected. Only untrained persons who have not genuinely studied the <I>Pa&ntilde;car&#257;tras</I> think that the <I>Pa&ntilde;car&#257;tras</I> contradict the <I>&#347;rutis</I> regarding the birth or beginning of the living entity. In this connection, we must accept the verdict of <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>,</I> which says: 'The absolute Personality of Godhead, who is known as <a href="/d/vasudeva" class="d">V&#257;sudeva</a> and who is very affectionate toward His surrendered devotees, expands Himself in quadruple forms who are subordinate to Him and at the same time identical with Him in all respects.' The <I>Pau&#7779;kara-<a href="/d/samhita" class="d">sa&#7745;hit&#257;</a></I> states: 'The scriptures that recommend that <I>br&#257;hma&#7751;as</I> worship the quadruple forms of the Supreme Personality of Godhead are called <I>&#257;gamas</I> [authorized works of Vedic literature].' In all <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> literature it is said that worshiping these quadruple forms is as good as worshiping the Supreme Personality of Godhead <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, who in His different expansions, complete in six opulences, can accept offerings from His devotees of the results of their prescribed duties. Worshiping the expansions for pastimes, such as <a href="/d/nrsimha" class="d">N&#7771;si&#7745;ha</a>, <a href="/d/rama" class="d">R&#257;ma</a>, &#346;e&#7779;a and <a href="/d/kurma" class="d">K&#363;rma</a>, promotes one to the worship of the <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> quadruple. From that position one is raised to the platform of worshiping <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, the Supreme <a href="/d/brahman" class="d">Brahman</a>. In the <I>Pau&#7779;kara-<a href="/d/samhita" class="d">sa&#7745;hit&#257;</a></I> it is said: 'If one fully worships according to the regulative principles, one can attain the Supreme Personality of Godhead, <a href="/d/vasudeva" class="d">V&#257;sudeva</a>.' It is to be accepted that <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, <a href="/d/pradyumna" class="d">Pradyumna</a> and <a href="/d/aniruddha" class="d">Aniruddha</a> are as good as Lord <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, for They all have inconceivable power and can accept transcendental forms like <a href="/d/vasudeva" class="d">V&#257;sudeva</a>. <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, <a href="/d/pradyumna" class="d">Pradyumna</a> and <a href="/d/aniruddha" class="d">Aniruddha</a> are never born, but They can manifest Themselves in various incarnations before the eyes of pure devotees. This is the conclusion of all Vedic literature. That the Lord can manifest Himself before His devotees by His inconceivable power is not against the teaching of the <I>Pa&ntilde;car&#257;tra.</I> Since <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, <a href="/d/pradyumna" class="d">Pradyumna</a> and <a href="/d/aniruddha" class="d">Aniruddha</a> are actually the predominating Deities of all living entities, the total mind and the total ego, the descriptions of <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, <a href="/d/pradyumna" class="d">Pradyumna</a> and <a href="/d/aniruddha" class="d">Aniruddha</a> as <I><a href="/d/jiva" class="d">j&#299;va</a>,</I> mind and ego are never contradictory to the statements of the scriptures. These names identify these Deities, just as the terms 'sky' and 'light' sometimes identify the Absolute <a href="/d/brahman" class="d">Brahman</a>.</div>
<A NAME="135709"></A><div id="135709"> </div>
<div class="Normal-Level">"The scriptures completely deny the birth or production of the living entity. In the <I><a href="/d/parama" class="d">Parama</a>-<a href="/d/samhita" class="d">sa&#7745;hit&#257;</a></I> it is described that material nature, which is used for others' purposes, is factually inert and always subject to transformation. The field of material nature is the arena of the activities of fruitive actors, and since the material field is externally related with the Supreme Personality of Godhead, it is also eternal. In every <I><a href="/d/samhita" class="d">sa&#7745;hit&#257;</a>,</I> the <I><a href="/d/jiva" class="d">j&#299;va</a></I> (living entity) has been accepted as eternal, and in the <I>Pa&ntilde;car&#257;tra</I> the birth of the <I><a href="/d/jiva" class="d">j&#299;va</a></I> is completely denied. Anything that is produced must also be annihilated. Therefore if we accept the birth of the living entity, we also have to accept his annihilation. But since the Vedic literature says that the living entity is eternal, one should not think the living being to be produced at a certain time. In the beginning of the <I><a href="/d/parama" class="d">Parama</a>-<a href="/d/samhita" class="d">sa&#7745;hit&#257;</a></I> it is definitely stated that the face of material nature is constantly changeable. Therefore 'beginning,' 'annihilation' and all such terms are applicable only in the material nature.</div>
<A NAME="135710"></A><div id="135710"> </div>
<div class="Normal-Level">"Considering all these points, one should understand that &#346;a&#7749;kar&#257;c&#257;rya's statement that <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> is born as a <I><a href="/d/jiva" class="d">j&#299;va</a></I> is completely against the Vedic statements. His assertions are completely refuted by the above arguments. In this connection the commentary of &#346;r&#299;dhara <a href="/d/svami" class="d">Sv&#257;m&#299;</a> on <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> (<a href="https://prabhupadabooks.com/sb/3/1/34?d=1">3.1.34</a>) is very helpful."</div>
<A NAME="135711"></A><div id="135711"> </div>
<div class="Normal-Level">For a detailed refutation of &#346;a&#7749;kar&#257;c&#257;rya's arguments to prove <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> an ordinary living being, one may refer to &#346;r&#299;mat Sudar&#347;an&#257;c&#257;rya's commentary on <I>&#346;r&#299;-<a href="/d/bhasya" class="d">bh&#257;&#7779;ya</a>,</I> which is known as the <I>&#346;ruta-prak&#257;&#347;ik&#257;.</I></div>
<A NAME="135712"></A><div id="135712"> </div>
<div class="Normal-Level">The original quadruple forms <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, <a href="/d/baladeva" class="d">Baladeva</a>, <a href="/d/pradyumna" class="d">Pradyumna</a> and <a href="/d/aniruddha" class="d">Aniruddha</a> expand into another quadruple, which is present in the <a href="/d/vaikuntha" class="d">Vaiku&#7751;&#7789;ha</a> planets of the spiritual sky. Therefore the quadruple forms in the spiritual sky are the second manifestation of the original quadruple in <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a>. As explained above, <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, <a href="/d/pradyumna" class="d">Pradyumna</a> and <a href="/d/aniruddha" class="d">Aniruddha</a> are all changeless, transcendental plenary expansions of the Supreme Lord who have no relation to the material modes. The <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> form in the second quadruple is not only a representation of <a href="/d/balarama" class="d">Balar&#257;ma</a> but also the original cause of the Causal Ocean, where K&#257;ra&#7751;odaka&#347;&#257;y&#299; <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> lies asleep, breathing out the seeds of innumerable universes.</div>
<A NAME="135713"></A><div id="135713"> </div>
<div class="Normal-Level">In the spiritual sky there is a spiritual creative energy technically called <I><a href="/d/suddha" class="d">&#347;uddha</a>-<a href="/d/sattva" class="d">sattva</a>,</I> which is a pure spiritual energy that sustains all the <a href="/d/vaikuntha" class="d">Vaiku&#7751;&#7789;ha</a> planets with the full opulences of knowledge, wealth, prowess, etc. All these actions of <I><a href="/d/suddha" class="d">&#347;uddha</a>-<a href="/d/sattva" class="d">sattva</a></I> display the potencies of <a href="/d/maha" class="d">Mah&#257;</a>-<a href="/d/sankarsana" class="d">sa&#7749;kar&#7779;a&#7751;a</a>, who is the ultimate reservoir of all individual living entities who are suffering in the material world. When the cosmic creation is annihilated, the living entities, who are indestructible by nature, rest in the body of <a href="/d/maha" class="d">Mah&#257;</a>-<a href="/d/sankarsana" class="d">sa&#7749;kar&#7779;a&#7751;a</a>. <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> is therefore sometimes called the total <I><a href="/d/jiva" class="d">j&#299;va</a>.</I> As spiritual sparks, the living entities have the tendency to be inactive in the association of material energy, just as sparks of a fire have the tendency to be extinguished as soon as they leave the fire. The spiritual nature of the living being can be rekindled, however, in association with the Supreme Being. Because the living being can appear either in matter or in spirit, the <I><a href="/d/jiva" class="d">j&#299;va</a></I> is called the marginal potency.</div>
<A NAME="135714"></A><div id="135714"> </div>
<div class="Normal-Level"><a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> is the origin of <a href="/d/karana" class="d">K&#257;ra&#7751;a</a> <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>, who is the original form who creates the universes, and that <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> is but a plenary expansion of &#346;r&#299; <a href="/d/nityananda" class="d">Nity&#257;nanda</a> <a href="/d/rama" class="d">R&#257;ma</a>.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/adi/5/41">https://prabhupadabooks.com/cc/adi/5/41</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/adi/5/40?d=1">Adi 5.40</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/adi/5/42?d=1">Adi 5.42</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
