{
	"info": {
		"id": "cc\\adi\\3\\40",
		"nextId": "cc/adi/3/41",
		"prevId": "cc/adi/3/39"
	},
	"verses": [
		{
			"roman": "kali-yuge yuga-dharma--nāmera pracāra\ntathi lāgi' pīta-varṇa caitanyāvatāra\n",
			"isProse": false
		}
	],
	"synonyms": "kali-yuge—in the Age of Kali; yuga-dharma—the religious practice for the age; nāmera—of the holy name; pracāra—propagation; tathi—this; lāgi'-for; pīta-varṇa—having a yellow color; caitanya-avatāra—the incarnation of Lord Caitanya.",
	"translation": "The religious practice for the Age of Kali is to broadcast the glories of the holy name. Only for this purpose has the Lord, in a yellow color, descended as Lord Caitanya.",
	"purport": [
		{
			"type": "normal",
			"content": "In this Age of Kali the practical system of religion for everyone is the chanting of the name of Godhead. This was introduced in this age by Lord Caitanya. Bhakti-yoga actually begins with the chanting of the holy name, as confirmed by Madhvācārya in his commentary on the Muṇḍaka Upaniṣad. He quotes this verse from the Nārāyaṇa-saṁhitā:"
		},
		{
			"type": "normal",
			"content": "dvāparīyair janair viṣṇuḥ\npañcarātrais tu kevalaiḥ\nkalau tu nāma-mātreṇa\npūjyate bhagavān hariḥ"
		},
		{
			"type": "normal",
			"content": "\"In the Dvāpara-yuga people should worship Lord Viṣṇu only by the regulative principles of the Nārada-pañcarātra and other such authorized books. In the Age of Kali, however, people should simply chant the holy names of the Supreme Personality of Godhead.\" The Hare Kṛṣṇa mantra is specifically mentioned in many Upaniṣads, such as the Kali-santaraṇa Upaniṣad, where it is said:"
		},
		{
			"type": "normal",
			"content": "hare kṛṣṇa hare kṛṣṇa\nkṛṣṇa kṛṣṇa hare hare\nhare rāma hare rāma\nrāma rāma hare hare"
		},
		{
			"type": "normal",
			"content": "iti ṣoḍaśakaṁ nāmnāṁ\nkali-kalmaṣa-nāśanam\nnātaḥ parataropāyaḥ\nsarva-vedeṣu dṛśyate"
		},
		{
			"type": "normal",
			"content": "\"After searching through all the Vedic literature one cannot find a method of religion more sublime for this age than the chanting of Hare Kṛṣṇa.\""
		}
	]
}