{
	"info": {
		"id": "cc\\adi\\3\\79",
		"nextId": "cc/adi/3/80",
		"prevId": "cc/adi/3/78"
	},
	"verses": [
		{
			"roman": "koṭi aśvamedha eka kṛṣṇa nāma sama\nyei kahe, se pāṣaṇḍī, daṇḍe tāre yama\n",
			"isProse": false
		}
	],
	"synonyms": "koṭi—ten million; aśvamedha—horse sacrifices; eka—one; kṛṣṇa—of Lord Kṛṣṇa; nāma—name; sama—equal to; yei—one who; kahe—says; se—he; pāṣaṇḍī—atheist; daṇḍe—punishes; tāre—him; yama—Yamarāja.",
	"translation": "One who says that ten million aśvamedha sacrifices are equal to the chanting of the holy name of Lord Kṛṣṇa is undoubtedly an atheist. He is sure to be punished by Yamarāja.",
	"purport": [
		{
			"type": "normal",
			"content": "In the list of the ten kinds of offenses in chanting the holy name of the Supreme Personality of Godhead, Hare Kṛṣṇa, the eighth offense is dharma-vrata-tyāga-hutādi-sarva-śubha-kriyā-sāmyam api pramādaḥ. One should never consider the chanting of the holy name of Godhead equal to pious activities like giving charity to brāhmaṇas or saintly persons, opening charitable educational institutions, distributing free food and so on. The results of pious activities do not equal the results of chanting the holy name of Kṛṣṇa."
		},
		{
			"type": "normal",
			"content": "The Vedic scriptures say:"
		},
		{
			"type": "normal",
			"content": "go-koṭi-dānaṁ grahaṇe khagasya\nprayāga-gaṅgodaka-kalpa-vāsaḥ\nyajñāyutaṁ meru-suvarṇa-dānaṁ\ngovinda-kīrter na samaṁ śatāṁśaiḥ"
		},
		{
			"type": "normal",
			"content": "\"Even if one distributes ten million cows in charity during an eclipse of the sun, lives at the confluence of the Ganges and Yamunā for millions of years, or gives a mountain of gold in sacrifice to the brāhmaṇas, he does not earn one hundredth part of the merit derived from chanting Hare Kṛṣṇa.\" In other words, one who accepts the chanting of Hare Kṛṣṇa to be some kind of pious activity is completely misled. Of course, it is pious; but the real fact is that Kṛṣṇa and His name, being transcendental, are far above all mundane pious activity. Pious activity is on the material platform, but chanting of the holy name of Kṛṣṇa is completely on the spiritual plane. Therefore, although pāsaṇḍīs do not understand this, pious activity can never compare to the chanting of the holy name."
		}
	]
}