{
	"info": {
		"id": "cc\\madhya\\14\\36",
		"nextId": "cc/madhya/14/37",
		"prevId": "cc/madhya/14/35"
	},
	"verses": [
		{
			"roman": "ei-mata jagannātha karena bhojana\nei sukhe mahāprabhura juḍāya nayana\n",
			"isProse": false
		}
	],
	"synonyms": "ei-mata—in this way; jagannātha—Lord Jagannātha; karena bhojana—accepts His food; ei sukhe—in this happiness; mahāprabhura—of Lord Śrī Caitanya Mahāprabhu; juḍāya—become fully satisfied; nayana—the eyes.",
	"translation": "Indeed, Śrī Caitanya Mahāprabhu was fully satisfied just to see how Lord Jagannātha accepted all the food.",
	"purport": [
		{
			"type": "normal",
			"content": "Following in the footsteps of Śrī Caitanya Mahāprabhu, a Vaiṣṇava should be fully satisfied simply to see a variety of food offered to the Deity of Jagannātha or Rādhā-Kṛṣṇa. A Vaiṣṇava should not hunger for a variety of food for his own sake; rather, his satisfaction is in seeing various foods being offered to the Deity. In his Gurv-aṣṭaka, Śrīla Viśvanātha Cakravartī Ṭhākura writes:"
		},
		{
			"type": "normal",
			"content": "catur-vidha-śrī-bhagavat-prasāda-\nsvādv-anna-tṛptān hari-bhakta-saṅghān\nkṛtvaiva tṛptiṁ bhajataḥ sadaiva\nvande guroḥ śrī-caraṇāravindam"
		},
		{
			"type": "normal",
			"content": "\"The spiritual master is always offering Kṛṣṇa four kinds of delicious food [analyzed as that which is licked, chewed, drunk and sucked]. When the spiritual master sees that the devotees are satisfied by eating bhagavat-prasāda, he is satisfied. I offer my respectful obeisances unto the lotus feet of such a spiritual master.\""
		},
		{
			"type": "normal",
			"content": "The spiritual master's duty is to engage his disciples in preparing varieties of nice food to offer the Deity. After being offered, this food is distributed as prasāda to the devotees. These activities satisfy the spiritual master, although he himself does not eat or require such a variety of prasāda. By seeing to the offering and distribution of prasāda, he himself is encouraged in devotional service."
		}
	]
}