{
	"info": {
		"id": "cc\\madhya\\9\\150",
		"nextId": "cc/madhya/9/151",
		"prevId": "cc/madhya/9/149"
	},
	"verses": [
		{
			"roman": "gopīnāṁ paśupendra-nandana-juṣo bhāvasya kas tāṁ kṛtī\nvijñātuṁ kṣamate durūha-padavī-sañcāriṇaḥ prakriyām\nāviṣkurvati vaiṣṇavīm api tanuṁ tasmin bhujair jiṣṇubhir\nyāsāṁ hanta caturbhir adbhuta-ruciṁ rāgodayaḥ kuñcati\n",
			"isProse": false
		}
	],
	"synonyms": "gopīnām—of the gopīs; paśupa-indra-nandana-juṣaḥ—of the service of the son of Vraja's King, Mahārāja Nanda; bhāvasya—ecstatic; kaḥ—what; tām—that; kṛtī—learned man; vijñātum—to understand; kṣamate—is able; durūha—very difficult to understand; padavī—the position; sañcāriṇaḥ—which provokes; prakriyām—activity; āviṣkurvati—He manifests; vaiṣṇavīm—of Viṣṇu; api—certainly; tanum—the body; tasmin—in that; bhujaiḥ—with arms; jiṣṇubhiḥ—very beautiful; yāsām—of whom (the gopīs); hanta—alas; caturbhiḥ—four; adbhuta—wonderfully; rucim—beautiful; rāga-udayaḥ—the evoking of ecstatic feelings; kuñcati—cripples.",
	"translation": "\" 'Once Lord Śrī Kṛṣṇa playfully manifested Himself as Nārāyaṇa, with four victorious hands and a very beautiful form. When the gopīs saw this exalted form, however, their ecstatic feelings were crippled. A learned scholar, therefore, cannot understand the gopīs' ecstatic feelings, which are firmly fixed upon the original form of Lord Kṛṣṇa as the son of Nanda Mahārāja. The wonderful feelings of the gopīs in ecstatic parama-rasa with Kṛṣṇa constitute the greatest mystery in spiritual life.' \"",
	"purport": [
		{
			"type": "normal",
			"content": "This is a verse spoken by Nārada Muni in the Lalita-mādhava-nāṭaka (6.14), a drama written by Śrīla Rūpa Gosvāmī. This verse clarifies the verse siddhāntatas tv abhede 'pi, which Kavirāja Gosvāmī quotes from Bhakti-rasāmṛta-sindhu. Lord Caitanya Mahāprabhu Himself spoke it to Veṅkaṭa Bhaṭṭa. The verse was quoted by Lord Caitanya long before Bhakti-rasāmṛta-sindhu was composed, and in this regard Śrīla Bhaktivinoda Ṭhākura points out that all these verses were current at the time and were quoted by devotees long before Bhakti-rasāmṛta-sindhu was composed."
		}
	]
}