{
	"info": {
		"id": "cc\\madhya\\9\\360",
		"nextId": "cc/madhya/9/361",
		"prevId": "cc/madhya/9/359"
	},
	"verses": [
		{
			"roman": "prabhura tīrtha-yātrā-kathā śune yei jana\ncaitanya-caraṇe pāya gāḍha prema-dhana\n",
			"isProse": false
		}
	],
	"synonyms": "prabhura—of Lord Śrī Caitanya Mahāprabhu; tīrtha-yātrā—touring of sacred places of pilgrimage; kathā—topics about; śune—hears; yei—who; jana—person; caitanya-caraṇe—at the lotus feet of Śrī Caitanya Mahāprabhu; pāya—gets; gāḍha—deep; prema-dhana—riches of ecstatic love.",
	"translation": "Whoever hears of Śrī Caitanya Mahāprabhu's pilgrimage to various holy places attains the riches of very deep ecstatic love.",
	"purport": [
		{
			"type": "normal",
			"content": "Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura remarks, \"The impersonalists imagine some forms of the Absolute Truth through the direct perception of their senses. The impersonalists worship such imaginary forms, but neither Śrīmad-Bhāgavatam nor Śrī Caitanya Mahāprabhu accepts this sense gratificatory worship to be of any spiritual significance.\" The Māyāvādīs imagine themselves to be the Supreme. They imagine that the Supreme has no personal form and that all His forms are imaginary like the will-o'-the-wisp or a flower in the sky. Both Māyāvādīs and those who imagine forms of God are misguided. According to them, worship of the Deity or any other form of the Lord is a result of the conditioned soul's illusion. However, Śrī Caitanya Mahāprabhu confirms the conclusion of Śrīmad-Bhāgavatam on the strength of His philosophy of acintya-bhedābheda-tattva. That philosophy holds that the Supreme Lord is simultaneously one with and different from His creation. That is to say, there is unity in diversity. In this way Śrī Caitanya Mahāprabhu proved the impotence of fruitive workers, speculative empiric philosophers and mystic yogīs. The realization of such men is simply a waste of time and energy."
		},
		{
			"type": "normal",
			"content": "To set the example, Śrī Caitanya Mahāprabhu personally visited temples in various holy places. Wherever He visited, He immediately exhibited His ecstatic love for the Supreme Personality of Godhead. When a Vaiṣṇava visits the temple of a demigod, his vision of that demigod is different from the vision of the impersonalists and Māyāvādīs. The Brahma-saṁhitā supports this. A Vaiṣṇava's visit to the temple of Lord Śiva, for example, is different from a nondevotee's visit. The nondevotee considers the deity of Lord Śiva an imaginary form because he ultimately thinks that the Supreme Absolute Truth is void. However, a Vaiṣṇava sees Lord Śiva as being simultaneously one with and different from the Supreme Lord. In this regard, the example of milk and yogurt is given. Yogurt is actually nothing but milk, but at the same time it is not milk. It is simultaneously one with milk yet different from it. This is the philosophy of Śrī Caitanya Mahāprabhu, and it is confirmed by Lord Kṛṣṇa in the Bhagavad-gītā (9.4):"
		},
		{
			"type": "normal",
			"content": "mayā tatam idaṁ sarvaṁ\njagad avyakta-mūrtinā\nmat-sthāni sarva-bhūtāni\nna cāhaṁ teṣv avasthitaḥ"
		},
		{
			"type": "normal",
			"content": "\"By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them.\""
		},
		{
			"type": "normal",
			"content": "The Absolute Truth, God, is everything, but this does not mean that everything is God. For this reason Śrī Caitanya Mahāprabhu and His followers visited the temples of all the demigods, but they did not see them in the same way an impersonalist sees them. Everyone should follow in the footsteps of Śrī Caitanya Mahāprabhu and visit all temples. Sometimes mundane sahajiyās suppose that the gopīs visited the temple of Kātyāyanī in the same way mundane people visit the temple of Devī. However, the gopīs prayed to Kātyāyanī to grant them Kṛṣṇa as their husband, whereas mundaners visit the temple of Kātyāyanī to receive some material profit. That is the difference between a Vaiṣṇava's visit and a nondevotee's visit."
		},
		{
			"type": "normal",
			"content": "Not understanding the process of disciplic succession, so-called logicians put forward the theory of pañcopāsanā, in which a person worships one of five deities-namely Viṣṇu, Śiva, Durgā, the sun-god or Ganeśa. In this conception the impersonalists accept one of these five deities as supreme and reject the others. Such philosophical speculation, which is certainly idol worship, is not accepted by Śrī Caitanya Mahāprabhu or by Vaiṣṇavas. This imaginary deity worship has recently been transformed into Māyāvāda impersonalism. For want of Kṛṣṇa consciousness, people are victimized by the Māyāvāda philosophy, and consequently they sometimes become staunch atheists. However, Śrī Caitanya Mahāprabhu established the process of self-realization by His own personal behavior. As stated in Caitanya-caritāmṛta (Madhya 8.274):"
		},
		{
			"type": "normal",
			"content": "sthāvara-jaṅgama dekhe, nā dekhe tāra mūrti\nsarvatra haya nija iṣṭa-deva-sphūrti"
		},
		{
			"type": "normal",
			"content": "\"A Vaiṣṇava never sees the material form of anything, moving or nonmoving. Rather, everywhere he looks he sees the energy of the Supreme Personality of Godhead, and immediately he remembers the transcendental form of the Lord.\""
		}
	]
}