{
	"info": {
		"id": "cc\\madhya\\9\\53",
		"nextId": "cc/madhya/9/54",
		"prevId": "cc/madhya/9/52"
	},
	"verses": [
		{
			"roman": "apavitra anna eka thālite bhariyā\nprabhu-āge nila 'mahā-prasāda' baliyā\n",
			"isProse": false
		}
	],
	"synonyms": "apavitra—polluted; anna—food; eka—one; thālite—plate; bhariyā—filling; prabhu-āge—in front of Lord Śrī Caitanya Mahāprabhu; nila—brought; mahā-prasāda baliyā—calling it mahā-prasāda.",
	"translation": "Having made their plot, the Buddhists brought a plate of untouchable food before Lord Śrī Caitanya Mahāprabhu and called it mahā-prasāda.",
	"purport": [
		{
			"type": "normal",
			"content": "The word apavitra anna refers to food that is unacceptable for a Vaiṣṇava. In other words, a Vaiṣṇava cannot accept any food offered by an avaiṣṇava in the name of mahā-prasāda. This should be a principle for all Vaiṣṇavas. When asked, \"What is the behavior of a Vaiṣṇava?\" Śrī Caitanya Mahāprabhu replied, \"A Vaiṣṇava must avoid the company of an avaiṣṇava [asat].\" The word asat refers to an avaiṣṇava, that is, one who is not a Vaiṣṇava. Asat-saṅga-tyāga,-ei vaiṣṇava-ācāra (Cc. Madhya 22.87). A Vaiṣṇava must be very strict in this respect and should not at all cooperate with an avaiṣṇava. If an avaiṣṇava offers food in the name of mahā-prasāda, it should not be accepted. Such food cannot be prasāda because an avaiṣṇava cannot offer anything to the Lord. Sometimes preachers in the Kṛṣṇa consciousness movement have to accept food in a home where the householder is an avaiṣṇava; however, if this food is offered to the Deity, it can be taken. Ordinary food cooked by an avaiṣṇava should not be accepted by a Vaiṣṇava. Even if an avaiṣṇava cooks food without fault, he cannot offer it to Lord Viṣṇu, and it cannot be accepted as mahā-prasāda. According to Lord Kṛṣṇa in the Bhagavad-gītā (9.26):"
		},
		{
			"type": "normal",
			"content": "patraṁ puṣpaṁ phalaṁ toyaṁ\nyo me bhaktyā prayacchati\ntad ahaṁ bhakty-upahṛtam\naśnāmi prayatātmanaḥ"
		},
		{
			"type": "normal",
			"content": "\"If one offers Me with love and devotion a leaf, a flower, a fruit or water, I will accept it.\""
		},
		{
			"type": "normal",
			"content": "Kṛṣṇa can accept anything offered by His devotee with devotion. An avaiṣṇava may be a vegetarian and a very clean cook, but because he cannot offer the food he cooks to Viṣṇu, it cannot be accepted as mahā-prasāda. It is better that a Vaiṣṇava abandon such food as untouchable."
		}
	]
}