{
	"info": {
		"id": "cc\\madhya\\9\\98",
		"nextId": "cc/madhya/9/99",
		"prevId": "cc/madhya/9/97"
	},
	"verses": [
		{
			"roman": "vipra kahe,--mūrkha āmi, śabdārtha nā jāni\nśuddhāśuddha gītā paḍi, guru-ājñā māni'\n",
			"isProse": false
		}
	],
	"synonyms": "vipra kahe—the brāhmaṇa replied; mūrkha āmi—I am illiterate; śabda-artha—the meaning of the words; nā jāni—I do not know; śuddha-aśuddha—sometimes correct and sometimes not correct; gītā—the Bhagavad-gītā; paḍi—I read; guru-ājñā—the order of my spiritual master; māni'-accepting.",
	"translation": "The brāhmaṇa replied, \"I am illiterate and therefore do not know the meaning of the words. Sometimes I read the Bhagavad-gītā correctly and sometimes incorrectly, but in any case I am doing this in compliance with the orders of my spiritual master.\"",
	"purport": [
		{
			"type": "normal",
			"content": "This is a good example of a person who had become so successful that he was able to capture the attention of Śrī Caitanya Mahāprabhu even while reading the Bhagavad-gītā incorrectly. His spiritual activities did not depend on material things such as correct pronunciation. Rather, his success depended on strictly following the instructions of his spiritual master."
		},
		{
			"type": "normal",
			"content": "yasya deve parā bhaktir\nyathā deve tathā gurau\ntasyaite kathitā hy arthāḥ\nprakāśante mahātmanaḥ"
		},
		{
			"type": "normal",
			"content": "\"Only unto those great souls who have implicit faith in both the Lord and the spiritual master are all the imports of Vedic knowledge automatically revealed.\"(Śvetāśvatara Upaniṣad 6.23)"
		},
		{
			"type": "normal",
			"content": "Actually the meaning of the words of the Bhagavad-gītā or Śrīmad-Bhāgavatam are revealed to one strictly following the orders of the spiritual master. They are also revealed to one who has equal faith in the Supreme Personality of Godhead. In other words, being faithful to both Kṛṣṇa and the spiritual master is the secret of success in spiritual life."
		}
	]
}