<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 9.11 Summary Srimad-Bhagavatam</title>
<meta property="og:title" content="SB 9.11 Summary Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/9?d=1"  class="breadcrumb" title="Canto 9: Liberation">Canto 9: "Liberation"</a> > <a href="https://prabhupadabooks.com/sb/9/11?d=1"  class="breadcrumb" title="SB 9.11: Lord Ramacandra Rules the World">SB 9.11</a> > <a href="https://prabhupadabooks.com/sb/9/11/11_summary?d=1"  class="breadcrumb" title="SB 9.11 Summary">SB 9.11 Summary</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="114216"></A><div id="114216"> </div>
<div style=" text-align : left"><div class="Normal-Level">This chapter describes how Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a> resided in <a href="/d/ayodhya" class="d">Ayodhy&#257;</a> with His younger brothers and performed various sacrifices.</div>
</div><A NAME="114217"></A><div id="114217"> </div>
<div style=" text-align : left"><div class="Normal-Level">Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a>, the Supreme Personality of Godhead, performed various sacrifices by which to worship Himself, and at the end of these sacrifices He gave land to the <span class="Italic"><a href="/d/hota" class="d">hot&#257;</a>, adhvaryu, udg&#257;t&#257;</span> and <span class="Italic"><a href="/d/brahma" class="d">brahm&#257;</a></span> priests. He gave them the eastern, western, northern and southern directions respectively, and the balance He gave to the <span class="Italic"><a href="/d/acarya" class="d">&#257;c&#257;rya</a>.</span> Lord R&#257;macandra&rsquo;s faith in the <span class="Italic">br&#257;hma&#7751;as</span> and affection for His servants was observed by all the <span class="Italic">br&#257;hma&#7751;as,</span> who then offered their prayers to the Lord and returned whatever they had taken from Him. They regarded the enlightenment given to them by the Lord within the <a href="/d/core" class="d">core</a> of their hearts as a sufficient contribution. Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a> subsequently dressed Himself like an ordinary person and began wandering within the capital to understand what impression the citizens had of Him. By chance, one night He heard a man talking to his wife, who had gone to another man&rsquo;s house. In the course of rebuking his wife, the man spoke suspiciously of the character of S&#299;t&#257;dev&#299;. The Lord immediately returned home, and, fearing such rumors, He superficially decided to give up S&#299;t&#257;dev&#299;&rsquo;s company. Thus He banished S&#299;t&#257;dev&#299;, who was pregnant, to the shelter of V&#257;lm&#299;ki <a href="/d/muni" class="d">Muni</a>, where she gave birth to twin sons, named <a href="/d/lava" class="d">Lava</a> and <a href="/d/kusa" class="d">Ku&#347;a</a>. In <a href="/d/ayodhya" class="d">Ayodhy&#257;</a>, <a href="/d/laksmana" class="d">Lak&#7779;ma&#7751;a</a> begot two sons named <a href="/d/angada" class="d">A&#7749;gada</a> and <a href="/d/citraketu" class="d">Citraketu</a>, <a href="/d/bharata" class="d">Bharata</a> begot two sons named <a href="/d/taksa" class="d">Tak&#7779;a</a> and <a href="/d/puskala" class="d">Pu&#7779;kala</a>, and &#346;atrughna begot two sons named Sub&#257;hu and &#346;rutasena. When <a href="/d/bharata" class="d">Bharata</a> went out to conquer various lands on behalf of the emperor, Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a>, He fought many millions of Gandharvas. By killing them in the fight, He acquired immense wealth, which He then brought home. &#346;atrughna killed a demon named <a href="/d/lavana" class="d">Lava&#7751;a</a> at Madhuvana and thus established the capital of <a href="/d/mathura" class="d">Mathur&#257;</a>. Meanwhile, S&#299;t&#257;dev&#299; placed her two sons in the care of V&#257;lm&#299;ki <a href="/d/muni" class="d">Muni</a> and then entered into the earth. Upon hearing of this, Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a> was very much aggrieved, and thus He performed sacrifices for thirteen thousand years. After describing the pastimes of Lord R&#257;macandra&rsquo;s disappearance and establishing that the Lord appears for His pastimes only, &#346;ukadeva Gosv&#257;m&#299; ends this chapter by describing the results of hearing about the activities of Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a> and by describing how the Lord protected His citizens and displayed affection for His brothers.</div>
</div><p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/9/11/11_summary">https://prabhupadabooks.com/sb/9/11/11_summary</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/9/10/55?d=1">SB 9.10.55</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/9/11/1?d=1">SB 9.11.1</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
