<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 1.13.3, SB 1.13.4, SB 1.13.3-4 Srimad-Bhagavatam</title>
<meta name="description" content="When they saw Vidura return to the palace, all the inhabitants-Maharaja Yudhisthira, his younger brothers, Dhrtarastra, Satyaki, Sanjaya, Krpacarya, Kunti.">
<meta property="og:title" content="SB 1.13.3, SB 1.13.4, SB 1.13.3-4 Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="When they saw Vidura return to the palace, all the inhabitants-Mahäräja Yudhiñöhira, his younger brothers, Dhåtaräñöra, Sätyaki, Saïjaya, Kåpäcärya, Kunté." />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/1?d=1"  class="breadcrumb" title="Canto 1:Creation">Canto 1:"Creation"</a> > <a href="https://prabhupadabooks.com/sb/1/13?d=1"  class="breadcrumb" title="SB 1.13: Dhrtarastra Quits Home">SB 1.13: Dhrtarastra Quits Home</a> > <a href="https://prabhupadabooks.com/sb/1/13/3-4?d=1"  class="breadcrumb" title="SB 1.13.3, SB 1.13.4, SB 1.13.3-4">SB 1.13.3, SB 1.13.4, SB </a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="18098"></A><div id="18098"> </div>
<div class="Textnum">TEXTS 3-4</div>
<A NAME="18101"></A><div id="18101"> </div>
<div class="Verse-Text">ta&#7745; bandhum &#257;gata&#7745; d&#7771;&#7779;&#7789;v&#257;</div>
<A NAME="18102"></A><div id="18102"> </div>
<div class="Verse-Text">dharma-putra&#7717; sah&#257;nuja&#7717;</div>
<A NAME="18103"></A><div id="18103"> </div>
<div class="Verse-Text">dh&#7771;tar&#257;&#7779;&#7789;ro yuyutsu&#347; ca</div>
<A NAME="18104"></A><div id="18104"> </div>
<div class="Verse-Text">s&#363;ta&#7717; &#347;&#257;radvata&#7717; p&#7771;th&#257;</div>
<A NAME="18105"></A><div id="18105"> </div>
<div style=" margin-top: 0.125in"><div class="Verse-Text">g&#257;ndh&#257;r&#299; draupad&#299; brahman</div>
</div><A NAME="18106"></A><div id="18106"> </div>
<div class="Verse-Text">subhadr&#257; cottar&#257; k&#7771;p&#299;</div>
<A NAME="18107"></A><div id="18107"> </div>
<div class="Verse-Text">any&#257;&#347; ca j&#257;maya&#7717; p&#257;&#7751;&#7693;or</div>
<A NAME="18108"></A><div id="18108"> </div>
<div class="Verse-Text">j&ntilde;&#257;taya&#7717; sasut&#257;&#7717; striya&#7717;</div>
<A NAME="18109"></A><div id="18109"> </div>
<div class="Synonyms-Section">SYNONYMS</div>
<A NAME="18110"></A><div id="18110"> </div>
<div class="Synonyms"><span class="Italic"><a href="/d/tam" class="d">tam</a></span>&mdash;him; <span class="Italic"><a href="/d/bandhum" class="d">bandhum</a></span>&mdash;relative; <span class="Italic"><a href="/d/agatam" class="d">&#257;gatam</a></span>&mdash;having arrived there; <span class="Italic"><a href="/d/drstva" class="d">d&#7771;&#7779;&#7789;v&#257;</a></span>&mdash;by seeing it; <span class="Italic"><a href="/d/dharma" class="d">dharma</a>-<a href="/d/putrah" class="d">putra&#7717;</a></span>&mdash;<a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a>; <span class="Italic"><a href="/d/saha" class="d">saha</a>-<a href="/d/anujah" class="d">anuja&#7717;</a></span>&mdash;along with his younger brothers; <span class="Italic"><a href="/d/dhrtarastrah" class="d">dh&#7771;tar&#257;&#7779;&#7789;ra&#7717;</a></span>&mdash;<a href="/d/dhrtarastra" class="d">Dh&#7771;tar&#257;&#7779;&#7789;ra</a>; <span class="Italic"><a href="/d/yuyutsuh" class="d">yuyutsu&#7717;</a></span>&mdash;S&#257;tyaki; <span class="Italic"><a href="/d/ca" class="d">ca</a></span>&mdash;and; <span class="Italic"><a href="/d/sutah" class="d">s&#363;ta&#7717;</a></span>&mdash;<a href="/d/sanjaya" class="d">Sa&ntilde;jaya</a>; <span class="Italic"><a href="/d/saradvatah" class="d">&#347;&#257;radvata&#7717;</a></span>&mdash;K&#7771;p&#257;c&#257;rya; <span class="Italic"><a href="/d/prtha" class="d">p&#7771;th&#257;</a></span>&mdash;<a href="/d/kunti" class="d">Kunt&#299;</a>; <span class="Italic"><a href="/d/gandhari" class="d">g&#257;ndh&#257;r&#299;</a></span>&mdash;<a href="/d/gandhari" class="d">G&#257;ndh&#257;r&#299;</a>; <span class="Italic"><a href="/d/draupadi" class="d">draupad&#299;</a></span>&mdash;<a href="/d/draupadi" class="d">Draupad&#299;</a>; <span class="Italic"><a href="/d/brahman" class="d">brahman</a></span>&mdash;O <span class="Italic">br&#257;hma&#7751;as;</span> <span class="Italic"><a href="/d/subhadra" class="d">subhadr&#257;</a></span>&mdash;<a href="/d/subhadra" class="d">Subhadr&#257;</a>; <span class="Italic"><a href="/d/ca" class="d">ca</a></span>&mdash;and; <span class="Italic"><a href="/d/uttara" class="d">uttar&#257;</a></span>&mdash;<a href="/d/uttara" class="d">Uttar&#257;</a>; <span class="Italic"><a href="/d/krpi" class="d">k&#7771;p&#299;</a></span>&mdash;<a href="/d/krpi" class="d">K&#7771;p&#299;</a>; <span class="Italic"><a href="/d/anyah" class="d">any&#257;&#7717;</a></span>&mdash;others; <span class="Italic"><a href="/d/ca" class="d">ca</a></span>&mdash;and; <span class="Italic"><a href="/d/jamayah" class="d">j&#257;maya&#7717;</a></span>&mdash;wives of other family members; <span class="Italic"><a href="/d/pandoh" class="d">p&#257;&#7751;&#7693;o&#7717;</a></span>&mdash;of the P&#257;&#7751;&#7693;avas; <span class="Italic"><a href="/d/jnatayah" class="d">j&ntilde;&#257;taya&#7717;</a></span>&mdash;family members; <span class="Italic"><a href="/d/sa" class="d">sa</a>-<a href="/d/sutah" class="d">sut&#257;&#7717;</a></span>&mdash;along with their sons; <span class="Italic"><a href="/d/striyah" class="d">striya&#7717;</a></span>&mdash;the ladies.</div>
<A NAME="18111"></A><div id="18111"> </div>
<div class="Verse-Section">TRANSLATION</div>
<A NAME="18112"></A><div id="18112"> </div>
<div class="Translation">When they saw <a href="/d/vidura" class="d">Vidura</a> return to the palace, all the inhabitants-<a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a>, his younger brothers, <a href="/d/dhrtarastra" class="d">Dh&#7771;tar&#257;&#7779;&#7789;ra</a>, S&#257;tyaki, <a href="/d/sanjaya" class="d">Sa&ntilde;jaya</a>, K&#7771;p&#257;c&#257;rya, <a href="/d/kunti" class="d">Kunt&#299;</a>, <a href="/d/gandhari" class="d">G&#257;ndh&#257;r&#299;</a>, <a href="/d/draupadi" class="d">Draupad&#299;</a>, <a href="/d/subhadra" class="d">Subhadr&#257;</a>, <a href="/d/uttara" class="d">Uttar&#257;</a>, <a href="/d/krpi" class="d">K&#7771;p&#299;</a>, many other wives of the Kauravas, and other ladies with children-all hurried to him in great delight. It so appeared that they had regained their consciousness after a long period.</div>
<A NAME="18113"></A><div id="18113"> </div>
<div class="Verse-Section">PURPORT</div>
<A NAME="18114"></A><div id="18114"> </div>
<div class="First"><span class="Italic"><a href="/d/gandhari" class="d">G&#257;ndh&#257;r&#299;</a>:</span> The ideal chaste lady in the history of the world. She was the daughter of <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/subala" class="d">Subala</a>, the King of G&#257;ndh&#257;ra (now Kandahar in Kabul), and in her maiden state she worshiped Lord &#346;iva. Lord &#346;iva is generally worshiped by <a href="/d/hindu" class="d">Hindu</a> maidens to get a good husband. <a href="/d/gandhari" class="d">G&#257;ndh&#257;r&#299;</a> satisfied Lord &#346;iva, and by his benediction to obtain one hundred sons, she was betrothed to <a href="/d/dhrtarastra" class="d">Dh&#7771;tar&#257;&#7779;&#7789;ra</a>, despite his being blind forever. When <a href="/d/gandhari" class="d">G&#257;ndh&#257;r&#299;</a> came to know that her would-be husband was a blind man, to follow her life companion she decided to become voluntarily blind. So she wrapped up her eyes with many silk linens, and she was married to <a href="/d/dhrtarastra" class="d">Dh&#7771;tar&#257;&#7779;&#7789;ra</a> under the guidance of her elder brother &#346;akuni. She was the most beautiful girl of her time, and she was equally qualified by her womanly qualities, which endeared every member of the <a href="/d/kaurava" class="d">Kaurava</a> court. But despite all her good qualities, she had the natural frailties of a woman, and she was envious of <a href="/d/kunti" class="d">Kunt&#299;</a> when the latter gave birth to a male child. Both the queens were pregnant, but <a href="/d/kunti" class="d">Kunt&#299;</a> first gave birth to a male child. Thus <a href="/d/gandhari" class="d">G&#257;ndh&#257;r&#299;</a> became angry and gave a blow to her own abdomen. As a result, she gave birth to a lump of flesh only, but since she was a devotee of Vy&#257;sadeva, by the instruction of Vy&#257;sadeva the lump was divided into one hundred parts, and each part gradually developed to become a male child. Thus her ambition to become the mother of one hundred sons was fulfilled, and she began to nourish all the children according to her exalted position. When the intrigue of the Battle of <a href="/d/kuruksetra" class="d">Kuruk&#7779;etra</a> was going on, she was not in favor of fighting with the P&#257;&#7751;&#7693;avas; rather, she blamed <a href="/d/dhrtarastra" class="d">Dh&#7771;tar&#257;&#7779;&#7789;ra</a>, her husband, for such a fratricidal war. She desired that the state be divided into two parts, for the sons of <a href="/d/pandu" class="d">P&#257;&#7751;&#7693;u</a> and her own. She was very affected when all her sons died in the Battle of <a href="/d/kuruksetra" class="d">Kuruk&#7779;etra</a>, and she wanted to curse <a href="/d/bhimasena" class="d">Bh&#299;masena</a> and <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a>, but she was checked by Vy&#257;sadeva. Her mourning over the death of Duryodhana and <a href="/d/duhsasana" class="d">Du&#7717;&#347;&#257;sana</a> before Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> was very pitiful, and Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> pacified her by transcendental messages. She was equally aggrieved on the death of <a href="/d/karna" class="d">Kar&#7751;a</a>, and she described to Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> the lamentation of Kar&#7751;a's wife. She was pacified by &#346;r&#299;la Vy&#257;sadeva when he showed her dead sons, then promoted to the heavenly kingdoms. She died along with her husband in the jungles of the Himalayas near the mouth of the Ganges; she burned in a forest fire. <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a> performed the death ceremony of his uncle and aunt.</div>
<A NAME="18115"></A><div id="18115"> </div>
<div class="Purport"><span class="Italic"><a href="/d/prtha" class="d">P&#7771;th&#257;</a>:</span> Daughter of <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> &#346;&#363;rasena and sister of <a href="/d/vasudeva" class="d">Vasudeva</a>, Lord K&#7771;&#7779;&#7751;a's father. Later she was adopted by <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> Kuntibhoja, and hence she is known as <a href="/d/kunti" class="d">Kunt&#299;</a>. She is the incarnation of the success potency of the Personality of Godhead. The heavenly denizens from the upper planets used to visit the palace of King Kuntibhoja, and <a href="/d/kunti" class="d">Kunt&#299;</a> was engaged for their reception. She also served the great mystic sage Durv&#257;s&#257;, and being satisfied by her faithful service, Durv&#257;s&#257; <a href="/d/muni" class="d">Muni</a> gave her a <span class="Italic"><a href="/d/mantra" class="d">mantra</a></span> by which it was possible for her to call for any demigod she pleased. As a matter of inquisitiveness, she at once called for the sun-god, who desired couplement with her, but she declined. But the sun-god assured her immunity from virgin adulteration, and so she agreed to his proposal. As a result of this couplement, she became pregnant, and <a href="/d/karna" class="d">Kar&#7751;a</a> was born by her. By the grace of the sun, she again turned into a virgin girl, but being afraid of her parents, she quitted the newly born child, <a href="/d/karna" class="d">Kar&#7751;a</a>. After that, when she actually selected her own husband, she preferred <a href="/d/pandu" class="d">P&#257;&#7751;&#7693;u</a> to be her husband. <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/pandu" class="d">P&#257;&#7751;&#7693;u</a> later wanted to retire from family life and adopt the renounced order of life. <a href="/d/kunti" class="d">Kunt&#299;</a> refused to allow her husband to adopt such life, but at last <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/pandu" class="d">P&#257;&#7751;&#7693;u</a> gave her permission to become a mother of sons by calling some other suitable personalities. <a href="/d/kunti" class="d">Kunt&#299;</a> did not accept this proposal at first, but when vivid examples were set by <a href="/d/pandu" class="d">P&#257;&#7751;&#7693;u</a> she agreed. Thus by dint of the <span class="Italic"><a href="/d/mantra" class="d">mantra</a></span> awarded by Durv&#257;s&#257; <a href="/d/muni" class="d">Muni</a> she called for <a href="/d/dharmaraja" class="d">Dharmar&#257;ja</a>, and thus <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a> was born. She called for the demigod <a href="/d/vayu" class="d">V&#257;yu</a> (air), and thus <a href="/d/bhima" class="d">Bh&#299;ma</a> was born. She called for <a href="/d/indra" class="d">Indra</a>, the King of heaven, and thus <a href="/d/arjuna" class="d">Arjuna</a> was born. The other two sons, namely <a href="/d/nakula" class="d">Nakula</a> and <a href="/d/sahadeva" class="d">Sahadeva</a>, were begotten by <a href="/d/pandu" class="d">P&#257;&#7751;&#7693;u</a> himself in the womb of M&#257;dr&#299;. Later on, <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/pandu" class="d">P&#257;&#7751;&#7693;u</a> died at an early age, for which <a href="/d/kunti" class="d">Kunt&#299;</a> was so aggrieved that she fainted. Two co-wives, namely <a href="/d/kunti" class="d">Kunt&#299;</a> and M&#257;dr&#299;, decided that <a href="/d/kunti" class="d">Kunt&#299;</a> should live for the maintenance of the five minor children, the P&#257;&#7751;&#7693;avas, and M&#257;dr&#299; should accept the <span class="Italic"><a href="/d/sati" class="d">sat&#299;</a></span> rituals by meeting voluntary death along with her husband. This agreement was endorsed by great sages like &#346;atas&#7771;&#7749;ga and others present on the occasion.</div>
<A NAME="18116"></A><div id="18116"> </div>
<div class="Purport">Later on, when the P&#257;&#7751;&#7693;avas were banished from the kingdom by the intrigues of Duryodhana, <a href="/d/kunti" class="d">Kunt&#299;</a> followed her sons, and she equally faced all sorts of difficulties during those days. During the forest life one demon girl, Hi&#7693;imb&#257;, wanted <a href="/d/bhima" class="d">Bh&#299;ma</a> as her husband. <a href="/d/bhima" class="d">Bh&#299;ma</a> refused, but when the girl approached <a href="/d/kunti" class="d">Kunt&#299;</a> and <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a>, they ordered <a href="/d/bhima" class="d">Bh&#299;ma</a> to accept her proposal and give her a son. As a result of this combination, Gha&#7789;otkaca was born, and he fought very valiantly with his father against the Kauravas. In their forest life they lived with a <span class="Italic"><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></span> family that was in trouble because of one Bak&#257;sura demon, and <a href="/d/kunti" class="d">Kunt&#299;</a> ordered <a href="/d/bhima" class="d">Bh&#299;ma</a> to kill the Bak&#257;sura to protect the <span class="Italic"><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></span> family against troubles created by the demon. She advised <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a> to start for the P&#257;&ntilde;c&#257;lade&#347;a. <a href="/d/draupadi" class="d">Draupad&#299;</a> was gained in this P&#257;&ntilde;c&#257;lade&#347;a by <a href="/d/arjuna" class="d">Arjuna</a>, but by order of <a href="/d/kunti" class="d">Kunt&#299;</a> all five of the <a href="/d/pandava" class="d">P&#257;&#7751;&#7693;ava</a> brothers became equally the husbands of P&#257;&ntilde;c&#257;l&#299;, or <a href="/d/draupadi" class="d">Draupad&#299;</a>. She was married with five P&#257;&#7751;&#7693;avas in the presence of Vy&#257;sadeva. Kunt&#299;dev&#299; never forgot her first child, <a href="/d/karna" class="d">Kar&#7751;a</a>, and after Kar&#7751;a's death in the Battle of <a href="/d/kuruksetra" class="d">Kuruk&#7779;etra</a> she lamented and admitted before her other sons that <a href="/d/karna" class="d">Kar&#7751;a</a> was her eldest son prior to her marriage with <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/pandu" class="d">P&#257;&#7751;&#7693;u</a>. Her prayers for the Lord after the Battle of <a href="/d/kuruksetra" class="d">Kuruk&#7779;etra</a>, when Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> was going back home, are excellently explained. Later she went to the forest with <a href="/d/gandhari" class="d">G&#257;ndh&#257;r&#299;</a> for severe penance. She used to take meals after each thirty days. She finally <a href="/d/sat" class="d">sat</a> down in profound meditation and later burned to ashes in a forest fire.</div>
<A NAME="18117"></A><div id="18117"> </div>
<div class="Purport"><span class="Italic"><a href="/d/draupadi" class="d">Draupad&#299;</a>:</span> The most chaste daughter of <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/drupada" class="d">Drupada</a> and partly an incarnation of goddess &#346;ac&#299;, the wife of <a href="/d/indra" class="d">Indra</a>. <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/drupada" class="d">Drupada</a> performed a great sacrifice under the superintendence of the sage <a href="/d/yaja" class="d">Yaja</a>. By his first offering, <a href="/d/dhrstadyumna" class="d">Dh&#7771;&#7779;&#7789;adyumna</a> was born, and by the second offering, <a href="/d/draupadi" class="d">Draupad&#299;</a> was born. She is therefore the sister of <a href="/d/dhrstadyumna" class="d">Dh&#7771;&#7779;&#7789;adyumna</a>, and she is also named P&#257;&ntilde;c&#257;l&#299;. The five P&#257;&#7751;&#7693;avas married her as a common wife, and each of them begot a son in her. <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a> begot a son named Pratibhit, <a href="/d/bhimasena" class="d">Bh&#299;masena</a> begot a son named Sutasoma, <a href="/d/arjuna" class="d">Arjuna</a> begot &#346;rutak&#299;rti, <a href="/d/nakula" class="d">Nakula</a> begot &#346;at&#257;n&#299;ka, and <a href="/d/sahadeva" class="d">Sahadeva</a> begot &#346;rutakarm&#257;. She is described as a most beautiful lady, equal to her mother-in-law, <a href="/d/kunti" class="d">Kunt&#299;</a>. During her birth there was an aero-message that she should be called <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;&#257;</a>. The same message also declared that she was born to kill many a <span class="Italic"><a href="/d/ksatriya" class="d">k&#7779;atriya</a>.</span> By dint of her blessings from &#346;a&#7749;kara, she was awarded five husbands, equally qualified. When she preferred to select her own husband, princes and kings were invited from all the countries of the world. She was married with the P&#257;&#7751;&#7693;avas during their exile in the forest, but when they went back home <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/drupada" class="d">Drupada</a> gave them immense wealth as a dowry. She was well received by all the daughters-in-law of <a href="/d/dhrtarastra" class="d">Dh&#7771;tar&#257;&#7779;&#7789;ra</a>. When she was lost in a gambling <a href="/d/game" class="d">game</a>, she was forcibly dragged into the assembly hall, and an attempt was made by <a href="/d/duhsasana" class="d">Du&#7717;&#347;&#257;sana</a> to see her naked beauty, even though there were elderly persons like <a href="/d/bhisma" class="d">Bh&#299;&#7779;ma</a> and <a href="/d/drona" class="d">Dro&#7751;a</a> present. She was a great devotee of Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, and by her praying, the Lord Himself became an unlimited garment to save her from the insult. A demon of the name Jat&#257;sura kidnapped her, but her second husband, <a href="/d/bhimasena" class="d">Bh&#299;masena</a>, killed the demon and saved her. She saved the P&#257;&#7751;&#7693;avas from the curse of <a href="/d/maharsi" class="d">Mahar&#7779;i</a> Durv&#257;s&#257; by the grace of Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. When the P&#257;&#7751;&#7693;avas lived incognito in the palace of <a href="/d/virata" class="d">Vir&#257;&#7789;a</a>, <a href="/d/kicaka" class="d">K&#299;caka</a> was attracted by her exquisite beauty, and by arrangement with <a href="/d/bhima" class="d">Bh&#299;ma</a> the devil was killed and she was saved. She was very much aggrieved when her five sons were killed by <a href="/d/asvatthama" class="d">A&#347;vatth&#257;m&#257;</a>. At the last stage, she accompanied her husband <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a> and others and fell on the way. The cause of her falling was explained by <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a>, but when <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a> entered the heavenly planet he saw <a href="/d/draupadi" class="d">Draupad&#299;</a> gloriously present there as the goddess of fortune in the heavenly planet.</div>
<A NAME="18118"></A><div id="18118"> </div>
<div class="Purport"><span class="Italic"><a href="/d/subhadra" class="d">Subhadr&#257;</a>:</span> Daughter of <a href="/d/vasudeva" class="d">Vasudeva</a> and sister of Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. She was not only a very dear daughter of <a href="/d/vasudeva" class="d">Vasudeva</a>, but also a very dear sister to both <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and <a href="/d/baladeva" class="d">Baladeva</a>. The two brothers and sister are represented in the famous <a href="/d/jagannatha" class="d">Jagann&#257;tha</a> temple of <a href="/d/puri" class="d">Pur&#299;</a>, and the temple is still visited by thousands of pilgrims daily. This temple is in remembrance of the Lord's visit at <a href="/d/kuruksetra" class="d">Kuruk&#7779;etra</a> during an occasion of solar eclipse and His subsequent meeting with the residents of <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a>. The meeting of <a href="/d/radha" class="d">R&#257;dh&#257;</a> and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> during this occasion is a very pathetic story, and Lord &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a>, in the ecstasy of R&#257;dh&#257;r&#257;&#7751;&#299;, always pined for Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> at <a href="/d/jagannatha" class="d">Jagann&#257;tha</a> <a href="/d/puri" class="d">Pur&#299;</a>. While <a href="/d/arjuna" class="d">Arjuna</a> was at <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a>, he wanted to have <a href="/d/subhadra" class="d">Subhadr&#257;</a> as his queen, and he expressed his desire to Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> knew that His elder brother, Lord <a href="/d/baladeva" class="d">Baladeva</a>, was arranging her marriage elsewhere, and since He did not <a href="/d/dare" class="d">dare</a> to go against the arrangement of <a href="/d/baladeva" class="d">Baladeva</a>, He advised <a href="/d/arjuna" class="d">Arjuna</a> to kidnap <a href="/d/subhadra" class="d">Subhadr&#257;</a>. So when all of them were on a pleasure trip on the Raivata Hill, <a href="/d/arjuna" class="d">Arjuna</a> managed to kidnap <a href="/d/subhadra" class="d">Subhadr&#257;</a> according to the plan of &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. &#346;r&#299; <a href="/d/baladeva" class="d">Baladeva</a> was very angry at <a href="/d/arjuna" class="d">Arjuna</a>, and He wanted to kill him, but Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> implored His brother to excuse <a href="/d/arjuna" class="d">Arjuna</a>. Then <a href="/d/subhadra" class="d">Subhadr&#257;</a> was duly married with <a href="/d/arjuna" class="d">Arjuna</a>, and <a href="/d/abhimanyu" class="d">Abhimanyu</a> was born of <a href="/d/subhadra" class="d">Subhadr&#257;</a>. At the premature death of <a href="/d/abhimanyu" class="d">Abhimanyu</a>, <a href="/d/subhadra" class="d">Subhadr&#257;</a> was very mortified, but on the birth of <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a> she was happy and solaced.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/1/13/3-4">https://prabhupadabooks.com/sb/1/13/3-4</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/1/13/2?d=1">SB 1.13.2</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/1/13/5?d=1">SB 1.13.5</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
