<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Madhya 6.171 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Madhya 6.171 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/madhya?d=1"  class="breadcrumb" title="Cc. Madhya-lila">Cc. Madhya-lila</a> > <a href="https://prabhupadabooks.com/cc/madhya/6?d=1"  class="breadcrumb" title="Madhya 6: The Liberation of Sarvabhauma Bhattacarya">Madhya 6</a> > <a href="https://prabhupadabooks.com/cc/madhya/6/171?d=1"  class="breadcrumb" title="Madhya 6.171">Madhya 6.171</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="163776"></A><div id="163776"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 171</div>
</div><A NAME="163778"></A><div id="163778"> </div>
<div style=" text-align : center"><div class="Verse-Text">ma&#7751;i yaiche avik&#7771;te prasabe hema-bh&#257;ra</div>
</div><A NAME="163779"></A><div id="163779"> </div>
<div style=" text-align : center"><div class="Verse-Text">jagad-r&#363;pa haya &#299;&#347;vara, tabu avik&#257;ra</div>
</div><A NAME="163780"></A><div id="163780"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="163781"></A><div id="163781"> </div>
<div class="Synonyms"><I><a href="/d/mani" class="d">ma&#7751;i</a></I>&mdash;the touchstone; <I><a href="/d/yaiche" class="d">yaiche</a></I>&mdash;just as; <I><a href="/d/avikrte" class="d">avik&#7771;te</a></I>&mdash;without being transformed; <I><a href="/d/prasabe" class="d">prasabe</a></I>&mdash;produces; <I><a href="/d/hema" class="d">hema</a>-<a href="/d/bhara" class="d">bh&#257;ra</a></I>&mdash;volumes of gold; <I><a href="/d/jagat" class="d">jagat</a>-<a href="/d/rupa" class="d">r&#363;pa</a></I>&mdash;the cosmic manifestation; <I><a href="/d/haya" class="d">haya</a></I>&mdash;becomes; <I><a href="/d/isvara" class="d">&#299;&#347;vara</a></I>&mdash;the Supreme Personality of Godhead; <I><a href="/d/tabu" class="d">tabu</a></I>&mdash;still; <I><a href="/d/avikara" class="d">avik&#257;ra</a></I>&mdash;unchanged.</div>
<A NAME="163782"></A><div id="163782"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="163783"></A><div id="163783"> </div>
<div class="Normal-Level"><B>"The touchstone, after touching iron, produces volumes of gold without being changed. Similarly, the Supreme Personality of Godhead manifests Himself as the cosmic manifestation by His inconceivable potency, yet He remains unchanged in His eternal, transcendental form.</B></div>
<A NAME="163784"></A><div id="163784"> </div>
<div class="Titles">PURPORT</div>
<A NAME="163785"></A><div id="163785"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">According to the commentary of &#346;r&#299;la Bhaktisiddh&#257;nta <a href="/d/sarasvati" class="d">Sarasvat&#299;</a> &#7788;h&#257;kura, the purpose of the <I>janm&#257;dy <a href="/d/asya" class="d">asya</a></I> verse in the <I><a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sutra" class="d">s&#363;tra</a></I> is to establish that the cosmic manifestation is the result of the transformation of the potencies of the Supreme Personality of Godhead. The Supreme Lord is the master of innumerable eternal energies, which are unlimited. Sometimes these energies are manifested, and sometimes they are not. In any case, all energies are under His control; therefore He is the original energetic, the abode of all energies. A common brain in the conditioned state cannot conceive of how these inconceivable energies abide in the Supreme Personality of Godhead, how He exists in His innumerable forms as the master of both spiritual and material energies, how He is the master of both manifest and potential powers, and how contradictory potencies can abide in Him. As long as the living entity is within this material world, in the condition of illusion, he cannot understand the activities of the inconceivable energies of the Lord. Thus the Lord's energies, though factual, are simply beyond the power of the common brain to understand.</div>
</div><A NAME="163786"></A><div id="163786"> </div>
<div class="Normal-Level">When the atheistic philosophers or the M&#257;y&#257;v&#257;d&#299;s, being unable to understand the inconceivable energies of the Supreme Personality of Godhead, imagine an impersonal void, their imagination is only the counterpart of materialistic thinking. Within the material world, there is nothing inconceivable. High-thinking philosophers and scientists can tackle the material energy, but not being able to understand the spiritual energy, they can simply imagine an inactive state, such as the impersonal <a href="/d/brahman" class="d">Brahman</a>. This is simply the negative side of material life. By such imperfect knowledge, the <a href="/d/mayavadi" class="d">M&#257;y&#257;v&#257;d&#299;</a> philosophers conclude that the cosmic manifestation is a transformation of the Supreme. Thus they must necessarily also accept the theory of the illusion of the Supreme (<I><a href="/d/vivarta" class="d">vivarta</a>-<a href="/d/vada" class="d">v&#257;da</a></I>). However, if we accept the inconceivable potencies of the Lord, we can understand how the Supreme Personality of Godhead can appear within this material world without being touched or contaminated by the three modes of material nature.</div>
<A NAME="163787"></A><div id="163787"> </div>
<div class="Normal-Level">From the <I>&#347;&#257;stras</I> we learn that there is a stone or jewel called a touchstone that can transform iron into gold. Although the touchstone turns iron into gold many times, it remains in its original condition. If such a material stone can maintain its inconceivable energy after producing volumes of gold, certainly the Supreme Personality of Godhead can remain in His original <I>sac-cid-<a href="/d/ananda" class="d">&#257;nanda</a></I> form after creating the cosmic world. As confirmed in the <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></I> (<a href="https://prabhupadabooks.com/bg/9/10?d=1">9.10</a>), He acts only through His different energies. <I>May&#257;dhyak&#7779;e&#7751;a <a href="/d/prakrtih" class="d">prak&#7771;ti&#7717;</a>:</I> <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> directs the material energy, and that potency works in this material world. This is also confirmed in the <I><a href="/d/brahma" class="d">Brahma</a>-<a href="/d/samhita" class="d">sa&#7745;hit&#257;</a></I> (5.44):</div>
<A NAME="163788"></A><div id="163788"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">s&#7771;&#7779;&#7789;i-sthiti-pralaya-s&#257;dhana-&#347;aktir ek&#257;<br>ch&#257;yeva yasya bhuvan&#257;ni bibharti durg&#257;<br>icch&#257;nur&#363;pam api yasya ca ce&#7779;&#7789;ate s&#257;<br>govindam &#257;di-puru&#7779;a&#7745; tam aha&#7745; bhaj&#257;mi</div>
</div><A NAME="163789"></A><div id="163789"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">The <I><a href="/d/durga" class="d">durg&#257;</a>-<a href="/d/sakti" class="d">&#347;akti</a></I> (material energy) acts under the direction of the Supreme Personality of Godhead, and the universal creation, maintenance and destruction are being carried out by the <I><a href="/d/durga" class="d">durg&#257;</a>-<a href="/d/sakti" class="d">&#347;akti</a>.</I> K&#7771;&#7779;&#7751;a's direction is in the background. The conclusion is that the Supreme Personality of Godhead remains as He is, even though directing His energy, which makes the diverse cosmic manifestation work so wonderfully.</div>
</div><p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/madhya/6/171">https://prabhupadabooks.com/cc/madhya/6/171</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/madhya/6/170?d=1">Madhya 6.170</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/madhya/6/172?d=1">Madhya 6.172</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
