<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Madhya 25.56 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Madhya 25.56 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/madhya?d=1"  class="breadcrumb" title="Cc. Madhya-lila">Cc. Madhya-lila</a> > <a href="https://prabhupadabooks.com/cc/madhya/25?d=1"  class="breadcrumb" title="Madhya 25: How All the Residents of Varanasi Became Vaisnavas">Madhya 25</a> > <a href="https://prabhupadabooks.com/cc/madhya/25/56?d=1"  class="breadcrumb" title="Madhya 25.56">Madhya 25.56</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="210091"></A><div id="210091"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 56</div>
</div><A NAME="210093"></A><div id="210093"> </div>
<div style=" text-align : center"><div class="Verse-Text">t&#257;te chaya dar&#347;ana haite 'tattva' n&#257;hi j&#257;ni</div>
</div><A NAME="210094"></A><div id="210094"> </div>
<div style=" text-align : center"><div class="Verse-Text">'mah&#257;jana' yei kahe, sei 'satya' m&#257;ni</div>
</div><A NAME="210095"></A><div id="210095"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="210096"></A><div id="210096"> </div>
<div class="Synonyms"><I><a href="/d/tate" class="d">t&#257;te</a></I>&mdash;therefore; <I><a href="/d/chaya" class="d">chaya</a> <a href="/d/darsana" class="d">dar&#347;ana</a> <a href="/d/haite" class="d">haite</a></I>&mdash;from the six philosophical principles; <I><a href="/d/tat" class="d">tat</a>-<a href="/d/tva" class="d">tva</a> <a href="/d/nahi" class="d">n&#257;hi</a> <a href="/d/jani" class="d">j&#257;ni</a></I>&mdash;we cannot understand the actual truth; <I><a href="/d/mahajana" class="d">mah&#257;jana</a></I>&mdash;the great authorities; <I><a href="/d/yei" class="d">yei</a> <a href="/d/kahe" class="d">kahe</a></I>&mdash;whatever they say; <I><a href="/d/sei" class="d">sei</a></I>&mdash;that; <I><a href="/d/satya" class="d">satya</a> <a href="/d/mani" class="d">m&#257;ni</a></I>&mdash;we can accept as truth.</div>
<A NAME="210097"></A><div id="210097"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="210098"></A><div id="210098"> </div>
<div class="Normal-Level"><B>"By studying the six philosophical theories, one cannot reach the Absolute Truth. It is therefore our duty to follow the path of the mah&#257;janas, the authorities. Whatever they say should be accepted as the supreme truth.</B></div>
<A NAME="210099"></A><div id="210099"> </div>
<div class="Titles">PURPORT</div>
<A NAME="210100"></A><div id="210100"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">In his <I><a href="/d/amrta" class="d">Am&#7771;ta</a>-<a href="/d/pravaha" class="d">prav&#257;ha</a>-<a href="/d/bhasya" class="d">bh&#257;&#7779;ya</a>,</I> &#346;r&#299;la Bhaktivinoda &#7788;h&#257;kura gives the following summary of the six philosophical processes. <a href="/d/prakasananda" class="d">Prak&#257;&#347;&#257;nanda</a> admitted that &#346;r&#299;p&#257;d &#346;a&#7749;kar&#257;c&#257;rya, being very eager to establish his philosophy of monism, took shelter of the <a href="/d/vedanta" class="d">Ved&#257;nta</a> philosophy and tried to explain it in his own way. The fact is, however, that if one accepts the existence of God, he certainly cannot establish the theory of monism. For this reason &#346;a&#7749;kar&#257;c&#257;rya refuted all kinds of Vedic literature that establishes the supremacy of the Personality of Godhead. In various ways, &#346;a&#7749;kar&#257;c&#257;rya has tried to refute Vedic literature. Throughout the world, ninety-nine percent of the philosophers following in the footsteps of &#346;a&#7749;kar&#257;c&#257;rya refuse to accept the Supreme Personality of Godhead. Instead they try to establish their own opinions. It is typical of mundane philosophers to want to establish their own opinions and refute those of others. Therefore: (1) The <a href="/d/mimamsaka" class="d">M&#299;m&#257;&#7745;saka</a> philosophers, following the principles of Jaimini, stress fruitive activity and say that if there is a God, He must be under the laws of fruitive activity. In other words, if one performs his duties very nicely in the material world, God is obliged to give one the desired result. According to these philosophers, there is no need to become a devotee of God. If one strictly follows moral principles, one will be recognized by the Lord, who will give the desired reward. Such philosophers do not accept the Vedic principle of <I><a href="/d/bhakti" class="d">bhakti</a>-<a href="/d/yoga" class="d">yoga</a>.</I> Instead, they give stress to following one's prescribed duty. (2) Atheistic <a href="/d/sankhya" class="d">S&#257;&#7749;khya</a> philosophers like <a href="/d/kapila" class="d">Kapila</a> analyze the material elements very scrutinizingly and thereby come to the conclusion that material nature is the cause of everything. They do not accept the Supreme Personality of Godhead as the cause of all causes. (3) <a href="/d/nyaya" class="d">Ny&#257;ya</a> philosophers like <a href="/d/gautama" class="d">Gautama</a> and Ka&#7751;&#257;da have accepted a combination of atoms as the original cause of the creation. (4) <a href="/d/mayavadi" class="d">M&#257;y&#257;v&#257;d&#299;</a> philosophers say that everything is an illusion. Headed by philosophers like A&#7779;&#7789;&#257;vakra, they stress the impersonal <a href="/d/brahman" class="d">Brahman</a> effulgence as the cause of everything. (5) Philosophers following the precepts of Pata&ntilde;jali practice <I><a href="/d/raja" class="d">r&#257;ja</a>-<a href="/d/yoga" class="d">yoga</a>.</I> They imagine a form of the Absolute Truth within many forms. That is their process of self-realization.</div>
</div><A NAME="210101"></A><div id="210101"> </div>
<div class="Normal-Level">All five of these philosophies completely reject the predominance of the Supreme Personality of Godhead and strive to establish their own philosophical theories. However, &#346;r&#299;la Vy&#257;sadeva wrote the <I><a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sutra" class="d">s&#363;tra</a></I> and, taking the essence of all Vedic literature, established the supremacy of the Supreme Personality of Godhead. All five of the philosophers mentioned above understand that impersonal <a href="/d/brahman" class="d">Brahman</a> is without material qualities, and they believe that when the Personality of Godhead appears, He is contaminated and covered by the material qualities. The technical term used is <I>sagu&#7751;a.</I> They say, <I>"sagu&#7751;a</I> Brahman" and <I>"nirgu&#7751;a</I> <a href="/d/brahman" class="d">Brahman</a>." <I><a href="/d/nirguna" class="d">Nirgu&#7751;a</a></I> <a href="/d/brahman" class="d">Brahman</a> means impersonal, and <I>sagu&#7751;a</I> <a href="/d/brahman" class="d">Brahman</a> means "accepting material contamination." More or less, this kind of philosophical speculation is called <a href="/d/mayavada" class="d">M&#257;y&#257;v&#257;da</a> philosophy. The fact is, however, that the Absolute Truth has nothing to do with material qualities because He is transcendental. He is always complete with full spiritual qualities. The five philosophers mentioned above do not accept Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> as the Supreme Personality of Godhead, but they are very busy refuting the philosophy of other schools. There are six kinds of philosophical processes in India. Because Vy&#257;sadeva is the Vedic authority, he is known as Vedavy&#257;sa. His philosophical explanation of the <I><a href="/d/vedanta" class="d">Ved&#257;nta</a>-<a href="/d/sutra" class="d">s&#363;tra</a></I> is accepted by the devotees. As <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> confirms in <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></I> (<a href="https://prabhupadabooks.com/bg/15/15?d=1">15.15</a>):</div>
<A NAME="210102"></A><div id="210102"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">sarvasya c&#257;ha&#7745; h&#7771;di sannivi&#7779;&#7789;o<br>matta&#7717; sm&#7771;tir j&ntilde;&#257;nam apohana&#7745; ca<br>vedai&#347; ca sarvair aham eva vedyo<br>ved&#257;nta-k&#7771;d veda-vid eva c&#257;ham</div>
</div><A NAME="210103"></A><div id="210103"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"I am seated in everyone's heart, and from Me come remembrance, knowledge and forgetfulness. By all the <I>Vedas,</I> I am to be known; indeed, I am the compiler of <a href="/d/vedanta" class="d">Ved&#257;nta</a>, and I am the knower of the <I>Vedas."</I></div>
</div><A NAME="210104"></A><div id="210104"> </div>
<div class="Normal-Level">The ultimate goal of studying all Vedic literature is the acceptance of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> as the Supreme Personality of Godhead. This <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness movement is propagating the philosophical conclusion of &#346;r&#299;la Vy&#257;sadeva and following other great <I>&#257;c&#257;ryas</I> like R&#257;m&#257;nuj&#257;c&#257;rya, Madhv&#257;c&#257;rya, Vi&#7779;&#7751;usv&#257;m&#299;, Nimb&#257;rka and &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> Himself.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/madhya/25/56">https://prabhupadabooks.com/cc/madhya/25/56</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/madhya/25/55?d=1">Madhya 25.55</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/madhya/25/57?d=1">Madhya 25.57</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
