{
	"info": {
		"id": "cc\\madhya\\20\\147-148",
		"nextId": "cc/madhya/20/149",
		"prevId": "cc/madhya/20/146"
	},
	"verses": [
		{
			"roman": "kiṁ vidhatte kim ācaṣṭe\nkim anūdya vikalpayet\nity asyā hṛdayaṁ loke\nnānyo mad veda kaścana",
			"isProse": false
		},
		{
			"roman": "māṁ vidhatte 'bhidhatte māṁ\nvikalpyāpohyate hy aham\netāvān sarva-vedārthaḥ\nśabda āsthāya māṁ bhidām\nmāyā-mātram anūdyānte\npratiṣidhya prasīdati\n",
			"isProse": false
		}
	],
	"synonyms": "kim—what; vidhatte—direct; kim—what; ācaṣṭe—declare; kim—what; anūdya—taking as the object; vikalpayet—may conjecture; iti—thus; asyāḥ—of the Vedic literature; hṛdayam—intention; loke—in this world; na—not; anyaḥ—other; mat—than Me; veda—knows; kaścana—anyone; mām—Me; vidhatte—they ordain; abhidhatte—set forth; mām—Me; vikalpya—speculating; aphyate—am fixed; hi—certainly; aham—I; etāvān—of such measures; sarva-veda-arthaḥ—the purport of the Vedas; śabdaḥ—the Vedas; āsthāya—taking shelter of; mām—Me; bhidām—different; māyā—illusory energy; mātram—only; anūdya—saying; ante—at the end; pratiṣidhya—driving away; prasīdati—gets satisfaction.",
	"translation": "\" 'What is the direction of all Vedic literatures? On whom do they set focus? Who is the purpose of all speculation? Outside of Me no one knows these things. Now you should know that all these activities are aimed at ordaining and setting forth Me. The purpose of Vedic literature is to know Me by different speculations, either by indirect understanding or by dictionary understanding. Everyone is speculating about Me. The essence of all Vedic literatures is to distinguish Me from māyā. By considering the illusory energy, one comes to the platform of understanding Me. In this way one becomes free from speculation about the Vedas and comes to Me as the conclusion. Thus one is satisfied.'",
	"purport": [
		{
			"type": "normal",
			"content": "These two verses are quoted from Śrīmad-Bhāgavatam (11.21.42,43). When Uddhava asked Kṛṣṇa about the purpose of Vedic speculation, the Lord informed him of the process of understanding Vedic literature. The Vedas are composed of karma-kāṇḍa, jñāna-kāṇḍa and upāsanā-kāṇḍa. If one analytically studies the purpose of the Vedas, he understands that by karma-kāṇḍa, sacrificial activity, one comes to the conclusion of jñāna-kāṇḍa, speculative knowledge. After speculation, one comes to the conclusion that worship of the Supreme Personality of Godhead is the ultimate. When one comes to this conclusion, he becomes fully satisfied."
		}
	]
}