{
	"info": {
		"id": "cc\\madhya\\20\\353",
		"nextId": "cc/madhya/20/354",
		"prevId": "cc/madhya/20/352"
	},
	"verses": [
		{
			"roman": "sarvajña munira vākya--śāstra-'paramāṇa'\nāmā-sabā jīvera haya śāstra-dvārā jñāna'\n",
			"isProse": false
		}
	],
	"synonyms": "sarva-jña munira vākya—the words of the omniscient muni (Vyāsadeva); śāstra-paramāṇa—evidence of revealed scriptures; āmā-sabā—all of us; jīvera—of the conditioned souls; haya—there is; śāstra-dvārā—through the medium of revealed scriptures; jñāna—knowledge.",
	"translation": "\"The Vedic literatures composed by the omniscient Mahāmuni Vyāsadeva are evidence of all spiritual existence. Only through these revealed scriptures can all conditioned souls attain knowledge.",
	"purport": [
		{
			"type": "normal",
			"content": "Foolish people try to concoct knowledge by manufacturing something in their brains. That is not the real way of knowledge. Knowledge is śabda-pramāṇa, evidence from Vedic literature. Śrīla Vyāsadeva is called Mahāmuni. He is also known as Vedavyāsa because he has compiled so many śāstras. He has divided the Vedas into four divisions-Sāma, Ṛg, Yajur and Atharva. He has expanded the Vedas into eighteen Purāṇas and has summarized Vedic knowledge in the Vedānta-sūtra. He also compiled the Mahābhārata, which is accepted as the fifth Veda. Bhagavad-gītā is contained within the Mahābhārata. Therefore Bhagavad-gītā is also Vedic literature (smṛti). Some of the Vedic literatures are called śrutis, and some are called smṛtis. Śrīla Rūpa Gosvāmī recommends in the Bhakti-rasāmṛta-sindhu (1.2.101):"
		},
		{
			"type": "normal",
			"content": "śruti-smṛti-purāṇādi-\npañcarātra-vidhiṁ vinā\naikāntikī harer bhaktir\nutpātāyaiva kalpate"
		},
		{
			"type": "normal",
			"content": "Unless one refers to śāstra (śruti, smṛti and purāṇādi), one's spiritual activity simply disturbs society. There is no king or government to check people, and therefore society has fallen into a chaotic condition as far as spiritual understanding is concerned. Taking advantage of this chaotic condition, many rascals have appeared and proclaimed themselves incarnations of God. As a result, the entire population is indulging in sinful activities such as illicit sex, intoxication, gambling and meat-eating. Out of many sinful people, many incarnations of God are emerging. This is a very regrettable situation, especially in India."
		}
	]
}