<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 1.8.27 Srimad-Bhagavatam</title>
<meta name="description" content="My obeisances are unto You, who are the property of the materially impoverished. You have nothing to do with the actions and reactions of the material modes of">
<meta property="og:title" content="SB 1.8.27 Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="My obeisances are unto You, who are the property of the materially impoverished. You have nothing to do with the actions and reactions of the material modes of" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/1?d=1"  class="breadcrumb" title="Canto 1:Creation">Canto 1:"Creation"</a> > <a href="https://prabhupadabooks.com/sb/1/8?d=1"  class="breadcrumb" title="SB 1.8: Prayers by Queen Kunti and Pariksit Saved">SB 1.8</a> > <a href="https://prabhupadabooks.com/sb/1/8/27?d=1"  class="breadcrumb" title="SB 1.8.27">SB 1.8.27</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="15348"></A><div id="15348"> </div>
<div class="Textnum">TEXT 27</div>
<A NAME="15351"></A><div id="15351"> </div>
<div class="Verse-Text">namo 'ki&ntilde;cana-vitt&#257;ya</div>
<A NAME="15352"></A><div id="15352"> </div>
<div class="Verse-Text">niv&#7771;tta-gu&#7751;a-v&#7771;ttaye</div>
<A NAME="15353"></A><div id="15353"> </div>
<div class="Verse-Text">&#257;tm&#257;r&#257;m&#257;ya &#347;&#257;nt&#257;ya</div>
<A NAME="15354"></A><div id="15354"> </div>
<div class="Verse-Text">kaivalya-pataye nama&#7717;</div>
<A NAME="15355"></A><div id="15355"> </div>
<div class="Synonyms-Section">SYNONYMS</div>
<A NAME="15356"></A><div id="15356"> </div>
<div class="Synonyms"><span class="Italic"><a href="/d/namah" class="d">nama&#7717;</a></span>&mdash;all obeisances unto You; <span class="Italic"><a href="/d/akincana" class="d">aki&ntilde;cana</a>-<a href="/d/vittaya" class="d">vitt&#257;ya</a></span>&mdash;unto the property of the materially impoverished; <span class="Italic"><a href="/d/nivrtta" class="d">niv&#7771;tta</a></span>&mdash;completely transcendental to the actions of the material modes; <span class="Italic"><a href="/d/guna" class="d">gu&#7751;a</a></span>&mdash;material modes; <span class="Italic"><a href="/d/vrttaye" class="d">v&#7771;ttaye</a></span>&mdash;affection; <span class="Italic"><a href="/d/atma" class="d">&#257;tma</a>-<a href="/d/aramaya" class="d">&#257;r&#257;m&#257;ya</a></span>&mdash;one who is self-satisfied; <span class="Italic"><a href="/d/santaya" class="d">&#347;&#257;nt&#257;ya</a></span>&mdash;the most gentle; <span class="Italic"><a href="/d/kaivalya" class="d">kaivalya</a>-<a href="/d/pataye" class="d">pataye</a></span>&mdash;unto the master of the monists; <span class="Italic"><a href="/d/namah" class="d">nama&#7717;</a></span>&mdash;bowing down.</div>
<A NAME="15357"></A><div id="15357"> </div>
<div class="Verse-Section">TRANSLATION</div>
<A NAME="15358"></A><div id="15358"> </div>
<div class="Translation">My obeisances are unto You, who are the property of the materially impoverished. You have nothing to do with the actions and reactions of the material modes of nature. You are self-satisfied, and therefore You are the most gentle and are master of the monists.</div>
<A NAME="15359"></A><div id="15359"> </div>
<div class="Verse-Section">PURPORT</div>
<A NAME="15360"></A><div id="15360"> </div>
<div class="First">A living being is finished as soon as there is nothing to possess. Therefore a living being cannot be, in the real sense of the term, a renouncer. A living being renounces something for gaining something more valuable. A student sacrifices his childish proclivities to gain better education. A servant gives up his job for a better job. Similarly, a devotee renounces the material world not for nothing but for something tangible in spiritual value. &#346;r&#299;la <a href="/d/rupa" class="d">R&#363;pa</a> Gosv&#257;m&#299;, <a href="/d/sanatana" class="d">San&#257;tana</a> Gosv&#257;m&#299; and &#346;r&#299;la <a href="/d/raghunatha" class="d">Raghun&#257;tha</a> <a href="/d/dasa" class="d">d&#257;sa</a> Gosv&#257;m&#299; and others gave up their worldly pomp and prosperity for the sake of the service of the Lord. They were big men in the worldly sense. The Gosv&#257;m&#299;s were ministers in the government service of Bengal, and &#346;r&#299;la <a href="/d/raghunatha" class="d">Raghun&#257;tha</a> <a href="/d/dasa" class="d">d&#257;sa</a> Gosv&#257;m&#299; was the son of a big <span class="Italic">zamindar</span> of his time. But they left everything to gain something superior to what they previously possessed. The devotees are generally without material prosperity, but they have a very secret treasure-house in the lotus feet of the Lord. There is a nice story about &#346;r&#299;la <a href="/d/sanatana" class="d">San&#257;tana</a> Gosv&#257;m&#299;. He had a touchstone with him, and this stone was left in a <a href="/d/pile" class="d">pile</a> of refuse. A needy man took it, but later on wondered why the valuable stone was kept in such a neglected place. He therefore asked him for the most valuable thing, and then he was given the holy name of the Lord. <span class="Italic"><a href="/d/akincana" class="d">Aki&ntilde;cana</a></span> means one who has nothing to give materially. A factual devotee, or <span class="Italic"><a href="/d/mahatma" class="d">mah&#257;tm&#257;</a>,</span> does not give anything material to anyone because he has already left all material assets. He can, however, deliver the supreme asset, namely the Personality of Godhead, because He is the only property of a factual devotee. The touchstone of <a href="/d/sanatana" class="d">San&#257;tana</a> Gosv&#257;m&#299;, which was thrown in the rubbish, was not the property of the Gosv&#257;m&#299;, otherwise it would not have been kept in such a place. This specific example is given for the neophyte devotees just to convince them that material hankerings and spiritual advancement go ill together. Unless one is able to see everything as spiritual in relation with the Supreme Lord, one must always distinguish between spirit and matter. A spiritual master like &#346;r&#299;la <a href="/d/sanatana" class="d">San&#257;tana</a> Gosv&#257;m&#299;, although personally able to see everything as spiritual, set this example for us only because we have no such spiritual vision.</div>
<A NAME="15361"></A><div id="15361"> </div>
<div class="Purport">Advancement of material vision or material civilization is a great stumbling block for spiritual advancement. Such material advancement entangles the living being in the bondage of a material body followed by all sorts of material miseries. Such material advancement is called <span class="Italic"><a href="/d/anartha" class="d">anartha</a>,</span> or things not wanted. Actually this is so. In the present context of material advancement one uses lipstick at a cost of fifty cents, and there are so many unwanted things which are all products of the material conception of life. By diverting attention to so many unwanted things, human energy is spoiled without achievement of spiritual realization, the prime necessity of human life. The attempt to reach the moon is another example of spoiling energy because even if the moon is reached, the problems of life will not be solved. The devotees of the Lord are called <span class="Italic">aki&ntilde;canas</span> because they have practically no material assets. Such material assets are all products of the three modes of material nature. They foil spiritual energy, and thus the less we possess such products of material nature, the more we have a good chance for spiritual progress.</div>
<A NAME="15362"></A><div id="15362"> </div>
<div class="Purport">The Supreme Personality of Godhead has no direct connection with material activities. All His acts and deeds, which are exhibited even in this material world, are spiritual and without affection for the modes of material nature. In the <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> the Lord says that all His acts, even His appearance and disappearance in and out of the material world, are transcendental, and one who knows this perfectly shall not take his birth again in this material world, but will go back to Godhead.</div>
<A NAME="15363"></A><div id="15363"> </div>
<div class="Purport">The material disease is due to hankering after and lording it over material nature. This hankering is due to an interaction of the three modes of nature, and neither the Lord nor the devotees have attachment for such false enjoyment. Therefore, the Lord and the devotees are called <span class="Italic"><a href="/d/nivrtta" class="d">niv&#7771;tta</a>-<a href="/d/guna" class="d">gu&#7751;a</a>-<a href="/d/vrtti" class="d">v&#7771;tti</a>.</span> The perfect <span class="Italic"><a href="/d/nivrtta" class="d">niv&#7771;tta</a>-<a href="/d/guna" class="d">gu&#7751;a</a>-<a href="/d/vrtti" class="d">v&#7771;tti</a></span> is the Supreme Lord because He never becomes attracted by the modes of material nature, whereas the living beings have such a tendency. Some of them are entrapped by the illusory attraction of material nature.</div>
<A NAME="15364"></A><div id="15364"> </div>
<div class="Purport">Because the Lord is the property of the devotees, and the devotees are the property of the Lord reciprocally, the devotees are certainly transcendental to the modes of material nature. That is a natural conclusion. Such unalloyed devotees are distinct from the mixed devotees who approach the Lord for mitigation of miseries and poverty or because of inquisitiveness and speculation. The unalloyed devotees and the Lord are transcendentally attached to one another. For others, the Lord has nothing to reciprocate, and therefore He is called <span class="Italic"><a href="/d/atmarama" class="d">&#257;tm&#257;r&#257;ma</a>,</span> self-satisfied. Self-satisfied as He is, He is the master of all monists who seek to merge into the existence of the Lord. Such monists merge within the personal effulgence of the Lord called the <span class="Italic">brahmajyoti,</span> but the devotees enter into the transcendental pastimes of the Lord, which are never to be misunderstood as material.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/1/8/27">https://prabhupadabooks.com/sb/1/8/27</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/1/8/26?d=1">SB 1.8.26</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/1/8/28?d=1">SB 1.8.28</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
