{
	"info": {
		"id": "cc\\madhya\\15\\107",
		"nextId": "cc/madhya/15/108",
		"prevId": "cc/madhya/15/106"
	},
	"verses": [
		{
			"roman": "\"eka kṛṣṇa-nāme kare sarva-pāpa kṣaya\nnava-vidhā bhakti pūrṇa nāma haite haya\n",
			"isProse": false
		}
	],
	"synonyms": "eka kṛṣṇa-nāme—one holy name of Kṛṣṇa; kare—can do; sarva-pāpa—of all sinful reactions; kṣaya—destruction; nava-vidhā—nine processes; bhakti—of devotional service; pūrṇa—complete; nāma haite—simply by chanting the holy name; haya—are.",
	"translation": "\"Simply by chanting the holy name of Kṛṣṇa, one is relieved from all the reactions of a sinful life. One can complete the nine processes of devotional service simply by chanting the holy name.",
	"purport": [
		{
			"type": "normal",
			"content": "The nine types of devotional service are mentioned in Śrīmad-Bhāgavatam (7.5.23):"
		},
		{
			"type": "normal",
			"content": "śravaṇaṁ kīrtanaṁ viṣṇoḥ\nsmaraṇaṁ pāda-sevanam\narcanaṁ vandanaṁ dāsyaṁ\nsakhyam ātma-nivedanam"
		},
		{
			"type": "normal",
			"content": "iti puṁsārpitā viṣṇau\nbhaktiś cen nava-lakṣaṇā\nkriyeta bhagavaty addhā\ntan manye 'dhītam uttamam"
		},
		{
			"type": "normal",
			"content": "These are the activities of hearing, chanting, remembering, serving, worshiping, praying, obeying, maintaining friendship and surrendering everything. As far as chanting the holy name of Kṛṣṇa is concerned, one can be freed from all sinful reactions by chanting the holy name without committing offenses. If one chants offenselessly, he may be saved from all sinful reactions. It is very important in devotional service to chant the holy name of the Lord without committing offenses. The nine devotional processes such as śravaṇa and kīrtana can all be attained at once if one simply chants the holy name of the Lord offenselessly."
		},
		{
			"type": "normal",
			"content": "In this regard, Śrīla Jīva Gosvāmī states in his book Bhakti-sandarbha (173): yadyapi anyā bhaktiḥ kalau kartavyā, tada kīrtanākhya-bhakti-saṁyogenaiva. Out of the nine processes of devotional service, kīrtana is very important. Śrīla Jīva Gosvāmī therefore instructs that the other processes, such as arcana, vandana, dāsya and sakhya, should be executed, but they must be preceded and followed by kīrtana, the chanting of the holy name. We have therefore introduced this system in all of our centers. Arcana, ārati, bhoga offering, Deity dressing and decoration are all preceded and followed by the chanting of the holy name of the Lord-Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare."
		}
	]
}