{
	"info": {
		"id": "cc\\madhya\\15\\108",
		"nextId": "cc/madhya/15/109",
		"prevId": "cc/madhya/15/107"
	},
	"verses": [
		{
			"roman": "dīkṣā-puraścaryā-vidhi apekṣā nā kare\njihvā-sparśe ā-caṇḍāla sabāre uddhāre\n",
			"isProse": false
		}
	],
	"synonyms": "dīkṣā—initiation; puraścaryā—activities before initiation; vidhi—regulative principles; apekṣā—reliance on; nā—not; kare—does; jihvā—the tongue; sparśe—by touching; ā-caṇḍāla—even to the lowest of men, the caṇḍāla; sabāre—everyone; uddhāre—delivers.",
	"translation": "\"One does not have to undergo initiation or execute the activities required before initiation. One simply has to vibrate the holy name with his lips. Thus even a man in the lowest class [caṇḍāla] can be delivered.",
	"purport": [
		{
			"type": "normal",
			"content": "Śrīla Jīva Gosvāmī explains dīkṣā in his Bhakti-sandarbha (283):"
		},
		{
			"type": "normal",
			"content": "divyaṁ jñānaṁ yato dadyāt\nkuryāt pāpasya saṅkṣayam\ntasmād dīkṣeti sā proktā\ndeśikais tattva-kovidaiḥ"
		},
		{
			"type": "normal",
			"content": "\"Dīkṣā is the process by which one can awaken his transcendental knowledge and vanquish all reactions caused by sinful activity. A person expert in the study of the revealed scriptures knows this process as dīkṣā.\" The regulative principles of dīkṣā are explained in the Hari-bhakti-vilāsa (2.3,4) and in Bhakti-sandarbha (283). As stated:"
		},
		{
			"type": "normal",
			"content": "dvijānām anupetānāṁ svakarmādhyayanādiṣu\nyathādhikāro nāstīha syāc copanayanād anu\ntathātrādīkṣitānāṁ tu mantra-devārcanādiṣu\nnādhikāro 'sty ataḥ kuryād ātmānaṁ śiva-saṁstutam"
		},
		{
			"type": "normal",
			"content": "\"Even though born in a brāhmaṇa family, one cannot engage in Vedic rituals without being initiated and having a sacred thread. Although born in a brāhmaṇa family, one becomes a brāhmaṇa after initiation and the sacred thread ceremony. Unless one is initiated as a brāhmaṇa, he cannot worship the holy name properly.\""
		},
		{
			"type": "normal",
			"content": "According to the Vaiṣṇava regulative principles, one must be initiated as a brāhmaṇa. The Hari-bhakti-vilāsa (2.6) quotes the following injunction from the Viṣṇu-yāmala:"
		},
		{
			"type": "normal",
			"content": "adīkṣitasya vāmoru\nkṛtaṁ sarvaṁ nirarthakam\npaśu-yonim avāpnoti\ndīkṣā-virahito janaḥ"
		},
		{
			"type": "normal",
			"content": "\"Unless one is initiated by a bona fide spiritual master, all his devotional activities are useless. A person who is not properly initiated can descend again into the animal species.\""
		},
		{
			"type": "verse",
			"content": "Hari-bhakti-vilāsa (2.10) further quotes:"
		},
		{
			"type": "normal",
			"content": "ato guruṁ praṇamyaivaṁ\nsarva-svaṁ vinivedya ca\ngṛhṇīyād vaiṣṇavaṁ mantraṁ\ndīkṣā-pūrvaṁ vidhānataḥ"
		},
		{
			"type": "normal",
			"content": "\"It is the duty of every human being to surrender to a bona fide spiritual master. Giving him everything-body, mind and intelligence-one must take a Vaiṣṇava initiation from him.\""
		},
		{
			"type": "normal",
			"content": "The Bhakti-sandarbha (298) gives the following quotation from the Tattva-sāgara:"
		},
		{
			"type": "normal",
			"content": "yathā kāñcanatāṁ yāti\nkāsyaṁ rasa-vidhānataḥ\ntathā dīkṣā-vidhānena\ndvijatvaṁ jāyate nṛṇām"
		},
		{
			"type": "normal",
			"content": "\"By chemical manipulation, bell metal is turned into gold when touched by mercury; similarly, when a person is properly initiated, he can acquire the qualities of a brāhmaṇa.\""
		},
		{
			"type": "normal",
			"content": "The Hari-bhakti-vilāsa (17.11,12) in discussing the puraścaryā process, quotes the following verses from Agastya-saṁhitā:"
		},
		{
			"type": "normal",
			"content": "pūjā traikālikī nityaṁ\njapas tarpaṇam eva ca\nhomo brāhmaṇa-bhuktiś ca\npuraścaraṇam ucyate"
		},
		{
			"type": "normal",
			"content": "guror labdhasya mantrasya\nprasādena yathā-vidhi\npañcāṅgopāsanā-siddhyai\npuraś caitad vidhīyate"
		},
		{
			"type": "normal",
			"content": "\"In the morning, afternoon and evening, one should worship the Deity, chant the Hare Kṛṣṇa mantra, offer oblations, perform a fire sacrifice, and feed the brāhmaṇas. These five activities constitute puraścaryā. To attain full success when taking initiation from the spiritual master, one should first perform these puraścaryā processes.\""
		},
		{
			"type": "normal",
			"content": "The word puraḥ means \"before\" and caryā means \"activities.\" Due to the necessity of these activities, we do not immediately initiate disciples in the International Society for Krishna Consciousness. For six months, a candidate for initiation must first attend ārati and classes in the śāstras, practice the regulative principles and associate with other devotees. When one is actually advanced in the puraścaryā-vidhi, he is recommended by the local temple president for initiation. It is not that anyone can be suddenly initiated without meeting the requirements. When one is further advanced by chanting the Hare Kṛṣṇa mantra sixteen rounds daily, following the regulative principles and attending classes, he receives the sacred thread (brahminical recognition) after the second six months."
		},
		{
			"type": "normal",
			"content": "In the Hari-bhakti-vilāsa (17.4,5,7) it is stated:"
		},
		{
			"type": "normal",
			"content": "vinā yena na siddhaḥ syān\nmantro varṣa-śatair api\nkṛtena yena labhate\nsādhako vāñchitaṁ phalam"
		},
		{
			"type": "normal",
			"content": "puraścaraṇa-sampanno\nmantro hi phala-dhāyakaḥ\nataḥ puraṣkriyāṁ kuryāt\nmantravit siddhi-kaṅksayā"
		},
		{
			"type": "normal",
			"content": "puraṣkriyā hi mantrāṇāṁ\npradhānaṁ vīryam ucyate\nvīrya-hīno yathā dehī\nsarva-karmasu na kṣamaḥ\npuraścaraṇa-hīno hi\ntathā mantraḥ prakīrtitaḥ"
		},
		{
			"type": "normal",
			"content": "\"Without performing the puraścaryā activities, one cannot become perfect even by chanting this mantra for hundreds of years. However, one who has undergone the puraścaryā-vidhi process can attain success very easily. If one wishes to perfect his initiation, he must first undergo the puraścaryā activities. The puraścaryā process is the life-force by which one is successful in chanting the mantra. Without the life-force, one cannot do anything; similarly, without the life force of puraścaryā-vidhi, no mantra can be perfected.\""
		},
		{
			"type": "normal",
			"content": "In his Bhakti-sandarbha (283), Śrīla Jīva Gosvāmī states:"
		},
		{
			"type": "normal",
			"content": "yadyapi śrī-bhāgavata-mate pañcarātrādi-vat arcana-mārgasya āvaśyakatvaṁ nāsti, tad vināpi śaraṇāpattyādīnām ekatareṇāpi puruṣārtha-siddher abhihitatvāt, tathāpi śrī-nāradādi-vartmānusaradbhiḥ śrī-bhagavatā saha sambandha-viśeṣaṁ dīkṣā-vidhānena śrī-guru-caraṇa-sampāditaṁ cikīrṣadbhiḥ kṛtāyāṁ dīkṣāyām arcanam avaśyaṁ kriyetaiva."
		},
		{
			"type": "normal",
			"content": "Of similar importance is dīkṣā, which is explained as follows in Bhakti-sandarbha (284):"
		},
		{
			"type": "normal",
			"content": "yadyapi svarūpato nāsti, tathāpi prāyaḥ svabhāvato dehādi-sambandhena kardaya-śīlānāṁ vikṣipta-cittānāṁ janānāṁ tat-tat-saṅkocī-karaṇāya śrīmad-ṛṣi-prabhṛtibhir atrārcana-mārge kvacit kvacit kācit kācin maryādā sthāpitāsti."
		},
		{
			"type": "normal",
			"content": "Similarly in the Rāmārcana-candrikā it is stated:"
		},
		{
			"type": "normal",
			"content": "vinaiva dīkṣāṁ viprendra\npuraścaryāṁ vinaiva hi\nvinaiva nyāsa-vidhinā\njapa-mātreṇa siddhidā"
		},
		{
			"type": "normal",
			"content": "In other words, the chanting of the Hare Kṛṣṇa mahā-mantra is so powerful that it does not depend on official initiation, but if one is initiated and engages in pañcarātra-vidhi (Deity worship), his Kṛṣṇa consciousness will awaken very soon, and his identification with the material world will be vanquished. The more one is freed from material identification, the more one can realize that the spirit soul is qualitatively as good as the Supreme Soul. At such a time, when one is situated on the absolute platform, he can understand that the holy name of the Lord and the Lord Himself are identical. At that stage of realization, the holy name of the Lord, the Hare Kṛṣṇa mantra, cannot be identified with any material sound. If one accepts the Hare Kṛṣṇa mahā-mantra as a material vibration, he falls down. One should worship and chant the holy name of the Lord by accepting it as the Lord Himself. One should therefore be initiated properly according to revealed scriptures under the direction of a bona fide spiritual master. Although chanting the holy name is good for both the conditioned and liberated soul, it is especially beneficial to the conditioned soul because by chanting it one is liberated. When a person who chants the holy name is liberated, he attains the ultimate perfection by returning home, back to Godhead. In the words of Śrī Caitanya-caritāmṛta (Ādi 7.73):"
		},
		{
			"type": "normal",
			"content": "kṛṣṇa-mantra haite habe saṁsāra-mocana\nkṛṣṇa-nāma haite pābe kṛṣṇera caraṇa"
		},
		{
			"type": "normal",
			"content": "\"Simply by chanting the holy name of Kṛṣṇa one can obtain freedom from material existence. Indeed, simply by chanting the Hare Kṛṣṇa mantra one will be able to see the lotus feet of the Lord.\""
		},
		{
			"type": "normal",
			"content": "The offenseless chanting of the holy name does not depend on the initiation process. Although initiation may depend on puraścaryā or puraścaraṇa, the actual chanting of the holy name does not depend on puraścaryā-vidhi, or the regulative principles. If one chants the holy name once without committing an offense, he attains all success. During the chanting of the holy name, the tongue must work. Simply by chanting the holy name, one is immediately delivered. The tongue is sevonmukha-jihvā-it is controlled by service. One whose tongue is engaged in tasting material things and also talking about them cannot use the tongue for absolute realization."
		},
		{
			"type": "normal",
			"content": "ataḥ śrī-kṛṣṇa-nāmādi\nna bhaved grāhyam indriyaiḥ\nsevonmukhe hi jihvādau\nsvayam eva sphuraty adaḥ"
		},
		{
			"type": "normal",
			"content": "According to Caitanya-caritāmṛta (Madhya 17.134):"
		},
		{
			"type": "normal",
			"content": "ataeva kṛṣṇera 'nāma', 'deha', 'vilāsa'\nprākṛtendriya-grāhya nahe, haya sva-prakāśa"
		},
		{
			"type": "normal",
			"content": "\"With these material senses, one cannot understand the transcendental holy name of the Lord or His form, activities and pastimes. However, when one actually engages in devotional service, utilizing the tongue, the Lord is revealed.\""
		}
	]
}