{
	"info": {
		"id": "cc\\madhya\\15\\264",
		"nextId": "cc/madhya/15/265",
		"prevId": "cc/madhya/15/263"
	},
	"verses": [
		{
			"roman": "ṣāṭhīre kaha--tāre chāḍuka, se ha-ila 'patita'\n'patita' ha-ile bhartā tyajite ucita\n",
			"isProse": false
		}
	],
	"synonyms": "ṣāṭhīre kaha—inform Ṣāṭhī; tāre chāḍuka—let her give him up; se ha-ila—he has become; patita—fallen; patita ha-ile—when one has fallen; bhartā—such a husband; tyajite—to give up; ucita—is the duty.",
	"translation": "\"Inform my daughter Ṣāṭhī to abandon her relationship with her husband because he has fallen down. When the husband falls down, it is the wife's duty to relinquish the relationship.",
	"purport": [
		{
			"type": "normal",
			"content": "Śrīla Sārvabhauma Bhaṭṭācārya considered that if Amogha were killed, one would suffer sinful reactions for killing the body of a brāhmaṇa. For the same reason, it would have been undesirable for Bhaṭṭācārya to commit suicide because he also was a brāhmaṇa. Since neither course could be accepted, Bhaṭṭācārya decided to give up his relationship with Amogha and never see his face."
		},
		{
			"type": "normal",
			"content": "As far as killing the body of a brāhmaṇa is concerned, Śrīmad-Bhāgavatam (1.7.53) gives the following injunction:"
		},
		{
			"type": "normal",
			"content": "śrī-bhagavān uvāca\nbrahma-bandhur na hantavya\nātatāyī vadhār-haṇaḥ\nmayaivobhayam āmnātaṁ\nparipāhy anuśāsanam"
		},
		{
			"type": "normal",
			"content": "\"The Personality of Godhead Śrī Kṛṣṇa said: A friend of a brāhmaṇa is not to be killed, but if he is an aggressor, he must be killed. All these rulings are in the scriptures, and you should act accordingly.\""
		},
		{
			"type": "normal",
			"content": "Quoting from the smṛti, Śrīla Śrīdhara Svāmī comments on this quotation from Śrīmad-Bhāgavatam:"
		},
		{
			"type": "normal",
			"content": "ātatāyinam āyāntam\napi vedānta-pāragam\njighāṁ-santaṁ jighāṁsīyān\nna tena brahmahā bhavet"
		},
		{
			"type": "normal",
			"content": "\"Even though an aggressor may be a very learned scholar of Vedānta, he should be killed because of his envy in killing others. In such a case, it is not sinful to kill a brāhmaṇa.\""
		},
		{
			"type": "normal",
			"content": "It is also stated in Śrīmad-Bhāgavatam (1.7.57):"
		},
		{
			"type": "normal",
			"content": "vapanaṁ draviṇādānaṁ\nsthānān niryāpaṇaṁ tathā\neṣa hi brahma-bandhūnāṁ\nvadho nānyo 'sti daihikaḥ"
		},
		{
			"type": "normal",
			"content": "\"Cutting the hair from his head, depriving him of his wealth and driving him from his residence are the prescribed punishments for the relative of a brāhmaṇa. There is no injunction for killing the body.\""
		},
		{
			"type": "normal",
			"content": "Such punishment is sufficient for a brahma-bandhu. There is no need to personally kill his body. As far as Ṣāṭhī, the daughter of Sārvabhauma Bhaṭṭācārya, was concerned, she was advised to give up her relationship with her husband. Concerning this, Śrīmad-Bhāgavatam (5.5.18) states, na patiś ca sa syān na mocayed yaḥ samupeta-mṛtyum: \"One cannot be a husband if he cannot liberate his dependents from inevitable death.\" If a person is not in Kṛṣṇa consciousness and is bereft of spiritual power, he cannot protect his wife from the path of repeated birth and death. Consequently such a person cannot be accepted as a husband. A wife should dedicate her life and everything to Kṛṣṇa for further advancement in Kṛṣṇa consciousness. If she gives up her connection with her husband, who abandons Kṛṣṇa consciousness, she follows in the footsteps of the dvija-patnī, the wives of the brāhmaṇas who were engaged in performing sacrifices. The wife is not to be condemned for cutting off such a relationship. In this regard, Śrī Kṛṣṇa states in Śrīmad-Bhāgavatam (10.23.31-32):"
		},
		{
			"type": "normal",
			"content": "patayo nābhyasūyeran\npitṛ-bhrātṛ-sutādayaḥ\nlokāś ca vo mayopetā\ndevā apy anumanvate"
		},
		{
			"type": "normal",
			"content": "na prītaye 'nurāgāya\nhy aṅga-saṅgo nṛṇām iha\ntan mano mayi yuñjānā\nacirān mām avāpsyatha"
		},
		{
			"type": "normal",
			"content": "Such a separation is never condemned by the supreme will. No one should be envious of the order of Kṛṣṇa. Even demigods support such action. In this material world, one does not become beloved simply by maintaining a bodily relationship. However, one can attain complete perfection by associating in Kṛṣṇa consciousness."
		}
	]
}