{
	"info": {
		"id": "cc\\madhya\\13\\136",
		"nextId": "cc/madhya/13/137",
		"prevId": "cc/madhya/13/135"
	},
	"verses": [
		{
			"roman": "āhuś ca te nalina-nābha padāravindaṁ\nyogeśvarair hṛdi vicintyam agādha-bodhaiḥ\nsaṁsāra-kūpa-patitottaraṇāvalambaṁ\ngehaṁ juṣām api manasy udiyāt sadā naḥ\n",
			"isProse": false
		}
	],
	"synonyms": "āhuḥ—the gopīs said; ca—and; te—Your; nalina-nābha—O Lord, whose navel is just like a lotus flower; pada-aravindam—lotus feet; yoga-īśvaraiḥ—by great mystic yogīs; hṛdi—within the heart; vicintyam—to be meditated upon; agādha-bodhaiḥ—who are highly learned philosophers; saṁsāra-kūpa—in the dark well of material existence; patita—of those fallen; uttaraṇa—for deliverance; avalambam—the only shelter; geham—in family affairs; juṣām—of those engaged; api—although; manasi—in the minds; udiyāt—let be awakened; sadā—always; naḥ—our.",
	"translation": "\"The gopīs spoke thus: 'Dear Lord, whose navel is just like a lotus flower, Your lotus feet are the only shelter for those who have fallen into the deep well of material existence. Your feet are worshiped and meditated upon by great mystic yogīs and highly learned philosophers. We wish that these lotus feet may also be awakened within our hearts, although we are only ordinary persons engaged in household affairs.' \"",
	"purport": [
		{
			"type": "normal",
			"content": "This is a quotation from Śrīmad-Bhāgavatam (10.82.48). The gopīs were never interested in karma-yoga, jñāna-yoga, or dhyāna-yoga. They were simply interested in bhakti-yoga. Unless they were forced, they never liked to meditate on the lotus feet of the Lord. Rather, they preferred to take the lotus feet of the Lord and place them on their breasts. Sometimes they regretted that their breasts were so hard, fearing that Kṛṣṇa might not be very pleased to keep His soft lotus feet there. When those lotus feet were pricked by the grains of sand in the Vṛndāvana pasturing ground, the gopīs were pained and began to cry. The gopīs wanted to keep Kṛṣṇa at home always, and in this way their minds were absorbed in Kṛṣṇa consciousness. Such pure Kṛṣṇa consciousness can arise only in Vṛndāvana. Thus Śrī Caitanya Mahāprabhu began to explain His own mind, which was saturated in the ecstasy of the gopīs."
		}
	]
}