{
	"info": {
		"id": "cc\\madhya\\13\\139",
		"nextId": "cc/madhya/13/140",
		"prevId": "cc/madhya/13/138"
	},
	"verses": [
		{
			"roman": "pūrve uddhava-dvāre, ebe sākṣāt āmāre,\nyoga-jñāne kahilā upāya\ntumi-vidagdha, kṛpāmaya, jānaha āmāra hṛdaya,\nmore aiche kahite nā yuyāya\n",
			"isProse": false
		}
	],
	"synonyms": "pūrve—previously; uddhava-dvāre—through Uddhava; ebe—now; sākṣāt—directly; āmāre—unto Me; yoga—mystic yogic meditation; jñāne—philosophical speculation; kahilā—You have said; upāya—the means; tumi—You; vidagdha—very humorous; kṛpā-maya—mercifu1; jānaha—You know; āmāra—My; hṛdaya—mind; more—unto Me; aiche—in that way; kahite—to speak; nā yuyāya—is not at all befitting.",
	"translation": "\" 'My dear Kṛṣṇa, formerly, when You were staying in Mathurā, You sent Uddhava to teach Me speculative knowledge and mystic yoga. Now You Yourself are speaking the same thing, but My mind doesn't accept it. There is no place in My mind for jñāna-yoga or dhyāna-yoga. Although You know Me very well, You are still instructing Me in jñāna-yoga and dhyāna-yoga. It is not right for You to do so.' \"",
	"purport": [
		{
			"type": "normal",
			"content": "The process of mystic yoga, the speculative method for searching out the Supreme Absolute Truth, does not appeal to one who is always absorbed in thoughts of Kṛṣṇa. A devotee is not at all interested in speculative activities. Instead of cultivating speculative knowledge or practicing mystic yoga, a devotee should worship the Deity in the temple and continuously engage in the Lord's service. Temple Deity worship is realized by the devotees to be the same as direct service to the Lord. The Deity is known as arcā-vigraha or arcā-avatāra, an incarnation of the Supreme Lord in the form of a material manifestation (brass, stone or wood). Ultimately there is no difference between Kṛṣṇa manifest in matter or Kṛṣṇa manifest in spirit because both are His energies. For Kṛṣṇa, there is no distinction between matter and spirit. His manifestation in material form, therefore, is as good as His original form, sac-cid-ānanda-vigraha. A devotee constantly engaged in Deity worship according to the rules and regulations laid down in the śāstras and given by the spiritual master realizes gradually that he is in direct contact with the Supreme Personality of Godhead. Thus he loses all interest in so-called meditation, yoga practice and mental speculation."
		}
	]
}