{
	"info": {
		"id": "cc\\madhya\\13\\65",
		"nextId": "cc/madhya/13/66",
		"prevId": "cc/madhya/13/64"
	},
	"verses": [
		{
			"roman": "līlāveśe prabhura nāhi nijānusandhāna\nicchā jāni 'līlā śakti' kare samādhāna\n",
			"isProse": false
		}
	],
	"synonyms": "līlā-āveśe—in the ecstasy of transcendental pastimes; prabhura—of Śrī Caitanya Mahāprabhu; nāhi—there was not; nija-anusandhāna—understanding about His personal self; icchā jāni—knowing His desire; līlā śakti—the potency known as līlā-śakti; kare—does; samādhāna—all arrangements.",
	"translation": "Indeed, the Personality of Godhead forgot Himself in the course of His transcendental pastimes, but His internal potency [līlā-śakti], knowing the intentions of the Lord, made all arrangements.",
	"purport": [
		{
			"type": "normal",
			"content": "It is stated in the Upaniṣads:"
		},
		{
			"type": "normal",
			"content": "parāsya śaktir vividhaiva śrūyate\nsvābhāvikī jñāna-bala-kriyā ca"
		},
		{
			"type": "normal",
			"content": "\"The Supreme Lord has multi-potencies which act so perfectly that all consciousness, strength and activity are being directed solely by His will.\" (Śvetāśvatara Upaniṣad 6.8)"
		},
		{
			"type": "normal",
			"content": "Śrī Caitanya Mahāprabhu exhibited His mystic power in presenting Himself simultaneously in each and every saṅkīrtana group. Most people thought that He was one, but some saw that He was many. The internal devotees could understand that the Lord, although one, was exhibiting Himself as many in the different saṅkīrtana groups. When Śrī Caitanya Mahāprabhu danced, He forgot Himself and was simply absorbed in ecstatic bliss. However, His internal potency arranged everything perfectly. This is the difference between the internal and external potency. In the material world, the external potency (material energy) can act only after one endeavors at great length, but when the Supreme Lord desires, everything is performed automatically by the internal potency. By His will, things happen so nicely and perfectly that they appear to be carried out automatically. Sometimes the activities of the internal potency are exhibited in the material world. In fact, all the activities of material nature are actually performed by the inconceivable energies of the Lord, but so-called scientists and students of material nature are unable to understand ultimately how things are happening. They evasively conclude that everything is being done by nature, but they do not know that behind nature is the potent Supreme Personality of Godhead. This is explained in Bhagavad-gītā:"
		},
		{
			"type": "normal",
			"content": "mayādhyakṣeṇa prakṛtiḥ\nsūyate sa-carācaram\nhetunānena kaunteya\njagad viparivartate"
		},
		{
			"type": "normal",
			"content": "\"This material nature is working under My direction, O son of Kuntī, and it is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again.\" (Bg. 9.10)"
		}
	]
}