{
	"info": {
		"id": "cc\\antya\\13\\133",
		"nextId": "cc/antya/13/134",
		"prevId": "cc/antya/13/132"
	},
	"verses": [
		{
			"roman": "vaiṣṇavera nindya-karma nāhi pāḍe kāṇe\nsabe kṛṣṇa bhajana kare,--ei-mātra jāne\n",
			"isProse": false
		}
	],
	"synonyms": "vaiṣṇavera—of the Vaiṣṇava; nindya-karma—reproachable activities; nāhi pāḍe kāṇe—he does not hear; sabe—all; kṛṣṇa bhajana kare—are engaged in Kṛṣṇa's service; ei-mātra—only this; jāne—he understands.",
	"translation": "He would not listen to blasphemy of a Vaiṣṇava, nor would he listen to talk of a Vaiṣṇava's misbehavior. He knew only that everyone was engaged in Kṛṣṇa's service; he did not understand anything else.",
	"purport": [
		{
			"type": "normal",
			"content": "Raghunātha Bhaṭṭa never did anything harmful to a Vaiṣṇava. In other words, he was never inattentive in the service of the Lord, nor did he ever violate the rules and regulations of a pure Vaiṣṇava. It is the duty of a Vaiṣṇava ācārya to prevent his disciples and followers from violating the principles of Vaiṣṇava behavior. He should always advise them to strictly follow the regulative principles, which will protect them from falling down. Although a Vaiṣṇava preacher may sometimes criticize others, Raghunātha Bhaṭṭa avoided this. Even if another Vaiṣṇava was actually at fault, Raghunātha Bhaṭṭa would not criticize him; he saw only that everyone was engaged in Kṛṣṇa's service. That is the position of a mahā-bhāgavata. Actually, even if one is serving māyā, in a higher sense he is also a servant of Kṛṣṇa. Because māyā is the servant of Kṛṣṇa, anyone serving māyā serves Kṛṣṇa indirectly. Therefore it is said:"
		},
		{
			"type": "normal",
			"content": "keha māne, keha nā māne, saba tāṅra dāsa\nye nā māne, tāra haya sei pāpe nāśa"
		},
		{
			"type": "normal",
			"content": "\"Some accept Him, whereas others do not, yet everyone is His servant. One who does not accept Him, however, will be ruined by his sinful activities.\" (Cc. Ādi 6.85)"
		}
	]
}