<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 9.4 Summary Srimad-Bhagavatam</title>
<meta property="og:title" content="SB 9.4 Summary Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/9?d=1"  class="breadcrumb" title="Canto 9: Liberation">Canto 9: "Liberation"</a> > <a href="https://prabhupadabooks.com/sb/9/4?d=1"  class="breadcrumb" title="SB 9.4: Ambarisa Maharaja Offended by Durvasa Muni">SB 9.4</a> > <a href="https://prabhupadabooks.com/sb/9/4/4_summary?d=1"  class="breadcrumb" title="SB 9.4 Summary">SB 9.4 Summary</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="110288"></A><div id="110288"> </div>
<div style=" text-align : left"><div class="Normal-Level">This chapter describes the history of <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/nabhaga" class="d">Nabhaga</a>, of his son <a href="/d/nabhaga" class="d">N&#257;bh&#257;ga</a>, and of <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/ambarisa" class="d">Ambar&#299;&#7779;a</a>.</div>
</div><A NAME="110289"></A><div id="110289"> </div>
<div style=" text-align : left"><div class="Normal-Level">The son of <a href="/d/manu" class="d">Manu</a> was <a href="/d/nabhaga" class="d">Nabhaga</a>, and his son <a href="/d/nabhaga" class="d">N&#257;bh&#257;ga</a> lived for many years in the <span class="Italic">gurukula.</span> In N&#257;bh&#257;ga&rsquo;s absence, his brothers did not consider his share of the kingdom, but instead divided the property among themselves. When <a href="/d/nabhaga" class="d">N&#257;bh&#257;ga</a> returned home, his brothers bestowed upon him their father as his share, but when <a href="/d/nabhaga" class="d">N&#257;bh&#257;ga</a> went to his father and told him about the dealings of the brothers, his father informed him that this was cheating and advised him that for his livelihood he should go to the sacrificial arena and describe two <span class="Italic">mantras</span> to be chanted there. <a href="/d/nabhaga" class="d">N&#257;bh&#257;ga</a> executed the order of his father, and thus A&#7749;gir&#257; and other great saintly persons gave him all the money collected in that sacrifice. To test <a href="/d/nabhaga" class="d">N&#257;bh&#257;ga</a>, Lord &#346;iva challenged his claim to the wealth, but when Lord &#346;iva was satisfied by N&#257;bh&#257;ga&rsquo;s behavior, Lord &#346;iva offered him all the riches.</div>
</div><A NAME="110290"></A><div id="110290"> </div>
<div style=" text-align : left"><div class="Normal-Level">From <a href="/d/nabhaga" class="d">N&#257;bh&#257;ga</a> was born <a href="/d/ambarisa" class="d">Ambar&#299;&#7779;a</a>, the most powerful and celebrated devotee. <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/ambarisa" class="d">Ambar&#299;&#7779;a</a> was the emperor of the entire world, but he considered his opulence temporary. Indeed, knowing that such material opulence is the cause of downfall into conditional life, he was unattached to this opulence. He engaged his senses and mind in the service of the Lord. This process is called <span class="Italic"><a href="/d/yukta" class="d">yukta</a>-<a href="/d/vairagya" class="d">vair&#257;gya</a>,</span> or feasible renunciation, which is quite suitable for worship of the Supreme Personality of Godhead. Because <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/ambarisa" class="d">Ambar&#299;&#7779;a</a>, as the emperor, was immensely opulent, he performed devotional service with great opulence, and therefore, despite his wealth, he had no attachment to his wife, children or kingdom. He constantly engaged his senses and mind in the service of the Lord. Therefore, to say nothing of enjoying material opulence, he never desired even liberation.</div>
</div><A NAME="110291"></A><div id="110291"> </div>
<div style=" text-align : left"><div class="Normal-Level">Once <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/ambarisa" class="d">Ambar&#299;&#7779;a</a> was worshiping the Supreme Personality of Godhead in <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a>, observing the vow of <a href="/d/dvadasi" class="d">Dv&#257;da&#347;&#299;</a>. On <a href="/d/dvadasi" class="d">Dv&#257;da&#347;&#299;</a>, the day after <a href="/d/ekadasi" class="d">Ek&#257;da&#347;&#299;</a>, when he was about to break his <a href="/d/ekadasi" class="d">Ek&#257;da&#347;&#299;</a> fast, the great mystic <span class="Italic"><a href="/d/yogi" class="d">yog&#299;</a></span> Durv&#257;s&#257; appeared in his house and became his guest. King <a href="/d/ambarisa" class="d">Ambar&#299;&#7779;a</a> respectfully received Durv&#257;s&#257; <a href="/d/muni" class="d">Muni</a>, and Durv&#257;s&#257; <a href="/d/muni" class="d">Muni</a>, after accepting his invitation to eat there, went to bathe in the <a href="/d/yamuna" class="d">Yamun&#257;</a> River at noontime. Because he was absorbed in <span class="Italic"><a href="/d/samadhi" class="d">sam&#257;dhi</a>,</span> he did not come back very soon. <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/ambarisa" class="d">Ambar&#299;&#7779;a</a>, however, upon seeing that the time to break the fast was passing, drank a little water, in accordance with the advice of learned <span class="Italic">br&#257;hma&#7751;as,</span> just to observe the formality of breaking the fast. By mystic power, Durv&#257;s&#257; <a href="/d/muni" class="d">Muni</a> could understand that this had happened, and he was very angry. When he returned he began to chastise <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/ambarisa" class="d">Ambar&#299;&#7779;a</a>, but he was not satisfied, and finally he created from his hair a demon appearing like the fire of death. The Supreme Personality of Godhead, however, is always the protector of His devotee, and to protect <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/ambarisa" class="d">Ambar&#299;&#7779;a</a>, He sent His disc, the <a href="/d/sudarsana" class="d">Sudar&#347;ana</a> <span class="Italic"><a href="/d/cakra" class="d">cakra</a>,</span> which immediately vanquished the fiery demon and then pursued Durv&#257;s&#257;, who was so envious of <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/ambarisa" class="d">Ambar&#299;&#7779;a</a>. Durv&#257;s&#257; fled to Brahmaloka, &#346;ivaloka and all the other higher planets, but he could not protect himself from the wrath of the <a href="/d/sudarsana" class="d">Sudar&#347;ana</a> <span class="Italic"><a href="/d/cakra" class="d">cakra</a>.</span> Finally he went to the spiritual world and surrendered to Lord <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>, but Lord <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> could not excuse a person who had offended a <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a>. To be excused from such an offense, one must submit to the <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> whom he has offended. There is no other way to be excused. Thus Lord <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> advised Durv&#257;s&#257; to return to <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/ambarisa" class="d">Ambar&#299;&#7779;a</a> and beg his pardon.</div>
</div><p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/9/4/4_summary">https://prabhupadabooks.com/sb/9/4/4_summary</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/9/3/36?d=1">SB 9.3.36</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/9/4/1?d=1">SB 9.4.1</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
