<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Adi 2.117 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Adi 2.117 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/adi?d=1"  class="breadcrumb" title="Cc.  Adi-lila">Cc.  Adi-lila</a> > <a href="https://prabhupadabooks.com/cc/adi/2-1?d=1"  class="breadcrumb" title="Adi 2: Sri Caitanya Mahaprabhu Is the Supreme Personality of Godhead">Adi 2</a> > <a href="https://prabhupadabooks.com/cc/adi/117?d=1"  class="breadcrumb" title="Adi 2.117">Adi 2.117</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="131193"></A><div id="131193"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 117</div>
</div><A NAME="131195"></A><div id="131195"> </div>
<div style=" text-align : center"><div class="Verse-Text">siddh&#257;nta baliy&#257; citte n&#257; kara alasa</div>
</div><A NAME="131196"></A><div id="131196"> </div>
<div style=" text-align : center"><div class="Verse-Text">ih&#257; ha-ite k&#7771;&#7779;&#7751;e l&#257;ge sud&#7771;&#7693;ha m&#257;nasa</div>
</div><A NAME="131197"></A><div id="131197"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="131198"></A><div id="131198"> </div>
<div class="Synonyms"><I><a href="/d/siddhanta" class="d">siddh&#257;nta</a></I>&mdash;conclusion; <I><a href="/d/baliya" class="d">baliy&#257;</a></I>&mdash;considering; <I><a href="/d/citte" class="d">citte</a></I>&mdash;in the mind; <I><a href="/d/na" class="d">n&#257;</a> <a href="/d/kara" class="d">kara</a></I>&mdash;do not be; <I><a href="/d/alasa" class="d">alasa</a></I>&mdash;lazy; <I><a href="/d/iha" class="d">ih&#257;</a></I>&mdash;this; <I><a href="/d/ha" class="d">ha</a>-<a href="/d/ite" class="d">ite</a></I>&mdash;from; <I><a href="/d/krsne" class="d">k&#7771;&#7779;&#7751;e</a></I>&mdash;in Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>; <I><a href="/d/lage" class="d">l&#257;ge</a></I>&mdash;becomes fixed; <I><a href="/d/su" class="d">su</a>-<a href="/d/drdha" class="d">d&#7771;&#7693;ha</a></I>&mdash;very firm; <I><a href="/d/manasa" class="d">m&#257;nasa</a></I>&mdash;the mind.</div>
<A NAME="131199"></A><div id="131199"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="131200"></A><div id="131200"> </div>
<div class="Normal-Level"><B>A sincere student should not neglect the discussion of such conclusions, considering them controversial, for such discussions strengthen the mind. Thus one's mind becomes attached to &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>.</B></div>
<A NAME="131201"></A><div id="131201"> </div>
<div class="Titles">PURPORT</div>
<A NAME="131202"></A><div id="131202"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">There are many students who, in spite of reading the <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a>,</I> misunderstand <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> because of imperfect knowledge and conclude Him to be an ordinary, historical personality. This one must not do. One should be particularly careful to understand the truth about <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. If because of laziness one does not come to know <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> conclusively, one will be misguided about the cult of devotion, like those who declare themselves advanced devotees and imitate the transcendental symptoms sometimes observed in liberated souls. Although the use of thoughts and arguments is a most suitable process for inducing an uninitiated person to become a devotee, neophytes in devotional service must always alertly understand <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> through the vision of the revealed scriptures, the bona fide devotees and the spiritual master. Unless one hears about &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> from such authorities, one cannot make advancement in devotion to &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. The revealed scriptures mention nine means of attaining devotional service, of which the first and foremost is hearing from authority. The seed of devotion cannot sprout unless watered by the process of hearing and chanting. One should submissively receive the transcendental messages from spiritually advanced sources and chant the very same messages for one's own benefit as well as the benefit of one's audience.</div>
</div><A NAME="131203"></A><div id="131203"> </div>
<div class="Normal-Level">When <a href="/d/brahma" class="d">Brahm&#257;</a> described the situation of pure devotees freed from the culture of empiric philosophy and fruitive actions, he recommended the process of hearing from persons who are on the path of devotion. Following in the footsteps of such liberated souls, who are able to vibrate real transcendental sound, can lead one to the highest stage of devotion, and thus one can become a <I><a href="/d/maha" class="d">mah&#257;</a>-<a href="/d/bhagavata" class="d">bh&#257;gavata</a>.</I> From the teachings of Lord <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> to <a href="/d/sanatana" class="d">San&#257;tana</a> Gosv&#257;m&#299; (Cc. <I><a href="/d/madhya" class="d">Madhya</a></I> <a href="https://prabhupadabooks.com/cc/madhya/22/65?d=1">22.65</a>) we learn:</div>
<A NAME="131204"></A><div id="131204"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">&#347;&#257;stra-yuktye sunipu&#7751;a, d&#7771;&#7693;ha-&#347;raddh&#257; y&#257;&#7749;ra<br>'uttama-adhik&#257;r&#299;' sei t&#257;raye sa&#7745;s&#257;ra</div>
</div><A NAME="131205"></A><div id="131205"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"A person who is expert in understanding the conclusion of the revealed scriptures and who fully surrenders to the cause of the Lord is actually able to deliver others from the clutches of material existence." &#346;r&#299;la <a href="/d/rupa" class="d">R&#363;pa</a> Gosv&#257;m&#299;, in his <I>Upade&#347;&#257;m&#7771;ta</I> (3), advises that to make rapid advancement in the cult of devotional service one should be very active and should persevere in executing the duties specified in the revealed scriptures and confirmed by the spiritual master. Accepting the path of liberated souls and the association of pure devotees enriches such activities.</div>
</div><A NAME="131206"></A><div id="131206"> </div>
<div class="Normal-Level">Imitation devotees, who wish to advertise themselves as elevated Vai&#7779;&#7751;avas and who therefore imitate the previous <I>&#257;c&#257;ryas</I> but do not follow them in principle, are condemned in the words of <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> (<a href="https://prabhupadabooks.com/sb/2/3/24?d=1">2.3.24</a>) as stone-hearted. &#346;r&#299;la Vi&#347;van&#257;tha <a href="/d/cakravarti" class="d">Cakravart&#299;</a> &#7788;h&#257;kura has commented on their stone-hearted condition as follows: <I><a href="/d/bahir" class="d">bahir</a> <a href="/d/asru" class="d">a&#347;ru</a>-pulakayo&#7717; sator <a href="/d/api" class="d">api</a> <a href="/d/yad" class="d">yad</a> dh&#7771;daya&#7745; <a href="/d/na" class="d">na</a> <a href="/d/vikriyeta" class="d">vikriyeta</a> <a href="/d/tad" class="d">tad</a> <a href="/d/asma" class="d">a&#347;ma</a>-<a href="/d/saram" class="d">s&#257;ram</a> <a href="/d/iti" class="d">iti</a> kani&#7779;&#7789;h&#257;dhik&#257;ri&#7751;&#257;m <a href="/d/eva" class="d">eva</a> <a href="/d/asru" class="d">a&#347;ru</a>-pulak&#257;di-mattve 'pi <a href="/d/asma" class="d">a&#347;ma</a>-<a href="/d/sara" class="d">s&#257;ra</a>-h&#7771;dayatay&#257; nindai&#7779;&#257;.</I> "Those who shed tears by practice but whose hearts have not changed are to be known as stone-hearted devotees of the lowest grade. Their imitation crying, induced by artificial practice, is always condemned." The desired change of heart referred to above is visible in reluctance to do anything not congenial to the devotional way. To create such a change of heart, conclusive discussion about &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and His potencies is absolutely necessary. False devotees may think that simply shedding tears will lead one to the transcendental plane, even if one has not had a factual change in heart, but such a practice is useless if there is no transcendental realization. False devotees, lacking the conclusion of transcendental knowledge, think that artificially shedding tears will deliver them. Similarly, other false devotees think that studying books of the previous <I>&#257;c&#257;ryas</I> is unadvisable, like studying dry empiric philosophies. But &#346;r&#299;la <a href="/d/jiva" class="d">J&#299;va</a> Gosv&#257;m&#299;, following the previous <I>&#257;c&#257;ryas,</I> has inculcated the conclusions of the scriptures in the six theses called the <I>&#7778;a&#7789;-sandarbhas.</I> False devotees who have very little knowledge of such conclusions fail to achieve pure devotion for want of zeal in accepting the favorable directions for devotional service given by self-realized devotees. Such false devotees are like impersonalists, who also consider devotional service no better than ordinary fruitive actions.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/adi/117">https://prabhupadabooks.com/cc/adi/117</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/adi/2/116?d=1">Adi 2.116</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/adi/2/118?d=1">Adi 2.118</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
