{
	"info": {
		"id": "cc\\madhya\\5\\142-143",
		"nextId": "cc/madhya/5/144",
		"prevId": "cc/madhya/5/141"
	},
	"verses": [
		{
			"roman": "kapoteśvara dekhite gelā bhakta-gaṇa saṅge\nethā nityānanda-prabhu kaila daṇḍa-bhaṅge",
			"isProse": false
		},
		{
			"roman": "tina khaṇḍa kari' daṇḍa dila bhāsāñā\nbhakta-saṅge āilā prabhu maheśa dekhiñā\n",
			"isProse": false
		}
	],
	"synonyms": "kapoteśvara—the Śiva temple of the name Kapoteśvara; dekhite—to see; gelā—went; bhakta-gaṇa saṅge—with the devotees; ethā—here; nityānanda-prabhu—Lord Nityānanda Prabhu; kaila—did; daṇḍa—of the sannyāsa staff; bhaṅge—breaking; tina khaṇḍa—three parts; kari'-making; daṇḍa—the staff; dila—threw in; bhāsāñā—washing away; bhakta-saṅge—with the devotees; āilā—returned; prabhu—Lord Caitanya Mahāprabhu; maheśa dekhiñā—having seen the temple of Lord Śiva.",
	"translation": "When Lord Caitanya Mahāprabhu went to the temple of Lord Śiva known as Kapoteśvara, Nityānanda Prabhu, who was keeping His sannyāsa staff in custody, broke the staff in three parts and threw it into the river Bhārgīnadī. Later this river became known as Daṇḍa-bhāṅgā-nadī.",
	"purport": [
		{
			"type": "normal",
			"content": "The mystery of the sannyāsa-daṇḍa (staff) of Śrī Caitanya Mahāprabhu has been explained by Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura. Śrī Caitanya Mahāprabhu accepted the order of sannyāsa from a Māyāvādī sannyāsī. The Māyāvādī sannyāsīs generally carry one staff, or daṇḍa. Taking advantage of Śrī Caitanya Mahāprabhu's absence, Śrīla Nityānanda Prabhu broke the staff into three parts and threw it into the river now known as the Daṇḍa-bhāṅgā-nadī. In the sannyāsa order there are four divisions-kuṭīcaka, bahūdaka, haṁsa and paramahaṁsa. Only when the sannyāsī remains on the kuṭīcaka and bahūdaka platforms can he carry a staff. However, when one is elevated to the status of haṁsa or paramahaṁsa, after touring and preaching the bhakti cult, he must give up the sannyāsa staff."
		},
		{
			"type": "normal",
			"content": "Śrī Caitanya Mahāprabhu is Śrī Kṛṣṇa, the Supreme Personality of Godhead. It is therefore said, śrī-kṛṣṇa-caitanya, rādhā-kṛṣṇa nahe anya: \"Two personalities-Śrīmatī Rādhārāṇī and Śrī Kṛṣṇa-are combined in the incarnation of Śrī Caitanya Mahāprabhu.\" Therefore, considering Śrī Caitanya Mahāprabhu to be an extraordinary person, Lord Nityānanda Prabhu did not wait for the paramahaṁsa stage. He reasoned that the Supreme Personality of Godhead is automatically on the paramahaṁsa stage; therefore He does not need to carry the sannyāsa-daṇḍa."
		},
		{
			"type": "normal",
			"content": "This is the reason Śrī Nityānanda Prabhu broke the staff into three pieces and threw it into the water."
		}
	]
}