<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 2.4.10 Srimad-Bhagavatam</title>
<meta name="description" content="Kindly clear up all these doubtful inquiries, because you are not only vastly learned in the Vedic literatures and self-realized in transcendence.">
<meta property="og:title" content="SB 2.4.10 Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="Kindly clear up all these doubtful inquiries, because you are not only vastly learned in the Vedic literatures and self-realized in transcendence." />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/2?d=1"  class="breadcrumb" title="Canto 2: The Cosmic Manifestation">Canto 2</a> > <a href="https://prabhupadabooks.com/sb/2/4?d=1"  class="breadcrumb" title="SB 2.4: The Process of Creation">SB 2.4: The Process of Creation</a> > <a href="https://prabhupadabooks.com/sb/2/4/10?d=1"  class="breadcrumb" title="SB 2.4.10">SB 2.4.10</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="24214"></A><div id="24214"> </div>
<div class="Textnum"><JD:"Destination-378">TEXT 10</div>
<A NAME="24217"></A><div id="24217"> </div>
<div class="Verse-Text">vicikitsitam etan me</div>
<A NAME="24218"></A><div id="24218"> </div>
<div class="Verse-Text">brav&#299;tu bhagav&#257;n yath&#257;</div>
<A NAME="24219"></A><div id="24219"> </div>
<div class="Verse-Text">&#347;&#257;bde brahma&#7751;i ni&#7779;&#7751;&#257;ta&#7717;</div>
<A NAME="24220"></A><div id="24220"> </div>
<div class="Verse-Text">parasmi&#7745;&#347; ca bhav&#257;n khalu</div>
<A NAME="24221"></A><div id="24221"> </div>
<div class="Synonyms-Section">SYNONYMS</div>
<A NAME="24222"></A><div id="24222"> </div>
<div class="Synonyms"><span class="Italic"><a href="/d/vicikitsitam" class="d">vicikitsitam</a></span>&mdash;doubtful inquiry; <span class="Italic"><a href="/d/etat" class="d">etat</a></span>&mdash;this; <span class="Italic">me</span>&mdash;of me; <span class="Italic"><a href="/d/bravitu" class="d">brav&#299;tu</a></span>&mdash;just clear up; <span class="Italic"><a href="/d/bhagavan" class="d">bhagav&#257;n</a></span>&mdash;powerful like the Lord; <span class="Italic"><a href="/d/yatha" class="d">yath&#257;</a></span>&mdash;as much as; <span class="Italic"><a href="/d/sabde" class="d">&#347;&#257;bde</a></span>&mdash;sound transcendental; <span class="Italic"><a href="/d/brahmani" class="d">brahma&#7751;i</a></span>&mdash;Vedic literature; <span class="Italic"><a href="/d/nisnatah" class="d">ni&#7779;&#7751;&#257;ta&#7717;</a></span>&mdash;fully realized; <span class="Italic"><a href="/d/parasmin" class="d">parasmin</a></span>&mdash;in transcendence; <span class="Italic"><a href="/d/ca" class="d">ca</a></span>&mdash;also; <span class="Italic"><a href="/d/bhavan" class="d">bhav&#257;n</a></span>&mdash;your good self; <span class="Italic"><a href="/d/khalu" class="d">khalu</a></span>&mdash;as a matter of fact.</div>
<A NAME="24223"></A><div id="24223"> </div>
<div class="Verse-Section">TRANSLATION</div>
<A NAME="24224"></A><div id="24224"> </div>
<div class="Translation">Kindly clear up all these doubtful inquiries, because you are not only vastly learned in the Vedic literatures and self-realized in transcendence, but are also a great devotee of the Lord and are therefore as good as the Personality of Godhead.</div>
<A NAME="24225"></A><div id="24225"> </div>
<div class="Verse-Section">PURPORT</div>
<A NAME="24226"></A><div id="24226"> </div>
<div class="First">In the <span class="Italic"><a href="/d/brahma" class="d">Brahma</a>-<a href="/d/samhita" class="d">sa&#7745;hit&#257;</a></span> it is said that the Supreme Absolute Truth, <a href="/d/govinda" class="d">Govinda</a>, the Personality of Godhead, although one without a second, is infallibly expanded by innumerable forms nondifferent from one another, and although He is the original person, He is still ever young with permanent youthful energy. He is very difficult to know simply by learning the transcendental science of the <span class="Italic">Vedas,</span> but He is very easily realized by His pure devotees.</div>
<A NAME="24227"></A><div id="24227"> </div>
<div class="Purport">The expansions of different forms of the Lord, as from <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> to <a href="/d/baladeva" class="d">Baladeva</a> to <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a>, from <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> to <a href="/d/vasudeva" class="d">V&#257;sudeva</a>, from <a href="/d/vasudeva" class="d">V&#257;sudeva</a> to <a href="/d/aniruddha" class="d">Aniruddha</a>, from <a href="/d/aniruddha" class="d">Aniruddha</a> to <a href="/d/pradyumna" class="d">Pradyumna</a> and then again to second <a href="/d/sankarsana" class="d">Sa&#7749;kar&#7779;a&#7751;a</a> and from Him to the <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> <span class="Italic">puru&#7779;&#257;vat&#257;ras,</span> and innumerable other forms, which are compared to the constant flowing of the uncountable waves of a river, are all one and the same. They are like lamps of equal power which kindle from one lamp to another. That is the transcendental potency of the Lord. The <span class="Italic">Vedas</span> say that He is so complete that even though the whole complete identity emanates from Him, He still remains the same complete whole (<span class="Italic"><a href="/d/purnasya" class="d">p&#363;r&#7751;asya</a> <a href="/d/purnam" class="d">p&#363;r&#7751;am</a> <a href="/d/adaya" class="d">&#257;d&#257;ya</a> <a href="/d/purnam" class="d">p&#363;r&#7751;am</a> ev&#257;va&#347;i&#7779;yate </I>[</I>Iso</span> Invocation</I>]</I>). As such, there is no validity in a material conception of the Lord produced by the mental speculator. Thus He remains always a mystery for the mundane scholar, even if he is vastly learned in the Vedic literatures (<span class="Italic"><a href="/d/vedesu" class="d">vede&#7779;u</a> <a href="/d/durlabham" class="d">durlabham</a> adurlabham <a href="/d/atma" class="d">&#257;tma</a>-<a href="/d/bhaktau" class="d">bhaktau</a></I> [Bs. </span></I>5.33]). Therefore, the Lord is beyond the limit of conception for mundane learned scholars, philosophers or scientists. He is easily understandable for the pure devotee because the Lord declares in the <span class="Ref_Italic"></B>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span></B> (<a href="https://prabhupadabooks.com/bg/18/54?d=1">18.54</a>) that after surpassing the stage of knowledge, when one is able to be engaged in the devotional service of the Lord, then only can one know the true nature of the Lord. One cannot have any clear conception of the Lord or His holy name, form, attributes, pastimes, etc., unless one is engaged in His transcendental loving service. The statement of the <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> that one must first of all surrender unto the Lord, being freed from all other engagements, means that one must become a pure, unconditional devotee of the Lord. Only then can one know Him by the strength of devotional service.</div>
<A NAME="24228"></A><div id="24228"> </div>
<div class="Purport"><a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a> admitted in the previous verse that the Lord is inconceivable even for the greatest learned scholars. Why then should he again request &#346;ukadeva Gosv&#257;m&#299; to clarify his insufficient knowledge about the Lord? The reason is clear. Not only was &#346;ukadeva Gosv&#257;m&#299; vastly learned in the Vedic literatures, but he was also a great self-realized soul and a powerful devotee of the Lord. A powerful devotee of the Lord is, by the grace of the Lord, more than the Lord Himself. The Personality of Godhead &#346;r&#299; <a href="/d/ramacandra" class="d">R&#257;macandra</a> attempted to bridge the Indian Ocean to reach the island of <a href="/d/lanka" class="d">La&#7749;k&#257;</a>, but &#346;r&#299; Hanum&#257;nj&#299;, the unalloyed devotee of the Personality of Godhead, could cross the ocean simply by jumping over it. The Lord is so merciful upon His pure devotee that He presents His beloved devotee as more powerful than Himself. The Lord expressed Himself to be unable to save Durv&#257;s&#257; <a href="/d/muni" class="d">Muni</a>, although the <a href="/d/muni" class="d">Muni</a> was so powerful that he could reach the Lord directly under material conditions. But Durv&#257;s&#257; <a href="/d/muni" class="d">Muni</a> was saved by <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/ambarisa" class="d">Ambar&#299;&#7779;a</a>, a devotee of the Lord. Therefore, not only is a devotee of the Lord more powerful than the Lord, but also worship of the devotee is considered more effective than direct worship of the Lord (<span class="Italic"><a href="/d/mad" class="d">mad</a>-<a href="/d/bhakta" class="d">bhakta</a>-p&#363;j&#257;bhyadhik&#257;</I> [SB </span></I>11.19.21]).</div>
<A NAME="24229"></A><div id="24229"> </div>
<div class="Purport">The conclusion is, therefore, that a serious devotee must first approach a spiritual master who not only is well versed in the Vedic literatures but is also a great devotee with factual realization of the Lord and His different energies. Without the help of such a devotee spiritual master, one cannot make progress in the transcendental science of the Lord. And a bona fide spiritual master like &#346;ukadeva Gosv&#257;m&#299; does not speak about the Lord only in the matter of His internal potencies, but also explains how He associates with His external potencies.</div>
<A NAME="24230"></A><div id="24230"> </div>
<div class="Purport">The Lord's pastimes in the internal potency are displayed in His activities in <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a>, but His external potential works are directed in His features of K&#257;ra&#7751;&#257;r&#7751;ava&#347;&#257;y&#299; <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>, Garbhodaka&#347;&#257;y&#299; <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> and K&#7779;&#299;rodaka&#347;&#257;y&#299; <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>. &#346;r&#299;la Vi&#347;van&#257;tha <a href="/d/cakravarti" class="d">Cakravart&#299;</a> offers his good counsel to the interested Vai&#7779;&#7751;avas when he says that they should not be interested in hearing only about the Lord's activities (like <span class="Italic"><a href="/d/rasa" class="d">r&#257;sa</a>-<a href="/d/lila" class="d">l&#299;l&#257;</a></span>), but must be keenly interested in His pastimes in His features of the <span class="Italic">puru&#7779;&#257;vat&#257;ras</span> in connection with <span class="Italic"><a href="/d/srsti" class="d">s&#7771;&#7779;&#7789;i</a>-<a href="/d/tattva" class="d">tattva</a>,</span> creational functions, following the examples of <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a>, the ideal disciple, and &#346;ukadeva Gosv&#257;m&#299;, the ideal spiritual master.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/2/4/10">https://prabhupadabooks.com/sb/2/4/10</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/2/4/9?d=1">SB 2.4.9</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/2/4/11?d=1">SB 2.4.11</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
