<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 2.4.18 Srimad-Bhagavatam</title>
<meta name="description" content="Kirata, Huna, Andhra, Pulinda, Pulkasa, Abhira, Sumbha, Yavana, members of the Khasa races and even others addicted to sinful acts can be purified by taking">
<meta property="og:title" content="SB 2.4.18 Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="Kiräta, Hüëa, Ändhra, Pulinda, Pulkaça, Äbhéra, Çumbha, Yavana, members of the Khasa races and even others addicted to sinful acts can be purified by taking" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/2?d=1"  class="breadcrumb" title="Canto 2: The Cosmic Manifestation">Canto 2</a> > <a href="https://prabhupadabooks.com/sb/2/4?d=1"  class="breadcrumb" title="SB 2.4: The Process of Creation">SB 2.4: The Process of Creation</a> > <a href="https://prabhupadabooks.com/sb/2/4/18?d=1"  class="breadcrumb" title="SB 2.4.18">SB 2.4.18</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="24353"></A><div id="24353"> </div>
<div class="Textnum">TEXT 18</div>
<A NAME="24356"></A><div id="24356"> </div>
<div class="Verse-Text">kir&#257;ta-h&#363;&#7751;&#257;ndhra-pulinda-pulka&#347;&#257;</div>
<A NAME="24357"></A><div id="24357"> </div>
<div class="Verse-Text">&#257;bh&#299;ra-&#347;umbh&#257; yavan&#257;&#7717; khas&#257;daya&#7717;</div>
<A NAME="24358"></A><div id="24358"> </div>
<div class="Verse-Text">ye 'nye ca p&#257;p&#257; yad-ap&#257;&#347;ray&#257;&#347;ray&#257;&#7717;</div>
<A NAME="24359"></A><div id="24359"> </div>
<div class="Verse-Text">&#347;udhyanti tasmai prabhavi&#7779;&#7751;ave nama&#7717;</div>
<A NAME="24360"></A><div id="24360"> </div>
<div class="Synonyms-Section">SYNONYMS</div>
<A NAME="24361"></A><div id="24361"> </div>
<div class="Synonyms"><span class="Italic"><a href="/d/kirata" class="d">kir&#257;ta</a></span>&mdash;a province of old <a href="/d/bharata" class="d">Bh&#257;rata</a>; <span class="Italic"><a href="/d/huna" class="d">h&#363;&#7751;a</a></span>&mdash;part of Germany and Russia; <span class="Italic"><a href="/d/andhra" class="d">&#257;ndhra</a></span>&mdash;a province of southern India; <span class="Italic"><a href="/d/pulinda" class="d">pulinda</a></span>&mdash;the Greeks; <span class="Italic"><a href="/d/pulkasah" class="d">pulka&#347;&#257;&#7717;</a></span>&mdash;another province; <span class="Italic"><a href="/d/abhira" class="d">&#257;bh&#299;ra</a></span>&mdash;part of old Sind; <span class="Italic"><a href="/d/sumbhah" class="d">&#347;umbh&#257;&#7717;</a></span>&mdash;another province; <span class="Italic"><a href="/d/yavanah" class="d">yavan&#257;&#7717;</a></span>&mdash;the Turks; <span class="Italic"><a href="/d/khasa" class="d">khasa</a>-<a href="/d/adayah" class="d">&#257;daya&#7717;</a></span>&mdash;the Mongolian province; <span class="Italic"><a href="/d/ye" class="d">ye</a></span>&mdash;even those; <span class="Italic"><a href="/d/anye" class="d">anye</a></span>&mdash;others; <span class="Italic"><a href="/d/ca" class="d">ca</a></span>&mdash;also; <span class="Italic"><a href="/d/papah" class="d">p&#257;p&#257;&#7717;</a></span>&mdash;addicted to sinful acts; <span class="Italic"><a href="/d/yat" class="d">yat</a></span>&mdash;whose; <span class="Italic"><a href="/d/apasraya" class="d">ap&#257;&#347;raya</a>-<a href="/d/asrayah" class="d">&#257;&#347;ray&#257;&#7717;</a></span>&mdash;having taken shelter of the devotees of the Lord; <span class="Italic"><a href="/d/sudhyanti" class="d">&#347;udhyanti</a></span>&mdash;at once purified; <span class="Italic"><a href="/d/tasmai" class="d">tasmai</a></span>&mdash;unto Him; <span class="Italic"><a href="/d/prabhavisnave" class="d">prabhavi&#7779;&#7751;ave</a></span>&mdash;unto the powerful <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>; <span class="Italic"><a href="/d/namah" class="d">nama&#7717;</a></span>&mdash;my respectful obeisances.</div>
<A NAME="24362"></A><div id="24362"> </div>
<div class="Verse-Section">TRANSLATION</div>
<A NAME="24363"></A><div id="24363"> </div>
<div class="Translation"><a href="/d/kirata" class="d">Kir&#257;ta</a>, <a href="/d/huna" class="d">H&#363;&#7751;a</a>, &#256;ndhra, <a href="/d/pulinda" class="d">Pulinda</a>, Pulka&#347;a, &#256;bh&#299;ra, &#346;umbha, <a href="/d/yavana" class="d">Yavana</a>, members of the <a href="/d/khasa" class="d">Khasa</a> races and even others addicted to sinful acts can be purified by taking shelter of the devotees of the Lord, due to His being the supreme power. I beg to offer my respectful obeisances unto Him.</div>
<A NAME="24364"></A><div id="24364"> </div>
<div class="Verse-Section">PURPORT</div>
<A NAME="24365"></A><div id="24365"> </div>
<div class="First"><span class="Italic"><a href="/d/kirata" class="d">Kir&#257;ta</a>:</span> A province of old <a href="/d/bharata" class="d">Bh&#257;rata</a>-<a href="/d/varsa" class="d">var&#7779;a</a> mentioned in the <span class="Italic"><a href="/d/bhisma" class="d">Bh&#299;&#7779;ma</a>-<a href="/d/parva" class="d">parva</a></span> of <span class="Italic">Mah&#257;bh&#257;rata.</span> Generally the Kir&#257;tas are known as the aboriginal tribes of India, and in modern days the Santal Parganas in Bihar and <a href="/d/chota" class="d">Chota</a> Nagpur might comprise the old province named <a href="/d/kirata" class="d">Kir&#257;ta</a>.</div>
<A NAME="24366"></A><div id="24366"> </div>
<div class="Purport"><span class="Italic"><a href="/d/huna" class="d">H&#363;&#7751;a</a>:</span> The area of East Germany and part of Russia is known as the province of the H&#363;&#7751;as. Accordingly, sometimes a kind of hill tribe is known as the H&#363;&#7751;as.</div>
<A NAME="24367"></A><div id="24367"> </div>
<div class="Purport"><span class="Italic">&#256;ndhra:</span> A province in southern India mentioned in the <span class="Italic"><a href="/d/bhisma" class="d">Bh&#299;&#7779;ma</a>-<a href="/d/parva" class="d">parva</a></span> of <span class="Italic">Mah&#257;bh&#257;rata.</span> It is still extant under the same name.</div>
<A NAME="24368"></A><div id="24368"> </div>
<div class="Purport"><span class="Italic"><a href="/d/pulinda" class="d">Pulinda</a>:</span> It is mentioned in the <span class="Italic">Mah&#257;bh&#257;rata</span> (<span class="Ref_Italic"></B>&#256;di-<a href="/d/parva" class="d">parva</a></span></B> 174.38), viz., the inhabitants of the province of the name <a href="/d/pulinda" class="d">Pulinda</a>. This country was conquered by <a href="/d/bhimasena" class="d">Bh&#299;masena</a> and <a href="/d/sahadeva" class="d">Sahadeva</a>. The Greeks are known as Pulindas, and it is mentioned in the <span class="Italic"><a href="/d/vana" class="d">Vana</a>-<a href="/d/parva" class="d">parva</a></span> of <span class="Italic">Mah&#257;bh&#257;rata</span> that the non-Vedic race of this part of the world would rule over the world. This <a href="/d/pulinda" class="d">Pulinda</a> province was also one of the provinces of <a href="/d/bharata" class="d">Bh&#257;rata</a>, and the inhabitants were classified amongst the <span class="Italic"><a href="/d/ksatriya" class="d">k&#7779;atriya</a></span> kings. But later on, due to their giving up the brahminical culture, they were mentioned as <span class="Italic">mlecchas</span> (just as those who are not followers of the Islamic culture are called <span class="Italic">kafirs</span> and those who are not followers of the Christian culture are called heathens).</div>
<A NAME="24369"></A><div id="24369"> </div>
<div class="Purport"><span class="Italic">&#256;bh&#299;ra:</span> This name also appears in the <span class="Italic">Mah&#257;bh&#257;rata,</span> both in the <span class="Italic"><a href="/d/sabha" class="d">Sabh&#257;</a>-<a href="/d/parva" class="d">parva</a></span> and <span class="Italic"><a href="/d/bhisma" class="d">Bh&#299;&#7779;ma</a>-<a href="/d/parva" class="d">parva</a>.</span> It is mentioned that this province was situated on the River <a href="/d/sarasvati" class="d">Sarasvat&#299;</a> in Sind. The modern Sind province formerly extended on the other side of the Arabian Sea, and all the inhabitants of that province were known as the &#256;bh&#299;ras. They were under the domination of <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/yudhisthira" class="d">Yudhi&#7779;&#7789;hira</a>, and according to the statements of <a href="/d/markandeya" class="d">M&#257;rka&#7751;&#7693;eya</a> the <span class="Italic">mlecchas</span> of this part of the world would also rule over <a href="/d/bharata" class="d">Bh&#257;rata</a>. Later on this proved to be true, as in the case of the Pulindas. On behalf of the Pulindas, Alexander the Great conquered India, and on behalf of the &#256;bh&#299;ras, Muhammad Ghori conquered India. These &#256;bh&#299;ras were also formerly <span class="Italic">k&#7779;atriyas</span> within the brahminical culture, but they gave up the connection. The <span class="Italic">k&#7779;atriyas</span> who were afraid of <a href="/d/parasurama" class="d">Para&#347;ur&#257;ma</a> and had hidden themselves in the Caucasian hilly regions later on became known as the &#256;bh&#299;ras, and the place they inhabited was known as &#256;bh&#299;rade&#347;a.</div>
<A NAME="24370"></A><div id="24370"> </div>
<div class="Purport"><span class="Italic">&#346;umbhas</span> or <span class="Italic">Ka&#7749;kas:</span> The inhabitants of the <a href="/d/kanka" class="d">Ka&#7749;ka</a> province of old <a href="/d/bharata" class="d">Bh&#257;rata</a>, mentioned in the <span class="Italic">Mah&#257;bh&#257;rata.</span></div>
<A NAME="24371"></A><div id="24371"> </div>
<div class="Purport"><span class="Italic">Yavanas:</span> <a href="/d/yavana" class="d">Yavana</a> was the name of one of the sons of <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> Yay&#257;ti who was given the part of the world known as Turkey to rule. Therefore the Turks are Yavanas due to being descendants of <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/yavana" class="d">Yavana</a>. The Yavanas were therefore <span class="Italic">k&#7779;atriyas,</span> and later on, by giving up the brahminical culture, they became <span class="Italic"><a href="/d/mleccha" class="d">mleccha</a>-yavanas.</span> Descriptions of the Yavanas are in the <span class="Italic">Mah&#257;bh&#257;rata</span> (<span class="Ref_Italic"></B>&#256;di-<a href="/d/parva" class="d">parva</a></span></B> 85.34). Another prince called Turvasu was also known as <a href="/d/yavana" class="d">Yavana</a>, and his country was conquered by <a href="/d/sahadeva" class="d">Sahadeva</a>, one of the P&#257;&#7751;&#7693;avas. The western <a href="/d/yavana" class="d">Yavana</a> joined with Duryodhana in the Battle of <a href="/d/kuruksetra" class="d">Kuruk&#7779;etra</a> under the pressure of <a href="/d/karna" class="d">Kar&#7751;a</a>. It is also foretold that these Yavanas also would conquer India, and it proved to be true.</div>
<A NAME="24372"></A><div id="24372"> </div>
<div class="Purport"><span class="Italic"><a href="/d/khasa" class="d">Khasa</a>:</span> The inhabitants of the Khasade&#347;a are mentioned in the <span class="Italic">Mah&#257;bh&#257;rata</span> (<span class="Italic"><a href="/d/drona" class="d">Dro&#7751;a</a>-<a href="/d/parva" class="d">parva</a></span>). Those who have a stunted growth of hair on the upper lip are generally called Khasas. As such, the <a href="/d/khasa" class="d">Khasa</a> are the Mongolians, the Chinese and others who are so designated.</div>
<A NAME="24373"></A><div id="24373"> </div>
<div class="Purport">The above-mentioned historical names are different nations of the world. Even those who are constantly engaged in sinful acts are all corrigible to the standard of perfect human beings if they take shelter of the devotees of the Lord. Jesus Christ and Muhammad, two powerful devotees of the Lord, have done tremendous service on behalf of the Lord on the surface of the globe. And from the version of &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; it appears that instead of running a godless civilization in the present context of the world situation, if the leadership of world affairs is entrusted to the devotees of the Lord, for which a worldwide organization under the name and style of the International Society for Krishna Consciousness has already been started, then by the grace of the Almighty Lord there can be a thorough change of heart in human beings all over the world because the devotees of the Lord are able authorities to effect such a change by purifying the dust-worn minds of the people in general. The politicians of the world may remain in their respective positions because the pure devotees of the Lord are not interested in political leadership or diplomatic implications. The devotees are interested only in seeing that the people in general are not misguided by political propaganda and in seeing that the valuable life of a human being is not spoiled in following a type of civilization which is ultimately doomed. If the politicians, therefore, would be guided by the good counsel of the devotees, then certainly there would be a great change in the world situation by the purifying propaganda of the devotees, as shown by Lord <a href="/d/caitanya" class="d">Caitanya</a>. As &#346;ukadeva Gosv&#257;m&#299; began his prayer by discussing the word <span class="Italic"><a href="/d/yat" class="d">yat</a>-<a href="/d/kirtanam" class="d">k&#299;rtanam</a>,</span> so also Lord <a href="/d/caitanya" class="d">Caitanya</a> recommended that simply by glorifying the Lord's holy name, a tremendous change of heart can take place by which the complete misunderstanding between the human nations created by politicians can at once be extinguished. And after the extinction of the fire of misunderstanding, other profits will follow. The destination is to go back home, back to Godhead, as we have several times discussed in these pages.</div>
<A NAME="24374"></A><div id="24374"> </div>
<div class="Purport">According to the cult of devotion, generally known as the <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> cult, there is no bar against anyone's advancing in the matter of God realization. A <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> is powerful enough to turn into a <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> even the <a href="/d/kirata" class="d">Kir&#257;ta</a>, etc., as above mentioned. In the <span class="Ref_Italic"></B>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span></B> (<a href="https://prabhupadabooks.com/bg/9/32?d=1">9.32</a>) it is said by the Lord that there is no bar to becoming a devotee of the Lord (even for those who are lowborn, or women, <span class="Italic">&#347;&#363;dras</span> or <span class="Italic">vai&#347;yas</span>), and by becoming a devotee everyone is eligible to return home, back to Godhead. The only qualification is that one take shelter of a pure devotee of the Lord who has thorough knowledge in the transcendental science of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> (<span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> and <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span>). Anyone from any part of the world who becomes well conversant in the science of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> becomes a pure devotee and a spiritual master for the general mass of people and may reclaim them by purification of heart. Though a person be even the most sinful man, he can at once be purified by systematic contact with a pure <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a>. A <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a>, therefore, can accept a bona fide disciple from any part of the world without any consideration of <a href="/d/caste" class="d">caste</a> and creed and promote him by regulative principles to the status of a pure <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> who is transcendental to brahminical culture. The system of <a href="/d/caste" class="d">caste</a>, or <span class="Italic"><a href="/d/varnasrama" class="d">var&#7751;&#257;&#347;rama</a>-<a href="/d/dharma" class="d">dharma</a>,</span> is no longer regular even amongst the so-called followers of the system. Nor is it now possible to reestablish the institutional function in the present context of social, political and economic revolution. Without any reference to the particular custom of a country, one can be accepted to the <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> cult spiritually, and there is no hindrance in the transcendental process. So by the order of Lord &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a>, the cult of <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> or the <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> can be preached all over the world, reclaiming all persons willing to accept the transcendental cult. Such cultural propaganda by the devotees will certainly be accepted by all persons who are reasonable and inquisitive, without any particular bias for the custom of the country. The <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> never accepts another <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> on the basis of birthright, just as he never thinks of the Deity of the Lord in a temple as an idol. And to remove all doubts in this connection, &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; has invoked the blessings of the Lord, who is all-powerful (<span class="Italic"><a href="/d/prabhavisnave" class="d">prabhavi&#7779;&#7751;ave</a> <a href="/d/namah" class="d">nama&#7717;</a></span>). As the all-powerful Lord accepts the humble service of His devotee in devotional activities of the <span class="Italic"><a href="/d/arcana" class="d">arcana</a>,</span> His form as the worshipable Deity in the temple, similarly the body of a pure <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> changes transcendentally at once when he gives himself up to the service of the Lord and is trained by a qualified <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a>. The injunction of <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> regulation in this connection runs as follows: <span class="Italic">arcye <a href="/d/visnau" class="d">vi&#7779;&#7751;au</a> <a href="/d/sila" class="d">&#347;il&#257;</a>-dh&#299;r <a href="/d/gurusu" class="d">guru&#7779;u</a> <a href="/d/nara" class="d">nara</a>-matir <a href="/d/vaisnave" class="d">vai&#7779;&#7751;ave</a> <a href="/d/jati" class="d">j&#257;ti</a>-<a href="/d/buddhih" class="d">buddhi&#7717;</a> <a href="/d/sri" class="d">&#347;r&#299;</a>-vi&#7779;&#7751;or <a href="/d/namni" class="d">n&#257;mni</a> <a href="/d/sabda" class="d">&#347;abda</a>-<a href="/d/samanya" class="d">s&#257;m&#257;nya</a>-<a href="/d/buddhih" class="d">buddhi&#7717;</a>,</span> etc. "One should not consider the Deity of the Lord as worshiped in the temple to be an idol, nor should one consider the authorized spiritual master an ordinary man. Nor should one consider a pure <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> to belong to a particular <a href="/d/caste" class="d">caste</a>, etc." (<span class="Italic"><a href="/d/padma" class="d">Padma</a> <a href="/d/purana" class="d">Pur&#257;&#7751;a</a></span>)</div>
<A NAME="24375"></A><div id="24375"> </div>
<div class="Purport">The conclusion is that the Lord, being all-powerful, can, under any and every circumstance, accept anyone from any part of the world, either personally or through His bona fide manifestation as the spiritual master. Lord <a href="/d/caitanya" class="d">Caitanya</a> accepted many devotees from communities other than the var&#7751;&#257;&#347;ramites, and He Himself declared, to teach us, that He does not belong to any <a href="/d/caste" class="d">caste</a> or social order of life, but that He is the eternal servant of the servant of the Lord who maintains the damsels of <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a> (Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>)</I> [<I>Cc. <a href="/d/madhya" class="d">Madhya</a></I> </I><a href="https://prabhupadabooks.com/cc/madhya/13/80?d=1">13.80</a></I>]</I>. That is the way of self-realization.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/2/4/18">https://prabhupadabooks.com/sb/2/4/18</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/2/4/17?d=1">SB 2.4.17</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/2/4/19?d=1">SB 2.4.19</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
