<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 2.4.6 Srimad-Bhagavatam</title>
<meta name="description" content="I beg to know from you how the Personality of Godhead, by His personal energies, creates these phenomenal universes as they are.">
<meta property="og:title" content="SB 2.4.6 Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="I beg to know from you how the Personality of Godhead, by His personal energies, creates these phenomenal universes as they are." />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/2?d=1"  class="breadcrumb" title="Canto 2: The Cosmic Manifestation">Canto 2</a> > <a href="https://prabhupadabooks.com/sb/2/4?d=1"  class="breadcrumb" title="SB 2.4: The Process of Creation">SB 2.4: The Process of Creation</a> > <a href="https://prabhupadabooks.com/sb/2/4/6?d=1"  class="breadcrumb" title="SB 2.4.6">SB 2.4.6</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="24144"></A><div id="24144"> </div>
<div class="Textnum"><JD:"Destination-375">TEXT 6</div>
<A NAME="24147"></A><div id="24147"> </div>
<div class="Verse-Text">bh&#363;ya eva vivits&#257;mi</div>
<A NAME="24148"></A><div id="24148"> </div>
<div class="Verse-Text">bhagav&#257;n &#257;tma-m&#257;yay&#257;</div>
<A NAME="24149"></A><div id="24149"> </div>
<div class="Verse-Text">yatheda&#7745; s&#7771;jate vi&#347;va&#7745;</div>
<A NAME="24150"></A><div id="24150"> </div>
<div class="Verse-Text">durvibh&#257;vyam adh&#299;&#347;varai&#7717;</div>
<A NAME="24151"></A><div id="24151"> </div>
<div class="Synonyms-Section">SYNONYMS</div>
<A NAME="24152"></A><div id="24152"> </div>
<div class="Synonyms"><span class="Italic"><a href="/d/bhuyah" class="d">bh&#363;ya&#7717;</a></span>&mdash;again; <span class="Italic"><a href="/d/eva" class="d">eva</a></span>&mdash;also; <span class="Italic"><a href="/d/vivitsami" class="d">vivits&#257;mi</a></span>&mdash;I wish to learn; <span class="Italic"><a href="/d/bhagavan" class="d">bhagav&#257;n</a></span>&mdash;the Personality of Godhead; <span class="Italic"><a href="/d/atma" class="d">&#257;tma</a></span>&mdash;personal; <span class="Italic"><a href="/d/mayaya" class="d">m&#257;yay&#257;</a></span>&mdash;by the energies; <span class="Italic"><a href="/d/yatha" class="d">yath&#257;</a></span>&mdash;as; <span class="Italic"><a href="/d/idam" class="d">idam</a></span>&mdash;this phenomenal world; <span class="Italic"><a href="/d/srjate" class="d">s&#7771;jate</a></span>&mdash;does create; <span class="Italic"><a href="/d/visvam" class="d">vi&#347;vam</a></span>&mdash;universe; <span class="Italic"><a href="/d/durvibhavyam" class="d">durvibh&#257;vyam</a></span>&mdash;inconceivable; <span class="Italic"><a href="/d/adhisvaraih" class="d">adh&#299;&#347;varai&#7717;</a></span>&mdash;by the great demigods.</div>
<A NAME="24153"></A><div id="24153"> </div>
<div class="Verse-Section">TRANSLATION</div>
<A NAME="24154"></A><div id="24154"> </div>
<div class="Translation">I beg to know from you how the Personality of Godhead, by His personal energies, creates these phenomenal universes as they are, which are inconceivable even to the great demigods.</div>
<A NAME="24155"></A><div id="24155"> </div>
<div class="Verse-Section">PURPORT</div>
<A NAME="24156"></A><div id="24156"> </div>
<div class="First">In every inquisitive mind the important question of the creation of the phenomenal world arises, and therefore for a personality like <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a>, who was to know all the activities of the Lord from his spiritual master, such an inquiry is not uncommon. For every unknown thing, we have to learn and inquire from a learned personality. The question of creation is also one of such inquiries to be made to the right person. The spiritual master, therefore, must be one who is <span class="Italic"><a href="/d/sama" class="d">sama</a> <a href="/d/jna" class="d">j&ntilde;a</a>,</span> as stated hereinbefore in connection with &#346;ukadeva Gosv&#257;m&#299;. Thus all inquiries on God which are unknown to the disciple may be made from the qualified spiritual master, and here the practical example is set by <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a>. It was, however, already known to <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a> that everything we see is born out of the energy of the Lord, as we have all learned in the very beginning of <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> (<span class="Italic">janm&#257;dy <a href="/d/asya" class="d">asya</a> <a href="/d/yatah" class="d">yata&#7717;</a></I> [SB </I><a href="https://prabhupadabooks.com/sb/1/1/1?d=1">1.1.1</a></I>]</span></I>). So <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a> wanted to know the process of creation. The origin of creation was known to him; otherwise he would not have inquired how the Personality of Godhead, by His different energies, creates this phenomenal world. The common man also knows that the creation is made by some creator and is not created automatically. We have no experience in the practical world that a thing is created automatically. Foolish people say that the creative energy is independent and acts automatically, as electrical energy works. But the intelligent man knows that even the electrical energy is generated by an expert engineer in the localized powerhouse, and thus the energy is distributed everywhere under the resident engineer's supervision. The Lord's supervision in connection with creation is mentioned even in the <span class="Ref_Italic"></B>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span></B> (<a href="https://prabhupadabooks.com/bg/9/10?d=1">9.10</a>), and it is clearly said there that material energy is a manifestation of one of many such energies of the Supreme (<span class="Italic"><a href="/d/parasya" class="d">par&#257;sya</a> &#347;aktir vividhaiva <a href="/d/sruyate" class="d">&#347;r&#363;yate</a> </I>[</I>Cc. <a href="/d/madhya" class="d">Madhya</a> </I><a href="https://prabhupadabooks.com/cc/madhya/13/65?d=1">13.65</a>,</I> purport</I>]</span></I>). An inexperienced boy may be struck with wonder by seeing the impersonal actions of electronics or many other wonderful things conducted by electrical energy, but an experienced man knows that behind the action is a living man who creates such energy. Similarly the so-called scholars and philosophers of the world may, by mental speculation, present so many utopian theories about the impersonal creation of the universe, but an intelligent devotee of the Lord, by studying the <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a>,</span> can know that behind the creation is the hand of the Supreme Lord, just as in the generating electrical powerhouse there is the resident engineer. The research scholar finds out the cause and the effect of everything, but research scholars as great as <a href="/d/brahma" class="d">Brahm&#257;</a>, &#346;iva, <a href="/d/indra" class="d">Indra</a> and many other demigods are sometimes bewildered by seeing the wonderful creative energy of the Lord, so what to speak of the tiny mundane scholars dealing in petty things. As there are differences in the living conditions of different planets of the universe, and as one planet is superior to others, the brains of the living entities in those respective planets are also of different categorical values. As stated in the <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a>,</span> one can compare the long duration of life of the inhabitants of Brahm&#257;'s planet, which is inconceivable to the inhabitants of this planet earth, to the categorical value of the brain of Brahm&#257;j&#299;, also inconceivable to any great scientist of this planet. And with such high brain power, even Brahm&#257;j&#299; has described in his great <span class="Italic"><a href="/d/samhita" class="d">sa&#7745;hit&#257;</a></span> (<span class="Ref_Italic">Bs.</span> 5.1) as follows:</div>
<A NAME="24157"></A><div id="24157"> </div>
<div style=" margin-top: 0.125in"><div class="Verse-in-purp"><a href="/d/isvarah" class="d">&#299;&#347;vara&#7717;</a> <a href="/d/paramah" class="d">parama&#7717;</a> <a href="/d/krsnah" class="d">k&#7771;&#7779;&#7751;a&#7717;</a><br>sac-cid-<a href="/d/ananda" class="d">&#257;nanda</a>-<a href="/d/vigrahah" class="d">vigraha&#7717;</a><br>an&#257;dir &#257;dir <a href="/d/govindah" class="d">govinda&#7717;</a><br><a href="/d/sarva" class="d">sarva</a>-<a href="/d/karana" class="d">k&#257;ra&#7751;a</a>-<a href="/d/karanam" class="d">k&#257;ra&#7751;am</a></div>
</div><A NAME="24158"></A><div id="24158"> </div>
<div class="After-Verse">"There are many personalities possessing the qualities of <a href="/d/bhagavan" class="d">Bhagav&#257;n</a>, but <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is the supreme because none can excel Him. He is the Supreme Person, and His body is eternal, full of knowledge and bliss. He is the primeval Lord <a href="/d/govinda" class="d">Govinda</a> and the cause of all causes."</div>
<A NAME="24159"></A><div id="24159"> </div>
<div class="Purport">Brahm&#257;j&#299; admits Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> to be the supreme cause of all causes. But persons with tiny brains within this petty planet earth think of the Lord as one of them. Thus when the Lord says in the <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> that He (Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>) is all in all, the speculative philosophers and the mundane wranglers deride Him, and the Lord regretfully says:</div>
<A NAME="24160"></A><div id="24160"> </div>
<div style=" margin-top: 0.125in"><div class="Verse-in-purp"><a href="/d/avajananti" class="d">avaj&#257;nanti</a> <a href="/d/mam" class="d">m&#257;&#7745;</a> <a href="/d/mudha" class="d">m&#363;&#7693;h&#257;</a><br><a href="/d/manusim" class="d">m&#257;nu&#7779;&#299;&#7745;</a> <a href="/d/tanum" class="d">tanum</a> <a href="/d/asritam" class="d">&#257;&#347;ritam</a><br><a href="/d/param" class="d">para&#7745;</a> <a href="/d/bhavam" class="d">bh&#257;vam</a> aj&#257;nanto<br><a href="/d/mama" class="d">mama</a> <a href="/d/bhuta" class="d">bh&#363;ta</a>-<a href="/d/mahesvaram" class="d">mahe&#347;varam</a></div>
</div><A NAME="24161"></A><div id="24161"> </div>
<div class="After-Verse">"Fools deride Me when I descend in the human form. They do not know My transcendental nature and My supreme dominion over all that be." (Bg. <a href="https://prabhupadabooks.com/bg/9/11?d=1">9.11</a>) <a href="/d/brahma" class="d">Brahm&#257;</a> and &#346;iva (and what to speak of other demigods) are <span class="Italic">bh&#363;tas,</span> or powerful created demigods who manage universal affairs, much like ministers appointed by a king. The ministers may be <span class="Italic">&#299;&#347;varas,</span> or controllers, but the Supreme Lord is <span class="Italic"><a href="/d/mahesvara" class="d">mahe&#347;vara</a>,</span> or the creator of the controllers. Persons with a poor fund of knowledge do not know this, and therefore they have the audacity to deride Him because He comes before us by His causeless mercy occasionally as a human being. The Lord is not like a human being. He is <span class="Italic">sac-cid-<a href="/d/ananda" class="d">&#257;nanda</a>-<a href="/d/vigraha" class="d">vigraha</a></span><I> <span class="Italic"></I>[Bs.</I> </span>5.1</I>]<span class="Italic"></I>,</span> or the Absolute Personality of Godhead, and there is no difference between His body and His soul. He is both the power and the powerful.</div>
<A NAME="24162"></A><div id="24162"> </div>
<div class="Purport"><a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a> did not ask his spiritual master, &#346;ukadeva Gosv&#257;m&#299;, to narrate Lord K&#7771;&#7779;&#7751;a's pastimes in <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a>; he wanted to hear first about the creation of the Lord. &#346;ukadeva Gosv&#257;m&#299; did not say that the King should hear about the direct transcendental pastimes of the Lord. The time was very short, and naturally &#346;ukadeva Gosv&#257;m&#299; could have gone directly to the Tenth Canto to make a shortcut of the whole thing, as generally done by the professional reciters. But neither the King nor the great speaker of <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> jumped up like the organizers of <span class="Italic"><a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>;</span> both of them proceeded systematically, so that both future readers and hearers might take lessons from the example of the procedure of reciting <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>.</span> Those who are in control of the external energy of the Lord, or in other words those who are in the material world, must first of all know how the external energy of the Lord is working under the direction of the Supreme Personality, and afterwards one may try to enter into the activities of His internal energy. The mundaners are mostly worshipers of <a href="/d/durga" class="d">Durg&#257;</a>-<a href="/d/devi" class="d">dev&#299;</a>, the external energy of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, but they do not know that <a href="/d/durga" class="d">Durg&#257;</a>-<a href="/d/devi" class="d">dev&#299;</a> is but the shadow energy of the Lord. Behind her astonishing display of material workings is the direction of the Lord, as confirmed in the <span class="Ref_Italic"></B>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span></B> (<a href="https://prabhupadabooks.com/bg/9/10?d=1">9.10</a>). The <span class="Italic"><a href="/d/brahma" class="d">Brahma</a>-<a href="/d/samhita" class="d">sa&#7745;hit&#257;</a></span> affirms that <a href="/d/durga" class="d">Durg&#257;</a>-<a href="/d/sakti" class="d">&#347;akti</a> is working by the direction of <a href="/d/govinda" class="d">Govinda</a>, and without His sanction the powerful <a href="/d/durga" class="d">Durg&#257;</a>-<a href="/d/sakti" class="d">&#347;akti</a> cannot move even a blade of grass. Therefore the neophyte devotee, instead of jumping at once to the platform of transcendental pastimes presented by the internal energy of the Lord, may know how great the Supreme Lord is by inquiring about the process of His creative energy. In the <span class="Italic"><a href="/d/caitanya" class="d">Caitanya</a>-<a href="/d/caritamrta" class="d">carit&#257;m&#7771;ta</a></span> also, descriptions of the creative energy and the Lord's hand in it are explained, and the author of <span class="Italic"><a href="/d/caitanya" class="d">Caitanya</a>-<a href="/d/caritamrta" class="d">carit&#257;m&#7771;ta</a></span> has warned the neophyte devotees to be seriously on guard against the pitfall of neglecting knowledge about <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> in regard to how great He is. Only when one knows Lord K&#7771;&#7779;&#7751;a's greatness can one firmly put one's unflinching faith in Him; otherwise, like the common man, even the great leaders of men will mistake Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> for one of the many demigods, or a historical personality, or a myth only. The transcendental pastimes of the Lord in <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a>, or even at <a href="/d/dvaraka" class="d">Dv&#257;rak&#257;</a>, are relishable for persons who have already qualified themselves in advanced spiritual techniques, and the common man may be able to attain to such a plane by the gradual process of service and inquiries, as we shall see in the behavior of <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/pariksit" class="d">Par&#299;k&#7779;it</a>.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/2/4/6">https://prabhupadabooks.com/sb/2/4/6</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/2/4/5?d=1">SB 2.4.5</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/2/4/7?d=1">SB 2.4.7</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
