{
	"info": {
		"id": "cc\\antya\\14\\53",
		"nextId": "cc/antya/14/54",
		"prevId": "cc/antya/14/52"
	},
	"verses": [
		{
			"roman": "cintātra jāgarodvegau\ntānavaṁ malināṅgatā\npralāpo vyādhir unmādo\nmoho mṛtyur daśā daśa\n",
			"isProse": false
		}
	],
	"synonyms": "cintā—anxiety; atra—here (because of separation from Kṛṣṇa); jāgara—wakefulness; udvegau—and mental agitation; tānavam—thinness; malina-aṅgatā—an unclean, almost dirty state of the body; pralāpaḥ—talking like a madman; vyādhiḥ—disease; unmādaḥ—madness; mohaḥ—illusion; mṛtyuḥ—death; daśā—conditions; daśa—ten.",
	"translation": "\"The ten bodily transformations resulting from separation from Kṛṣṇa are anxiety, wakefulness, mental agitation, thinness, uncleanliness, talking like a madman, disease, madness, illusion and death.\"",
	"purport": [
		{
			"type": "normal",
			"content": "This verse is part of a description of Śrīmatī Rādhārāṇī's different traits from Ujjvala-nīlamaṇi by Śrīla Rūpa Gosvāmī. In this book, he elaborately explains the ten symptoms as follows."
		},
		{
			"type": "verse",
			"content": "Cintā. As stated in the Haṁsadūta:"
		},
		{
			"type": "normal",
			"content": "yadā yāto gopī-hṛdaya-madano nanda-sadanān\nmukundo gāndinyās tanayam anurundhan madhu-purīm\ntadāmāṅkṣīc cintā-sariti ghana-ghūrṇāparicayair\nagādhāyāṁ vādhāmaya-payasi rādhā virahiṇī"
		},
		{
			"type": "normal",
			"content": "\"At the request of Akrūra, Kṛṣṇa and Balarāma left the house of Nanda Mahārāja for Mathurā. At that time, Śrīmatī Rādhārāṇī's mind was disrupted, and She became almost mad because of extreme separation from Kṛṣṇa. She experienced great mental pain and agitation, which caused Her to drown in mental speculation in the river of anxiety. She thought, 'Now I am going to die, and when I die, Kṛṣṇa will surely come back to see Me again. But when He hears of My death from the people of Vṛndāvana, He will certainly be very unhappy. Therefore I shall not die.' \" This is the explanation of the word cintā."
		},
		{
			"type": "normal",
			"content": "Jāgara. As stated in the Padyāvalī:"
		},
		{
			"type": "normal",
			"content": "yāḥ paśyanti priyaṁ svapne\ndhanyāstāḥ sakhi yoṣitaḥ\nasmākaṁ tu gate kṛṣṇe\ngatā nidrāpi vairiṇī"
		},
		{
			"type": "normal",
			"content": "Thinking Herself very unfortunate, Śrīmatī Rādhārāṇī addressed Her very dear friend Viśākhā, \"My dear friend, if I could see Kṛṣṇa in My dreams, I would certainly be glorified for My great fortune. But what can I do? Sleep also plays mischievously with Me. Indeed, it has become My enemy. Therefore I have not slept since the departure of Kṛṣṇa.\""
		},
		{
			"type": "verse",
			"content": "Udvega. This word is also explained in the Haṁsadūta as follows:"
		},
		{
			"type": "normal",
			"content": "mano me hā kaṣṭaṁ jvalati kim ahaṁ hanta karavai\nna pāraṁ nāvāraṁ sumukhi kalayām yasya jaladheḥ\niyaṁ vande mūrdhnā sapadi tam upāyaṁ kathaya me\nparāmṛśye yasmād dhṛti-kaṇikayāpi kṣaṇi-kayā"
		},
		{
			"type": "normal",
			"content": "Śrīmatī Rādhārāṇī addressed Lalitā, \"My dear beautiful-faced Lalitā, I cannot express how My heart is burning. It is a great, unfathomable ocean of anxiety. Still, I wish to offer My obeisances at your lotus feet. What shall I do? Please consider My condition and advise Me how I can become peaceful. That is My desire.\""
		},
		{
			"type": "verse",
			"content": "Tānava is described as follows:"
		},
		{
			"type": "normal",
			"content": "udañcad-vaktrāmbhoruha-vikṛtir antaḥ-kulaṣitā\nsadāhārābhāva-glapita-kucakokā yadu-pate\nviśuṣyanti rādhā tava viraha-tāpād anudinaṁ\nnidāghe kuly eva kraśima-paripākaṁ prathayati"
		},
		{
			"type": "normal",
			"content": "When Uddhava returned to Mathurā after visiting Vṛndāvana, Lord Kṛṣṇa inquired from him about Rādhārāṇī and Viśākhā. Uddhava replied as follows: \"Consider the condition of the gopīs! Śrīmatī Rādhārāṇī especially is in a very painful condition because of separation from You. She has grown skinny, and Her bodily luster is almost gone. Her heart is immersed in pain, and because She has given up eating, Her breast has become black, as if diseased. Because of separation from You, all the gopīs, especially Rādhārāṇī, appear like dried-up water holes under the scorching heat of the sun.\""
		},
		{
			"type": "verse",
			"content": "Malina-aṅgatā is described as follows:"
		},
		{
			"type": "normal",
			"content": "hima-visara-viśīrṇāmbhoja-tulyānana-śrīḥ\nkhara-marud-aparajyad-bandhu-jīvopamauṣṭhī\nagha-hara śarad-arkottāpitendīvarākṣī\ntava viraha-vipatti-mlāpitāsīd viśākhā"
		},
		{
			"type": "normal",
			"content": "Uddhava said to Kṛṣṇa, \"O most auspicious Kṛṣṇa, please hear me. The tribulation caused by Your absence has made Viśākhā languid. Her lips tremble like trees in a strong wind. Her beautiful face is like a lotus flower that has withered under the snow, and Her eyes are like lotus petals scorched by the heat of the autumn sun.\""
		},
		{
			"type": "verse",
			"content": "Pralāpa is explained in Lalita-mādhava as follows:"
		},
		{
			"type": "normal",
			"content": "kva nanda-kula-candramāḥ kva śikhi-candra-kālaṅkṛtiḥ\nkva manda-muralī-ravaḥ kva nu surendra-nīla-dyutiḥ\nkva rāsa-rasa-tāṇḍavī kva sakhi jīva-rakṣauṣadhir\nnidhir mama suhṛttamaḥ kva tava hanta hā dhig-vidhiḥ"
		},
		{
			"type": "normal",
			"content": "This is Śrīmatī Rādhārāṇī's lamentation for Her beloved Kṛṣṇa, who was away from home. A woman whose husband has left home and gone to a foreign land is called proṣita-bhartṛkā. Lamenting for Kṛṣṇa in the same way as such a woman laments for her husband, Śrīmatī Rādhārāṇī said, \"My dear friend, where is the glory of the family of Mahārāja Nanda, who wears a half-moon ornament on His head? Where is Kṛṣṇa, whose hue is like that of the indranīla jewel and who plays so nicely on His flute? Where is your friend, the best of all men, so expert in dancing in the circle of the rāsa dance? Where is He who is the real medicine to save Me from dying of heart disease? I must condemn Providence, for he has caused Me so many tribulations by separating Me from Kṛṣṇa.\""
		},
		{
			"type": "verse",
			"content": "Vyādhi is also described in Lalita-mādhava:"
		},
		{
			"type": "normal",
			"content": "uttāpī puṭa-pākato 'pi garala-grāmād api kṣobhaṇo\ndambholer api duḥsahaḥ kaṭur alaṁ hṛn-magna-śūlyād api\ntīvraḥ prauḍha-visūcikāni-cayato 'py uccair mamāyaṁ balī\nmarmāṇy adya bhinatti gokula-pater viśleṣa-janmā jvaraḥ"
		},
		{
			"type": "normal",
			"content": "Being greatly afflicted by the pain of separation from Kṛṣṇa, Śrīmatī Rādhārāṇī said, \"My dear Lalitā, kindly hear Me. I cannot bear suffering the fever of separation from Kṛṣṇa, nor can I explain it to you. It is something like gold melting in an earthen box. This fever produces more distress than poison, and it is more piercing than a thunderbolt. I suffer exactly like someone almost dead from cholera. To be giving Me so much pain, this fever must be very strong indeed.\""
		},
		{
			"type": "verse",
			"content": "Unmāda is explained as follows:"
		},
		{
			"type": "normal",
			"content": "bhramati bhavana-garbhe nirnimittaṁ hasantī\nprathayati tava vārtāṁ cetanācetaneṣu\nlutḥati ca bhuvi rādhā kampitāṅgī murāre\nviṣama-viraha-khedodgāri-vibhrānta-cittā"
		},
		{
			"type": "normal",
			"content": "Uddhava said to Kṛṣṇa, \"My dear Kṛṣṇa, all the gopīs are so afflicted by Your absence that they have become almost mad. O Murāri, at home Śrīmatī Rādhārāṇī laughs unnecessarily and, like a madwoman, inquires about You from every entity without distinction, even from the stones. She rolls on the ground, unable to bear the agony of Your absence.\""
		},
		{
			"type": "verse",
			"content": "Moha is explained as follows:"
		},
		{
			"type": "normal",
			"content": "nirundhe dainyābdhiṁ harati guru-cintā paribhavaṁ\nvilumpaty unmādaṁ sthagayati balād bāṣpa-laharīm\nidānīṁ kaṁsāre kuvalaya-dṛśaḥ kevalam idaṁ\nvidhatte sācivyaṁ tava viraha-mūrcchā-sahacarī"
		},
		{
			"type": "normal",
			"content": "Lalitā wrote Kṛṣṇa the following letter on Śrīmatī Rādhārāṇī's behalf: \"My dear Kṛṣṇa, separation from You has greatly agitated Śrīmatī Rādhārāṇī's mind, and She has fallen unconscious on the ground. O enemy of Kaṁsa, You have now become a first-class politician, and therefore You can supposedly give relief to everyone. Therefore please consider the plight of Śrīmatī Rādhārāṇī, or very soon You will hear of Her death. Maybe at that time You will lament, although now You are jubilant.\""
		},
		{
			"type": "verse",
			"content": "Mṛtyu is explained in the Haṁsadūta:"
		},
		{
			"type": "normal",
			"content": "aye rāsa-krīḍā-rasika mama sakhyaṁ nava-navā\npurā baddhā yena praṇaya-laharī hanta gahanā\nsa cen muktāpekṣas tvam asi dhig imāṁ tūlaśakalaṁ\nyad etasyā nāsā-nihitam idam adyāpi calati"
		},
		{
			"type": "normal",
			"content": "In the following letter, Lalitā chastised Kṛṣṇa for staying in Mathurā: \"Simply by dancing in the circle of the rāsa dance, You attracted Śrīmatī Rādhārāṇī's love. Why are You now so indifferent to my dear friend Rādhārāṇī? She is lying nearly unconscious, thinking of Your pastimes. I shall determine whether She is alive by putting a cotton swab under Her nostrils, and if She is still living, I shall chastise Her.\""
		}
	]
}