<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Antya 19.107 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Antya 19.107 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/antya?d=1"  class="breadcrumb" title="Cc. Antya-lila">Cc. Antya-lila</a> > <a href="https://prabhupadabooks.com/cc/antya/19?d=1"  class="breadcrumb" title="Antya 19: The Inconceivable Behavior of Lord Sri Caitanya Mahaprabhu">Antya 19</a> > <a href="https://prabhupadabooks.com/cc/antya/19/107?d=1"  class="breadcrumb" title="Antya 19.107">Antya 19.107</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="241460"></A><div id="241460"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 107</div>
</div><A NAME="241462"></A><div id="241462"> </div>
<div style=" text-align : center"><div class="Verse-Text">ih&#257;ra satyatve pram&#257;&#7751;a &#347;r&#299;-bh&#257;gavate</div>
</div><A NAME="241463"></A><div id="241463"> </div>
<div style=" text-align : center"><div class="Verse-Text">&#347;r&#299;-r&#257;dh&#257;ra prema-pral&#257;pa 'bhramara-g&#299;t&#257;'te</div>
</div><A NAME="241464"></A><div id="241464"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="241465"></A><div id="241465"> </div>
<div class="Synonyms"><I><a href="/d/ihara" class="d">ih&#257;ra</a></I>&mdash;of these talks; <I><a href="/d/satyatve" class="d">satyatve</a></I>&mdash;in the truthfulness; <I><a href="/d/pramana" class="d">pram&#257;&#7751;a</a></I>&mdash;the evidence; <I><a href="/d/sri" class="d">&#347;r&#299;</a>-<a href="/d/bhagavate" class="d">bh&#257;gavate</a></I>&mdash;in <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>;</I> <I><a href="/d/sri" class="d">&#347;r&#299;</a>-<a href="/d/radhara" class="d">r&#257;dh&#257;ra</a></I>&mdash;of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;&#7751;&#299;; <I><a href="/d/prema" class="d">prema</a>-<a href="/d/pralapa" class="d">pral&#257;pa</a></I>&mdash;talking crazily in ecstatic love; <I><a href="/d/bhramara" class="d">bhramara</a>-<a href="/d/gitate" class="d">g&#299;t&#257;te</a></I>&mdash;in the section known as <I><a href="/d/bhramara" class="d">Bhramara</a>-<a href="/d/gita" class="d">g&#299;t&#257;</a>.</I></div>
<A NAME="241466"></A><div id="241466"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="241467"></A><div id="241467"> </div>
<div class="Normal-Level"><B>The evidence of the truth of these talks is found in &#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>. There, in the section of the Tenth Canto known as the <a href="/d/bhramara" class="d">Bhramara</a>-<a href="/d/gita" class="d">g&#299;t&#257;</a>, "the Song to the Bumblebee," &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;&#7751;&#299; speaks insanely in ecstatic love for <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>.</B></div>
<A NAME="241468"></A><div id="241468"> </div>
<div class="Titles">PURPORT</div>
<A NAME="241469"></A><div id="241469"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">When <a href="/d/uddhava" class="d">Uddhava</a> arrived from <a href="/d/mathura" class="d">Mathur&#257;</a> carrying a message for the <I>gop&#299;s,</I> the <I>gop&#299;s</I> began talking about <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and crying. Then one important <I><a href="/d/gopi" class="d">gop&#299;</a></I> saw a bumblebee and began speaking to it like someone <a href="/d/mad" class="d">mad</a>, thinking that the bee was a messenger of Uddhava's or was someone very dear to him and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. The verses are as follows (SB. 10.47.12-21):</div>
</div><A NAME="241470"></A><div id="241470"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">madhupa kitava-bandho m&#257; sp&#7771;&#347;&#257;&#7749;ghri&#7745; sapatny&#257;&#7717;<br>kuca-vilulita-m&#257;l&#257;-ku&#7749;kuma-&#347;ma&#347;rubhir na&#7717;<br>vahatu madhu-patis tan-m&#257;nin&#299;n&#257;&#7745; pras&#257;da&#7745;<br>yadu-sadasi vi&#7693;ambya&#7745; yasya d&#363;tas tvam &#299;d&#7771;k</div>
</div><A NAME="241471"></A><div id="241471"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"My dear bumblebee, you are a very cunning friend of <a href="/d/uddhava" class="d">Uddhava</a> and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. You are very expert in touching people's feet, but I am not going to be misled by this. You appear to have <a href="/d/sat" class="d">sat</a> on the breasts of one of K&#7771;&#7779;&#7751;a's friends, for I see that you have <I><a href="/d/kunkuma" class="d">ku&#7749;kuma</a></I> dust on your mustache. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is now engaged in flattering all His young girl friends in <a href="/d/mathura" class="d">Mathur&#257;</a>. Therefore, now that He can be called a friend of the residents of <a href="/d/mathura" class="d">Mathur&#257;</a>, He does not need the help of the residents of <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a>. He has no reason to satisfy us <I>gop&#299;s.</I> Since you are the messenger of such a person as He, what is the use of your presence here? Certainly <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> would be ashamed of your presence in this assembly."</div>
</div><A NAME="241472"></A><div id="241472"> </div>
<div class="Normal-Level">How has <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> offended the <I>gop&#299;s</I> so that they want to reject Him from their minds? The answer is given as follows:</div>
<A NAME="241473"></A><div id="241473"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">sak&#7771;d adhara-sudh&#257;&#7745; sv&#257;&#7745; mohin&#299;&#7745; p&#257;yayitv&#257;<br>sumanasa iva sadyas tatyaje 'sm&#257;n bhav&#257;d&#7771;k<br>paricarati katha&#7745; tat-p&#257;da-padma&#7745; tu padm&#257;<br>hy api bata h&#7771;ta-cet&#257; uttama-&#347;loka-jalpai&#7717;</div>
</div><A NAME="241474"></A><div id="241474"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"K&#7771;&#7779;&#7751;a no longer gives us the enchanting nectar of His lips; instead, He now gives that nectar to the women of <a href="/d/mathura" class="d">Mathur&#257;</a>. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> directly attracts our minds, yet He resembles a bumblebee like you because He gives up the association of a beautiful flower and goes to a flower that is inferior. That is the way <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> has treated us. I do not know why the goddess of fortune continues to serve His lotus feet instead of leaving them aside. Apparently she believes in K&#7771;&#7779;&#7751;a's false words. We <I>gop&#299;s,</I> however, are not unintelligent like <a href="/d/laksmi" class="d">Lak&#7779;m&#299;</a>."</div>
</div><A NAME="241475"></A><div id="241475"> </div>
<div class="Normal-Level">After hearing the bumblebee's sweet songs and recognizing that the bee was singing about <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> for Her satisfaction, the <I><a href="/d/gopi" class="d">gop&#299;</a></I> replied,</div>
<A NAME="241476"></A><div id="241476"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">kim iha bahu &#7779;a&#7693;a&#7749;ghre g&#257;yasi tva&#7745; yad&#363;n&#257;m<br>adhipatim ag&#7771;h&#257;&#7751;&#257;m agrato na&#7717; pur&#257;&#7751;am<br>vijaya-sakha-sakh&#299;n&#257;&#7745; g&#299;yat&#257;&#7745; tat-prasa&#7749;ga&#7717;<br>k&#7779;apita-kucarujas te kalpayant&#299;&#7779;&#7789;am i&#7779;&#7789;&#257;&#7717;</div>
</div><A NAME="241477"></A><div id="241477"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"Dear bumblebee, Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> has no residence here, but we know Him as Yadupati [the King of the <a href="/d/yadu" class="d">Yadu</a> dynasty]. We know Him very well, and therefore we are not interested in hearing any more songs about Him. It would be better for you to go sing to those who are now very dear to <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. Those women of <a href="/d/mathura" class="d">Mathur&#257;</a> have now achieved the opportunity to be embraced by Him. They are His beloveds now, and therefore He has relieved the burning in their breasts. If you go there and sing your songs to those fortunate women, they will be very pleased, and they will honor you."</div>
</div><A NAME="241478"></A><div id="241478"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">divi bhuvi ca ras&#257;y&#257;&#7745; k&#257;&#7717; striyas tad dur&#257;p&#257;&#7717;<br>kapa&#7789;a-rucira-h&#257;sa-bhr&#363;vi-j&#7771;mbhasya y&#257;&#7717; syu&#7717;<br>cara&#7751;a-raja up&#257;ste yasya bh&#363;tir vaya&#7745; k&#257;<br>api ca k&#7771;pa&#7751;a-pak&#7779;e hy uttama&#347;loka-&#347;abda&#7717;</div>
</div><A NAME="241479"></A><div id="241479"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"O collector of honey, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> must be very sorry not to see us gop&#299;s. Surely He is afflicted by memories of our pastimes. Therefore He has sent you as a messenger to satisfy us. Do not speak to us! All the women in the three worlds where death is inevitable-the heavenly, middle and lower planets-are very easily available to <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> because His curved eyebrows are so attractive. Moreover, He is always served very faithfully by the goddess of fortune. In comparison with her, we are most insignificant. Indeed, we are nothing. Yet although He is very cunning, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is also very charitable. You may inform Him that He is praised for His kindness to unfortunate persons and that He is therefore known as <a href="/d/uttamasloka" class="d">Uttama&#347;loka</a>, one who is praised by chosen words and verses."</div>
</div><A NAME="241480"></A><div id="241480"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">vis&#7771;ja &#347;irasi p&#257;da&#7745; vedmy aha&#7745; c&#257;&#7789;uk&#257;rair<br>anunaya-vidu&#7779;as te 'bhyetya dautyair mukund&#257;t<br>svak&#7771;ta iha vis&#7771;&#7779;&#7789;&#257;patya-paty-anya-lok&#257;<br>vyas&#7771;jad ak&#7771;ta-cet&#257;&#7717; ki&#7745; nu sandheyam asmin</div>
</div><A NAME="241481"></A><div id="241481"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"You are buzzing at My feet just to be forgiven for your past offenses. Kindly go away from My feet! I know that <a href="/d/mukunda" class="d">Mukunda</a> has taught you to speak very sweet, flattering words like this and to act as His messenger. These are certainly clever tricks, My dear bumblebee, but I can understand them. This is K&#7771;&#7779;&#7751;a's offense. Do not tell <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> what I have said, although I know that you are very envious. We <I>gop&#299;s</I> have given up our husbands, our sons, and all the religious principles that promise better births, and now we have no other business then serving <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. Yet <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, by controlling His mind, has easily forgotten us. Therefore, don't speak of Him any more. Let us forget our relationship."</div>
</div><A NAME="241482"></A><div id="241482"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">m&#7771;gayur iva kap&#299;ndra&#7745; vivyadhe lubdha-dharm&#257;<br>striyam ak&#7771;ta-vir&#363;p&#257;&#7745; str&#299;-jita&#7717; k&#257;may&#257;n&#257;m<br>balim api balim attv&#257;ve&#7779;&#7789;ayad dhv&#257;&#7749;k&#7779;avad yas<br>tad alam asita-sakhyair dustyajas tat-kath&#257;rtha&#7717;</div>
</div><A NAME="241483"></A><div id="241483"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"When we remember the past births of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, My dear bumblebee, we are very afraid of Him. In His incarnation as Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a>, He acted just like a hunter and unjustly killed His friend <a href="/d/vali" class="d">V&#257;li</a>. Lusty &#346;&#363;rpa&#7751;akh&#257; came to satisfy R&#257;macandra's desires, but He was so attached to S&#299;t&#257;dev&#299; that He cut off &#346;&#363;rpa&#7751;akh&#257;'s nose. In His incarnation as V&#257;manadeva, He plundered <a href="/d/bali" class="d">Bali</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> and took all his possessions, cheating him on the pretext of accepting worship from him. V&#257;manadeva caught <a href="/d/bali" class="d">Bali</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> exactly as one catches a crow. My dear bumblebee, it is not very good to make friends with such a person. I know that once one begins to talk about <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, it is very difficult to stop, and I admit that I have insufficient strength to give up talking about Him."</div>
</div><A NAME="241484"></A><div id="241484"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">yad-anucarita-l&#299;l&#257;-kar&#7751;a-p&#299;yu&#7779;a-vipru&#7789;<br>sak&#7771;d adana-vidh&#363;ta-dvandva-dharm&#257; vina&#7779;&#7789;&#257;&#7717;<br>sapadi g&#7771;ha-ku&#7789;umba&#7745; d&#299;nam uts&#7771;jya d&#299;n&#257;<br>bahava iha viha&#7749;g&#257; bhik&#7779;u-cary&#257;&#7745; caranti</div>
</div><A NAME="241485"></A><div id="241485"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"Topics about <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> are so powerful that they destroy the four religious principles-religion, economic development, sense gratification and liberation. Anyone who drinks even a small drop of <I><a href="/d/krsna" class="d">k&#7771;&#7779;&#7751;a</a>-<a href="/d/katha" class="d">kath&#257;</a></I> through aural reception is freed from all material attachment and envy. Like a bird with no means of subsistence, such a person becomes a mendicant and lives by begging. Ordinary household affairs become miserable for him, and without attachment he suddenly gives up everything. Although such renunciation is quite suitable, because I am a woman I am unable to adopt it."</div>
</div><A NAME="241486"></A><div id="241486"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">vayam &#7771;tam iva jihma-vy&#257;h&#7771;ta&#7745; &#347;raddadh&#257;n&#257;&#7717;<br>kulikarutam iv&#257;j&ntilde;&#257;&#7717; k&#7771;&#7779;&#7751;a-vadhvo hira&#7751;ya&#7717;<br>dad&#7771;&#347;ur asak&#7771;d etat tan-nakha-spar&#347;at&#299;vra-<br>smararuja upamantrin bha&#7751;yat&#257;m anya-v&#257;rt&#257;</div>
</div><A NAME="241487"></A><div id="241487"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"O My dear messenger, I am just like a foolish bird that hears the sweet songs of a hunter, believes in them due to simplicity, and is then pierced in the heart and made to suffer all kinds of miseries. Because we believed in K&#7771;&#7779;&#7751;a's words, we have suffered great pain. Indeed, the touch of K&#7771;&#7779;&#7751;a's nails has injured our faces. He has caused us so much pain! Therefore, you should give up topics concerning Him and talk about something else."</div>
</div><A NAME="241488"></A><div id="241488"> </div>
<div class="Normal-Level">After hearing all these statements from &#346;r&#299;mat&#299; <a href="/d/radhika" class="d">R&#257;dhik&#257;</a>, the bumblebee left and then returned. After some thought, the <I><a href="/d/gopi" class="d">gop&#299;</a></I> said:</div>
<A NAME="241489"></A><div id="241489"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">priya-sakha punar &#257;g&#257;&#7717; preyas&#257; pre&#7779;ita&#7717; ki&#7745;<br>varaya kim anurundhe m&#257;nan&#299;yo 'si me '&#7749;ga<br>nayasi katham ih&#257;sm&#257;n dustyaja-dvandva-p&#257;r&#347;va&#7745;<br>satatam urasi saumya &#347;r&#299;r vadh&#363;&#7717; s&#257;kam&#257;ste</div>
</div><A NAME="241490"></A><div id="241490"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"You are K&#7771;&#7779;&#7751;a's very dear friend, and by His order you have come here again. Therefore you are worshipable for Me. O best of messengers, tell Me now, what is your request? What do you want? <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> cannot give up conjugal love, and therefore I understand that you have come here to take us to Him. But how will you do that? We know many goddesses of fortune now reside at K&#7771;&#7779;&#7751;a's chest, and they constantly serve <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> better than we can."</div>
</div><A NAME="241491"></A><div id="241491"> </div>
<div class="Normal-Level">Praising the bumblebee for its sobriety, She began to speak in great jubilation.</div>
<A NAME="241492"></A><div id="241492"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">api bata madhu-pury&#257;m &#257;rya-putro 'dhun&#257; 'ste<br>smarati sa pit&#7771;-geh&#257;n saumya bandh&#363;&#7745;&#347; ca gop&#257;n<br>kvacid api sa kath&#257; na&#7717; ki&#7749;kar&#299;&#7751;&#257;&#7745; g&#7771;&#7751;&#299;te<br>bhujam aguru-sugandha&#7745; m&#363;rdhny adh&#257;syat kad&#257; nu</div>
</div><A NAME="241493"></A><div id="241493"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"K&#7771;&#7779;&#7751;a is now living like a gentleman at the Gurukula in <a href="/d/mathura" class="d">Mathur&#257;</a>, forgetting all the <I>gop&#299;s</I> of <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a>. But does He not remember the sweet house of His father, <a href="/d/nanda" class="d">Nanda</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>? We are all naturally His maidservants. Does He not remember us? Does He ever speak about us, or has He forgotten us completely? Will He ever forgive us and once again touch us with those hands fragrant with the scent of <I><a href="/d/aguru" class="d">aguru</a></I>?"</div>
</div><p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/antya/19/107">https://prabhupadabooks.com/cc/antya/19/107</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/antya/19/106?d=1">Antya 19.106</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/antya/19/108?d=1">Antya 19.108</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
