{
	"info": {
		"id": "cc\\madhya\\17\\86",
		"nextId": "cc/madhya/17/87",
		"prevId": "cc/madhya/17/85"
	},
	"verses": [
		{
			"roman": "prabhu lañā gelā viśveśvara-daraśane\ntabe āsi' dekhe bindu-mādhava-caraṇe\n",
			"isProse": false
		}
	],
	"synonyms": "prabhu lañā—taking the Lord; gelā—he went; viśveśvara-daraśane—to visit the temple of Viśveśvara; tabe—thereafter; āsi'-coming; dekhe—see; bindu-mādhava-caraṇe—the lotus feet of Bindu Mādhava.",
	"translation": "Tapana Miśra then took Śrī Caitanya Mahāprabhu to visit the temple of Viśveśvara. Coming from there, they saw the lotus feet of Lord Bindu Mādhava.",
	"purport": [
		{
			"type": "normal",
			"content": "This Bindu Mādhava is the oldest Viṣṇu temple in Vārāṇasī. Presently this temple is known as Veṇī Mādhava, and it is situated on the banks of the Ganges. Formerly five rivers converged there, and they were named Dhūtapāpā, Kiraṇā, Sarasvatī, Gaṅgā and Yamunā. Now only the River Ganges is visible. The old temple of Bindu Mādhava, which was visited by Śrī Caitanya Mahāprabhu, was later dismantled by Aurangzeb, the great Hindu-hating emperor of the Mogul dynasty. In the place of this temple, he constructed a big majīda, or mosque. Later, another temple was constructed by the side of the mosque, and this temple is still existing. In the temple of Bindu Mādhava there are Deities of four-handed Nārāyaṇa and the goddess Lakṣmī. In front of these Deities is a column of Śrī Garuḍa, and along the side are deities of Lord Rāma, Sītā, Lakṣmaṇa and Śrī Hanumānjī."
		},
		{
			"type": "normal",
			"content": "In the province of Mahārāṣṭra is a state known as Sātārā. During the time of Bhaktisiddhānta Sarasvatī Ṭhākura, the native prince belonged to the Vaiṣṇava cult. Being a brāhmaṇa, he took charge of worshiping the Deity. He was known as Śrīmanta Bālāsāheba Pantha Mahārāja. The state still bears the expenditure for temple maintenance. The first king in this dynasty to take charge of worship in the temple, two hundred years ago, was Mahārāja Jagatjīvana Rāo Sāheba."
		}
	]
}