<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Madhya 4.133 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Madhya 4.133 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/madhya?d=1"  class="breadcrumb" title="Cc. Madhya-lila">Cc. Madhya-lila</a> > <a href="https://prabhupadabooks.com/cc/madhya/4?d=1"  class="breadcrumb" title="Madhya 4: Sri Madhavendra Puris Devotional Service">Madhya 4</a> > <a href="https://prabhupadabooks.com/cc/madhya/4/133?d=1"  class="breadcrumb" title="Madhya 4.133">Madhya 4.133</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="159750"></A><div id="159750"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 133</div>
</div><A NAME="159752"></A><div id="159752"> </div>
<div style=" text-align : center"><div class="Verse-Text">k&#7779;&#299;ra laha ei, y&#257;ra n&#257;ma 'm&#257;dhava-pur&#299;'</div>
</div><A NAME="159753"></A><div id="159753"> </div>
<div style=" text-align : center"><div class="Verse-Text">tom&#257; l&#257;gi' gop&#299;n&#257;tha k&#7779;&#299;ra kaila curi</div>
</div><A NAME="159754"></A><div id="159754"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="159755"></A><div id="159755"> </div>
<div class="Synonyms"><I><a href="/d/ksira" class="d">k&#7779;&#299;ra</a> <a href="/d/laha" class="d">laha</a></I>&mdash;take the pot of sweet rice; <I><a href="/d/ei" class="d">ei</a></I>&mdash;this; <I><a href="/d/yara" class="d">y&#257;ra</a></I>&mdash;whose; <I><a href="/d/nama" class="d">n&#257;ma</a></I>&mdash;name; <I><a href="/d/madhava" class="d">m&#257;dhava</a>-<a href="/d/puri" class="d">pur&#299;</a></I>&mdash;<a href="/d/madhavendra" class="d">M&#257;dhavendra</a> <a href="/d/puri" class="d">Pur&#299;</a>; <I><a href="/d/toma" class="d">tom&#257;</a> <a href="/d/lagi" class="d">l&#257;gi</a></I>'-for you only; <I><a href="/d/gopinatha" class="d">gop&#299;n&#257;tha</a></I>&mdash;the Deity of Lord <a href="/d/gopinatha" class="d">Gop&#299;n&#257;tha</a>; <I><a href="/d/ksira" class="d">k&#7779;&#299;ra</a></I>&mdash;the pot of sweet rice; <I><a href="/d/kaila" class="d">kaila</a></I>&mdash;did; <I><a href="/d/curi" class="d">curi</a></I>&mdash;steal.</div>
<A NAME="159756"></A><div id="159756"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="159757"></A><div id="159757"> </div>
<div class="Normal-Level"><B>Holding the pot of sweet rice, the priest called, "Will he whose name is <a href="/d/madhavendra" class="d">M&#257;dhavendra</a> <a href="/d/puri" class="d">Pur&#299;</a> please come and take this pot! <a href="/d/gopinatha" class="d">Gop&#299;n&#257;tha</a> has stolen this pot of sweet rice for you!"</B></div>
<A NAME="159758"></A><div id="159758"> </div>
<div class="Titles">PURPORT</div>
<A NAME="159759"></A><div id="159759"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">The difference between the Absolute Truth and relative truth is explained here. Lord <a href="/d/gopinatha" class="d">Gop&#299;n&#257;tha</a> has openly declared herein that He is a thief. He had stolen the pot of sweet rice, and this was not kept a secret because His act of stealing is a source of great transcendental bliss. In the material world, theft is criminal, but in the spiritual world the Lord's stealing is a source of transcendental bliss. Mundane rascals, who cannot understand the absolute nature of the Personality of Godhead, sometimes call Lord &#346;r&#299; <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> immoral, but they do not know that His seemingly immoral activities, which are not kept secret, afford pleasure to the devotees. Not understanding the transcendental behavior of the Supreme Personality of Godhead, these rascals slur His character and immediately fall into the category of miscreants (rascals, lowest among men, demons and those whose knowledge is taken away by the illusory energy). <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> explains in the <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></I> (<a href="https://prabhupadabooks.com/bg/7/15?d=1">7.15</a>):</div>
</div><A NAME="159760"></A><div id="159760"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">na m&#257;&#7745; du&#7779;k&#7771;tino m&#363;&#7693;h&#257;&#7717;<br>prapadyante nar&#257;dham&#257;&#7717;<br>m&#257;yay&#257;pah&#7771;ta-j&ntilde;&#257;n&#257;<br>&#257;sura&#7745; bh&#257;vam &#257;&#347;rit&#257;&#7717;</div>
</div><A NAME="159761"></A><div id="159761"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"Those miscreants who are grossly foolish, who are lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me." (Bg. <a href="https://prabhupadabooks.com/bg/7/15?d=1">7.15</a>)</div>
</div><A NAME="159762"></A><div id="159762"> </div>
<div class="Normal-Level">Mundane rascals cannot understand that whatever <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> does, being absolute in nature, is all good. This quality of the Lord is explained in <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> (10.33.29). One may consider certain acts of a supremely powerful person to be immoral by mundane calculations, but this is not actually the case. For example, the sun absorbs water from the surface of the earth, but it does not absorb water only from the sea. It also absorbs water from filthy sewers and ditches containing urine and other impure substances. The sun is not polluted by absorbing such water. Rather, the sun makes the filthy place pure. If a devotee approaches the Supreme Personality of Godhead for an immoral or improper purpose, he nonetheless becomes purified; the Lord does not become infected. In <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> (10.29.15) it is stated that if one approaches the Supreme Lord even out of lust, anger or fear (<I><a href="/d/kamam" class="d">k&#257;ma&#7745;</a> <a href="/d/krodham" class="d">krodha&#7745;</a> <a href="/d/bhayam" class="d">bhayam</a></I>), he is purified. The <I>gop&#299;s,</I> being young girls, approached <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> because He was a beautiful young boy. From the external point of view, they approached the Lord out of lust, and the Lord danced with them at midnight. From the mundane point of view, these activities may appear immoral because a married or unmarried young girl cannot leave home to mix with a young boy and dance with him. Although this is immoral from the mundane viewpoint, the activities of the <I>gop&#299;s</I> are accepted as the highest form of worship because it was Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> whom they approached with lusty desires in the dead of night.</div>
<A NAME="159763"></A><div id="159763"> </div>
<div class="Normal-Level">But these things cannot be understood by nondevotees. One must understand <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> in <I><a href="/d/tattva" class="d">tattva</a></I> (truth). One should use his common sense and consider that if simply by chanting K&#7771;&#7779;&#7751;a's holy name one is purified, how then can the person <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> be immoral? Unfortunately, mundane fools are accepted as educational leaders and are offered exalted posts for teaching irreligious principles to the general populace. This is explained in <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> (<a href="https://prabhupadabooks.com/sb/7/5/31?d=1">7.5.31</a>): <I><a href="/d/andha" class="d">andh&#257;</a> yath&#257;ndhair <a href="/d/upaniyamanah" class="d">upan&#299;yam&#257;n&#257;&#7717;</a>.</I> Blind men are trying to lead other blind men. Due to the immature understanding of such rascals, common men should not discuss K&#7771;&#7779;&#7751;a's pastimes with the <I>gop&#299;s.</I> A nondevotee should not even discuss His stealing sweet rice for His devotees. It is warned that one should not even think about these things. Although <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is the purest of the pure, mundane people, thinking of K&#7771;&#7779;&#7751;a's pastimes that appear immoral, themselves become polluted. &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> therefore never publicly discussed K&#7771;&#7779;&#7751;a's dealings with the <I>gop&#299;s.</I> He used to discuss these dealings only with three confidential friends. He never discussed <I><a href="/d/rasa" class="d">r&#257;sa</a>-<a href="/d/lila" class="d">l&#299;l&#257;</a></I> publicly, as the professional reciters do, although they do not understand <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> or the nature of the audience. However, &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a> encouraged the public chanting of the holy name on a huge scale for as many hours as possible.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/madhya/4/133">https://prabhupadabooks.com/cc/madhya/4/133</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/madhya/4/132?d=1">Madhya 4.132</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/madhya/4/134?d=1">Madhya 4.134</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
