{
	"info": {
		"id": "sb\\8\\17\\1",
		"nextId": "sb/8/17/2-3",
		"prevId": "sb/8/17/17_summary"
	},
	"verses": [
		{
			"roman": "śrī-śuka uvāca\nity uktā sāditī rājan\nsva-bhartrā kaśyapena vai\nanv atiṣṭhad vratam idaṁ\ndvādaśāham atandritā\n",
			"isProse": false
		}
	],
	"synonyms": "śrī-śukaḥ uvāca—Śrī Śukadeva Gosvāmī said; iti—thus; uktā—being advised; sā—that lady; aditiḥ—Aditi; rājan—O King; sva-bhartrā—by her husband; kaśyapena—Kaśyapa Muni; vai—indeed; anu—similarly; atiṣṭhat—executed; vratam idam—this payo-vrata ritualistic ceremony; dvādaśa-aham—for twelve days; atandritā—without any laziness.",
	"translation": "Śukadeva Gosvāmī said: O King, after Aditi was thus advised by her husband, Kaśyapa Muni, she strictly followed his instructions without laziness and in this way performed the payo-vrata ritualistic ceremony.",
	"purport": [
		{
			"type": "normal",
			"content": "For advancement in anything, especially in spiritual life, one must strictly follow the bona fide instructions of the teacher. Aditi did this. She strictly followed the instructions of her husband and guru. As confirmed in the Vedic injunctions, yasya deve parā bhaktir yathā deve tathā gurau [ŚU yasya deve parā bhaktir\nyathā deve tathā gurau\ntasyaite kathitā hy arthāḥ\nprakāśante mahātmanaḥ"
		},
		{
			"type": "normal",
			"content": "“Unto those great souls who have implicit faith in both the Lord and the spiritual master, all the imports of Vedic knowledge are automatically revealed.” (Śvetāśvatara Upaniṣad 6.23)"
		},
		{
			"type": "normal",
			"content": "ataḥ śrī-kṛṣṇa-nāmādi\nna bhaved grāhyam indriyaiḥ\nsevonmukhe hi jihvādau\nsvayam eva sphuraty adaḥ"
		},
		{
			"type": "normal",
			"content": "“No one can understand Kṛṣṇa as He is by the blunt material senses. But He reveals Himself to the devotees, being pleased with them for their transcendental loving service unto Him.” (Bhakti-rasāmṛta-sindhu 1.2.234)"
		},
		{
			"type": "normal",
			"content": "bhaktyā mām abhijānāti\nyāvān yaś cāsmi tattvataḥ\ntato māṁ tattvato jñātvā\nviśate tad-anantaram"
		},
		{
			"type": "normal",
			"content": "“One can understand the Supreme Personality as He is only by devotional service. And when one is in full consciousness of the Supreme Lord by such devotion, he can enter into the kingdom of God.” (Bg. 18.55)"
		},
		{
			"type": "normal",
			"content": "These are Vedic instructions. One must have full faith in the words of the spiritual master and similar faith in the Supreme Personality of Godhead. Then the real knowledge of ātmā and Paramātmā and the distinction between matter and spirit will be automatically revealed. This ātma-tattva, or spiritual knowledge, will be revealed within the core of a devotee’s heart because of his having taken shelter of the lotus feet of a mahājana such as Prahlāda Mahārāja.6.23]. One should have complete faith in the guru, who helps the disciple make progress in spiritual life. As soon as the disciple thinks independently, not caring for the instructions of the spiritual master, he is a failure (yasyāprasādān na gatiḥ kuto ’pi). Aditi very strictly followed the instructions of her husband and spiritual master, and thus she was successful."
		}
	]
}