<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 6.1 Summary Srimad-Bhagavatam</title>
<meta property="og:title" content="SB 6.1 Summary Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/6?d=1"  class="breadcrumb" title="Canto 6: Prescribed Duties for Mankind">Canto 6</a> > <a href="https://prabhupadabooks.com/sb/6/1?d=1"  class="breadcrumb" title="SB 6.1: The History of the Life of Ajamila">SB 6.1</a> > <a href="https://prabhupadabooks.com/sb/6/1/1_summary?d=1"  class="breadcrumb" title="SB 6.1 Summary">SB 6.1 Summary</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="75026"></A><div id="75026"> </div>
<div style=" text-align : left"><div class="Normal-Level">Throughout <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> there are descriptions of ten subject matters, including creation, subsequent creation and the planetary systems. &#346;ukadeva Gosv&#257;m&#299;, the speaker of <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>,</span> has already described creation, subsequent creation and the planetary systems in the Third, Fourth and Fifth Cantos. Now, in this Sixth Canto, which consists of nineteen chapters, he will describe <span class="Italic"><a href="/d/posana" class="d">po&#7779;a&#7751;a</a>,</span> or protection by the Lord.</div>
</div><A NAME="75027"></A><div id="75027"> </div>
<div style=" text-align : left"><div class="Normal-Level">The first chapter relates the history of <a href="/d/ajamila" class="d">Aj&#257;mila</a>, who was considered a greatly sinful man, but was liberated when four order carriers of <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> came to rescue him from the hands of the order carriers of Yamar&#257;ja. A full description of how he was liberated, having been relieved of the reactions of his sinful life, is given in this chapter. Sinful activities are painful both in this life and in the next. We should know for certain that the cause of all painful life is sinful action. On the path of fruitive work one certainly commits sinful activities, and therefore according to the considerations of <span class="Italic"><a href="/d/karma" class="d">karma</a>-<a href="/d/kanda" class="d">k&#257;&#7751;&#7693;a</a>,</span> different types of atonement are recommended. Such methods of atonement, however, do not free one from ignorance, which is the root of sinful life. Consequently one is prone to commit sinful activities even after atonement, which is therefore very inadequate for purification. On the path of speculative knowledge one becomes free from sinful life by understanding things as they are. Therefore the acquirement of speculative knowledge is also considered a method of atonement. While performing fruitive activities one can become free from the actions of sinful life through austerity, penance, celibacy, control of the mind and senses, truthfulness and the practice of mystic <span class="Italic"><a href="/d/yoga" class="d">yoga</a>.</span> By awakening knowledge one may also neutralize sinful reactions. Neither of these methods, however, can free one from the tendency to commit sinful activities.</div>
</div><A NAME="75028"></A><div id="75028"> </div>
<div style=" text-align : left"><div class="Normal-Level">By <span class="Italic"><a href="/d/bhakti" class="d">bhakti</a>-<a href="/d/yoga" class="d">yoga</a></span> one can completely avoid the tendency for sinful life; other methods are not very feasible. Therefore the Vedic literature concludes that devotional service is more important than the methods of <span class="Italic"><a href="/d/karma" class="d">karma</a>-<a href="/d/kanda" class="d">k&#257;&#7751;&#7693;a</a></span> and <span class="Italic"><a href="/d/jnana" class="d">j&ntilde;&#257;na</a>-<a href="/d/kanda" class="d">k&#257;&#7751;&#7693;a</a>.</span> Only the path of devotional service is auspicious for everyone. Fruitive activities and speculative knowledge cannot independently liberate anyone, but devotional service, independent of <span class="Italic"><a href="/d/karma" class="d">karma</a></span> and <span class="Italic"><a href="/d/jnana" class="d">j&ntilde;&#257;na</a>,</span> is so potent that one who has fixed his mind at the lotus feet of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is guaranteed not to meet the Yamad&#363;tas, the order carriers of Yamar&#257;ja, even in dreams.</div>
</div><A NAME="75029"></A><div id="75029"> </div>
<div style=" text-align : left"><div class="Normal-Level">To prove the strength of devotional service, &#346;ukadeva Gosv&#257;m&#299; described the history of <a href="/d/ajamila" class="d">Aj&#257;mila</a>. <a href="/d/ajamila" class="d">Aj&#257;mila</a> was a resident of <a href="/d/kanyakubja" class="d">K&#257;nyakubja</a> (the modern Kanauj). He was trained by his parents to become a perfect <span class="Italic"><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></span> by studying the <span class="Italic">Vedas</span> and following the regulative principles, but because of his past, this youthful <span class="Italic"><a href="/d/brahmana" class="d">br&#257;hma&#7751;a</a></span> was somehow attracted by a prostitute, and because of her association he became most fallen and abandoned all regulative principles. <a href="/d/ajamila" class="d">Aj&#257;mila</a> begot in the womb of the prostitute ten sons, the last of whom was called <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>. At the time of Aj&#257;mila&rsquo;s death, when the order carriers of Yamar&#257;ja came to take him, he loudly called the name <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> in fear because he was attached to his youngest son. Thus he remembered the original <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>, Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>. Although he did not chant the holy name of <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> completely offenselessly, it acted nevertheless. As soon as he chanted the holy name of <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>, the order carriers of Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> immediately appeared on the scene. A discussion ensued between the order carriers of Lord <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a> and those of Yamar&#257;ja, and by hearing that discussion <a href="/d/ajamila" class="d">Aj&#257;mila</a> was liberated. He could then understand the bad effect of fruitive activities and could also understand how exalted is the process of devotional service.</div>
</div><p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/6/1/1_summary">https://prabhupadabooks.com/sb/6/1/1_summary</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/5/26/40?d=1">SB 5.26.40</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/6/1/1?d=1">SB 6.1.1</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
