<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Madhya 8.166 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Madhya 8.166 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/madhya?d=1"  class="breadcrumb" title="Cc. Madhya-lila">Cc. Madhya-lila</a> > <a href="https://prabhupadabooks.com/cc/madhya/8?d=1"  class="breadcrumb" title="Madhya 8: Talks Between Sri Caitanya Mahaprabhu and Ramananda Raya">Madhya 8</a> > <a href="https://prabhupadabooks.com/cc/madhya/8/166?d=1"  class="breadcrumb" title="Madhya 8.166">Madhya 8.166</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="168175"></A><div id="168175"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 166</div>
</div><A NAME="168177"></A><div id="168177"> </div>
<div style=" text-align : center"><div class="Verse-Text">r&#257;dh&#257;-prati k&#7771;&#7779;&#7751;a-sneha--sugandhi udvartana</div>
</div><A NAME="168178"></A><div id="168178"> </div>
<div style=" text-align : center"><div class="Verse-Text">t&#257;'te ati sugandhi deha--ujjvala-vara&#7751;a</div>
</div><A NAME="168179"></A><div id="168179"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="168180"></A><div id="168180"> </div>
<div class="Synonyms"><I><a href="/d/radha" class="d">r&#257;dh&#257;</a>-<a href="/d/prati" class="d">prati</a></I>&mdash;toward &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;&#7751;&#299;; <I><a href="/d/krsna" class="d">k&#7771;&#7779;&#7751;a</a>-<a href="/d/sneha" class="d">sneha</a></I>&mdash;the affection of Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>; <I><a href="/d/su" class="d">su</a>-<a href="/d/gandhi" class="d">gandhi</a> <a href="/d/udvartana" class="d">udvartana</a></I>&mdash;perfumed massage; <I>t&#257;'te</I>&mdash;in that; <I><a href="/d/ati" class="d">ati</a></I>&mdash;very; <I><a href="/d/su" class="d">su</a>-<a href="/d/gandhi" class="d">gandhi</a></I>&mdash;perfumed; <I><a href="/d/deha" class="d">deha</a></I>&mdash;the body; <I><a href="/d/ujjvala" class="d">ujjvala</a></I>&mdash;brilliant; <I><a href="/d/varana" class="d">vara&#7751;a</a></I>&mdash;luster.</div>
<A NAME="168181"></A><div id="168181"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="168182"></A><div id="168182"> </div>
<div class="Normal-Level"><B>"&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;&#7751;&#299;'s transcendental body is brilliant in luster and full of all transcendental fragrances. Lord K&#7771;&#7779;&#7751;a's affection for Her is like a perfumed massage.</B></div>
<A NAME="168183"></A><div id="168183"> </div>
<div class="Titles">PURPORT</div>
<A NAME="168184"></A><div id="168184"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level"><a href="/d/sugandhi" class="d">Sugandhi</a> <a href="/d/udvartana" class="d">udvartana</a> refers to a paste made of several perfumes and fragrant oils. This paste is massaged all over the body, and in this way the body's dirt and perspiration are removed. &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;&#7751;&#299;'s body is automatically perfumed, but when Her body is massaged with the scented paste of Lord K&#7771;&#7779;&#7751;a's affection, Her entire body is doubly perfumed and made brilliant and lustrous. This is the beginning of <a href="/d/krsnadasa" class="d">K&#7771;&#7779;&#7751;ad&#257;sa</a> <a href="/d/kaviraja" class="d">Kavir&#257;ja</a> Gosv&#257;m&#299;'s description of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;&#7751;&#299;'s transcendental body. This description is based on the book known as <I>Prem&#257;mbhoja-<a href="/d/maranda" class="d">maranda</a></I> compiled by &#346;r&#299; <a href="/d/raghunatha" class="d">Raghun&#257;tha</a> <a href="/d/dasa" class="d">d&#257;sa</a> Gosv&#257;m&#299;. &#346;r&#299;la <a href="/d/kaviraja" class="d">Kavir&#257;ja</a> Gosv&#257;m&#299;'s descriptions in verses 165-181 are based on this book. A translation of the original Sanskrit as described by &#346;r&#299;la Bhaktivinoda &#7788;h&#257;kura reads as follows:</div>
</div><A NAME="168185"></A><div id="168185"> </div>
<div class="Normal-Level">"The love of the <I>gop&#299;s</I> for <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is full of transcendental ecstasy. It appears to be a brilliant jewel, and enlightened by such a transcendental jewel, R&#257;dh&#257;r&#257;&#7751;&#299;'s body is further perfumed and decorated with <I><a href="/d/kunkuma" class="d">ku&#7749;kuma</a>.</I> In the morning Her body is bathed in the nectar of compassion, in the afternoon in the nectar of youth, and in the evening in the nectar of luster itself. In this way the bathing is performed, and Her body becomes as brilliant as the <I><a href="/d/cintamani" class="d">cint&#257;ma&#7751;i</a></I> jewel. Her dress is composed of various kinds of silken garments, which may be compared to Her natural shyness.</div>
<A NAME="168186"></A><div id="168186"> </div>
<div class="Normal-Level">"Her beauty is more and more enhanced, being decorated with <I><a href="/d/kunkuma" class="d">ku&#7749;kuma</a>,</I> which is compared to beauty itself, and with blackish musk, which is compared to conjugal love. Thus Her body is decorated with different colors. The <I><a href="/d/kunkuma" class="d">ku&#7749;kuma</a></I> is red, and the musk is black. Her ornaments embody the natural symptoms of ecstasy-trembling, tears, jubilation, stunning, perspiration, faltering of the voice, bodily redness, madness and dullness. In this way the entire body is bedecked with these nine different jewels. Over and above this, the beauty of Her body is enhanced by Her transcendental qualities, which hang as a flower garland on Her body. The ecstasy of love for <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is known as <I><a href="/d/dhira" class="d">dh&#299;ra</a></I> and <I><a href="/d/adhira" class="d">adh&#299;ra</a>,</I> sober and restless. Such ecstasy constitutes the covering of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;&#7751;&#299;'s body, and it is adorned by camphor. Her transcendental anger toward <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is embodied as the arrangement of the hair on Her head, and the <I><a href="/d/tilaka" class="d">tilaka</a></I> of Her great fortune shines on Her beautiful forehead. The earrings of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;&#7751;&#299; are the holy names of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, as well as the hearing of His name and fame. Her lips are always reddish due to the betel nut of ecstatic affection for <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. The black ointment around Her eyes is Her tricky behavior with <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> brought about by love. Her joking with <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and gentle smiling is the camphor with which She is perfumed. She sleeps in Her room with the aroma of pride, and when She lies down in Her bed, the transcendental variety of Her loving ecstasies is like a jeweled locket in the midst of Her necklace of separation. Her transcendental breasts are covered by Her <a href="/d/sari" class="d">sari</a> in the form of affection and anger toward <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. She has a stringed instrument known as a <I>kacchap&#299;-<a href="/d/vina" class="d">v&#299;&#7751;&#257;</a>,</I> which is the fame and fortune that actually dries up the faces and breasts of the other <I>gop&#299;s.</I> She always keeps Her hands on the shoulder of Her <I><a href="/d/gopi" class="d">gop&#299;</a></I> friend, who is compared to Her youthful beauty, and although She is highly qualified with so many spiritual assets, She is nonetheless affected by the Cupid known as <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. Thus She is defeated. &#346;r&#299;la <a href="/d/raghunatha" class="d">Raghun&#257;tha</a> <a href="/d/dasa" class="d">d&#257;sa</a> Gosv&#257;m&#299; offers his respectful obeisances to &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;&#7751;&#299;, taking a straw in his mouth. Indeed, he prays, 'O G&#257;ndharvik&#257;, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;&#7751;&#299;, just as Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> never rejects a surrendered soul, please don't reject me.' " This is a summary translation of the <I>Prem&#257;mbhoja-<a href="/d/maranda" class="d">maranda</a>,</I> which <a href="/d/kaviraja" class="d">Kavir&#257;ja</a> Gosv&#257;m&#299; quotes.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/madhya/8/166">https://prabhupadabooks.com/cc/madhya/8/166</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/madhya/8/165?d=1">Madhya 8.165</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/madhya/8/167?d=1">Madhya 8.167</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
