<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Madhya 8.83 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Madhya 8.83 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/madhya?d=1"  class="breadcrumb" title="Cc. Madhya-lila">Cc. Madhya-lila</a> > <a href="https://prabhupadabooks.com/cc/madhya/8?d=1"  class="breadcrumb" title="Madhya 8: Talks Between Sri Caitanya Mahaprabhu and Ramananda Raya">Madhya 8</a> > <a href="https://prabhupadabooks.com/cc/madhya/8/83?d=1"  class="breadcrumb" title="Madhya 8.83">Madhya 8.83</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="167251"></A><div id="167251"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 83</div>
</div><A NAME="167253"></A><div id="167253"> </div>
<div style=" text-align : center"><div class="Verse-Text">kintu y&#257;&#7749;ra yei rasa, sei sarvottama</div>
</div><A NAME="167254"></A><div id="167254"> </div>
<div style=" text-align : center"><div class="Verse-Text">ta&#7789;a-stha ha&ntilde;&#257; vic&#257;rile, &#257;che tara-tama</div>
</div><A NAME="167255"></A><div id="167255"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="167256"></A><div id="167256"> </div>
<div class="Synonyms"><I><a href="/d/kintu" class="d">kintu</a></I>&mdash;nevertheless; <I><a href="/d/yanra" class="d">y&#257;&#7749;ra</a></I>&mdash;of some devotees; <I><a href="/d/yei" class="d">yei</a> <a href="/d/rasa" class="d">rasa</a></I>&mdash;whatever the mellow of exchanges of love; <I><a href="/d/sei" class="d">sei</a></I>&mdash;that; <I><a href="/d/sarva" class="d">sarva</a>-<a href="/d/uttama" class="d">uttama</a></I>&mdash;the best; <I><a href="/d/tata" class="d">ta&#7789;a</a>-<a href="/d/stha" class="d">stha</a></I>&mdash;neutral; <I><a href="/d/hana" class="d">ha&ntilde;&#257;</a></I>&mdash;being; <I><a href="/d/vicarile" class="d">vic&#257;rile</a></I>&mdash;if considering; <I><a href="/d/ache" class="d">&#257;che</a></I>&mdash;there is; <I><a href="/d/tara" class="d">tara</a>-<a href="/d/tama" class="d">tama</a></I>&mdash;lower and higher levels.</div>
<A NAME="167257"></A><div id="167257"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="167258"></A><div id="167258"> </div>
<div class="Normal-Level"><B>"It is true that whatever relationship a particular devotee has with the Lord is the best for him; still, when we study all the different methods from a neutral position, we can understand that there are higher and lower degrees of love.</B></div>
<A NAME="167259"></A><div id="167259"> </div>
<div class="Titles">PURPORT</div>
<A NAME="167260"></A><div id="167260"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">In this regard, &#346;r&#299;la Bhaktisiddh&#257;nta <a href="/d/sarasvati" class="d">Sarasvat&#299;</a> &#7788;h&#257;kura explains that this verse does not advocate the whimsical invention of some methods of love of Godhead. Such inventions cannot be accepted as topmost. Indeed, such concoctions are not recommended in these verses. &#346;r&#299;la <a href="/d/rupa" class="d">R&#363;pa</a> Gosv&#257;m&#299; has said in the <I><a href="/d/bhakti" class="d">Bhakti</a>-<a href="/d/rasamrta" class="d">ras&#257;m&#7771;ta</a>-<a href="/d/sindhu" class="d">sindhu</a></I> (1.2.101):</div>
</div><A NAME="167261"></A><div id="167261"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">&#347;ruti-sm&#7771;ti-pur&#257;&#7751;&#257;di-<br>pa&ntilde;car&#257;tra-vidhi&#7745; vin&#257;<br>aik&#257;ntik&#299; harer bhaktir<br>utp&#257;t&#257;yaiva kalpate</div>
</div><A NAME="167262"></A><div id="167262"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">He clearly mentions in this verse that one must refer to the Vedic literature and other, supplementary literatures and follow the conclusion of the <I>Vedas.</I> An invented devotional attitude simply creates disturbances in the transcendental realm. If a person overly addicted to family life takes to <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> or <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness to earn a livelihood, his activity is certainly offensive. One should not become a <a href="/d/caste" class="d">caste</a> <I><a href="/d/guru" class="d">guru</a></I> and sell <I>mantras</I> for the benefit of mundane customers, nor should one make disciples for a livelihood. All these activities are offensive. One should not make a livelihood by forming a professional band to carry out congregational chanting, nor should one perform devotional service when one is attached to mundane society, friendship and love. Nor should one be dependent on so-called social etiquette. All of this is mental speculation. None of these things can be compared to unalloyed devotional service. No one can compare unalloyed devotional service, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness, to mundane activities. There are many unauthorized parties pretending to belong to the &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> cult, and some are known as <I><a href="/d/aula" class="d">&#257;ula</a>, <a href="/d/baula" class="d">b&#257;ula</a>, kart&#257;bhaj&#257;, ne&#7693;&#257;, <a href="/d/daravesa" class="d">darave&#347;a</a>, <a href="/d/sani" class="d">s&#257;&#7749;i</a>, sakh&#299;bhek&#299;, <a href="/d/smarta" class="d">sm&#257;rta</a>, <a href="/d/jata" class="d">j&#257;ta</a>-<a href="/d/gosani" class="d">gos&#257;&ntilde;i</a>, ativ&#257;&#7693;i, c&#363;&#7693;&#257;dh&#257;r&#299;</I> and <I><a href="/d/gauranga" class="d">gaur&#257;&#7749;ga</a>-<a href="/d/nagari" class="d">n&#257;gari</a>.</I></div>
</div><A NAME="167263"></A><div id="167263"> </div>
<div class="Normal-Level">Moreover, there are those who take the <a href="/d/caste" class="d">caste</a> <I>gosv&#257;m&#299;s</I>' opinions of such parties as bona fide, comparing these opinions to those of the six Gosv&#257;m&#299;s, headed by &#346;r&#299; <a href="/d/rupa" class="d">R&#363;pa</a> and &#346;r&#299; <a href="/d/sanatana" class="d">San&#257;tana</a>. This is simply another cheating process. There are also nondevotees who compose unauthorized songs, who establish different temples for money, who worship the Deity as priests for salaries, who accept <a href="/d/caste" class="d">caste</a> brahmanism as all in all, and who do not know the value of a pure <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a>. Actually the <a href="/d/caste" class="d">caste</a> <I>br&#257;hma&#7751;as</I> of the <I><a href="/d/smarta" class="d">sm&#257;rta</a></I> community are opposed to the principles of the <I><a href="/d/satvata" class="d">S&#257;tvata</a>-pa&ntilde;car&#257;tra.</I> Furthermore, there are many M&#257;y&#257;v&#257;d&#299;s and those overly addicted to material sense enjoyment. None of these can be compared to a person who is purely engaged in preaching <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness. Every <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> conscious person is constantly endeavoring to utilize different transcendental devices in the service of the Lord. Such a devotee renounces all material enjoyment and completely dedicates himself to the service of his spiritual master and Lord &#346;r&#299; <a href="/d/caitanya" class="d">Caitanya</a> <a href="/d/mahaprabhu" class="d">Mah&#257;prabhu</a>. He may be a perfect celibate, a restrained householder, a regulated <I>v&#257;naprastha</I> or a <I>trida&#7751;&#7693;i-<a href="/d/sannyasi" class="d">sanny&#257;s&#299;</a></I> in the renounced order. It doesn't matter. The pseudo transcendentalists and the pure devotees cannot be compared, nor can one argue that a person can invent his own way of worship.</div>
<A NAME="167264"></A><div id="167264"> </div>
<div class="Normal-Level">The purport in presenting this verse necessitates explaining the comparative positions of the transcendental mellows known as <I><a href="/d/santa" class="d">&#347;&#257;nta</a>, <a href="/d/dasya" class="d">d&#257;sya</a>, <a href="/d/sakhya" class="d">sakhya</a>, <a href="/d/vatsalya" class="d">v&#257;tsalya</a></I> and <I><a href="/d/madhurya" class="d">m&#257;dhurya</a>.</I> All these <I>rasas,</I> or mellows, are situated on the transcendental platform. Pure devotees take shelter of one of them and thus progress in spiritual life. Actually one can take shelter of such spiritual mellows only when one is completely uncontaminated by material attachment. When one is completely free from material attachment, the feelings of the transcendental mellows are awakened in the heart of the devotee. That is <I><a href="/d/svarupa" class="d">svar&#363;pa</a>-<a href="/d/siddhi" class="d">siddhi</a>,</I> the perfection of</div>
<A NAME="167265"></A><div id="167265"> </div>
<div class="Normal-Level">one's eternal relationship with the Supreme Lord. <I><a href="/d/svarupa" class="d">Svar&#363;pa</a>-<a href="/d/siddhi" class="d">siddhi</a>,</I> the eternal relationship with the Supreme Lord, may be situated in one of the transcendental mellows. Each and every one of them is as perfect as the others. But by comparative study an unbiased person can realize that the mellow of servitorship is better than the mellow of neutrality. The mellow of fraternity is better than the mellow of servitorship. Similarly, the parental mellow is better than that of fraternity. Above all these mellows is the mellow of conjugal love. However, these are all spiritually situated on the same platform because all these relationships of perfection in love are based on a central point-<a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>.</div>
<A NAME="167266"></A><div id="167266"> </div>
<div class="Normal-Level">These mellows cannot be compared to the feelings one derives from demigod worship. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is one, but the demigods are different. They are material. Love for <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> cannot be compared to material love for different demigods. Because M&#257;y&#257;v&#257;d&#299;s are on the material platform, they recommend the worship of &#346;iva or <a href="/d/durga" class="d">Durg&#257;</a> and say that worship of <a href="/d/kali" class="d">K&#257;l&#299;</a> and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> are the same. However, on the spiritual platform there is no demigod worship. The only worshipable object is <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. Therefore although there is no difference between a devotee in <I><a href="/d/santa" class="d">&#347;&#257;nta</a>-<a href="/d/rasa" class="d">rasa</a></I> or <I><a href="/d/dasya" class="d">d&#257;sya</a>-<a href="/d/rasa" class="d">rasa</a>, <a href="/d/vatsalya" class="d">v&#257;tsalya</a>-<a href="/d/rasa" class="d">rasa</a></I> or <I><a href="/d/madhurya" class="d">m&#257;dhurya</a>-<a href="/d/rasa" class="d">rasa</a>,</I> one can still make a comparative study of the intensity of love in these different transcendental positions. For example, it may be said that <I><a href="/d/dasya" class="d">d&#257;sya</a>-<a href="/d/rasa" class="d">rasa</a></I> is better than <I><a href="/d/santa" class="d">&#347;&#257;nta</a>-<a href="/d/rasa" class="d">rasa</a>,</I> yet transcendental love of God is there in both of them. Similarly, we can judge that love of Godhead in fraternity is better than love of Godhead in neutrality and servitorship. Similarly, love of Godhead in paternal affection is better than love in fraternity. And, as stated before, love of God in the conjugal <I><a href="/d/rasa" class="d">rasa</a></I> is superior to that in the paternal <I><a href="/d/rasa" class="d">rasa</a>.</I></div>
<A NAME="167267"></A><div id="167267"> </div>
<div class="Normal-Level">The analysis of different types of love of Godhead has been made by expert <I>&#257;c&#257;ryas</I> who know all about devotional service on the transcendental platform. Unfortunately, inexperienced and unauthorized persons in the mundane world, not understanding the transcendental position of pure love, try to find some material fault in the transcendental process. This is simply impudence on the part of spiritually inexperienced people. Such faultfinding is symptomatic of unfortunate mundane wranglers.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/madhya/8/83">https://prabhupadabooks.com/cc/madhya/8/83</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/madhya/8/82?d=1">Madhya 8.82</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/madhya/8/84?d=1">Madhya 8.84</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
