<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>Madhya 8.90 Sri Caitanya-caritamrta - 1975 Edition</title>
<meta property="og:title" content="Madhya 8.90 Sri Caitanya-caritamrta - 1975 Edition" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/cc?d=1"  class="breadcrumb" title="Sri Caitanya-caritamrta - 1975 Edition">Sri Caitanya-caritamrta - 1975 </a> > <a href="https://prabhupadabooks.com/cc/madhya?d=1"  class="breadcrumb" title="Cc. Madhya-lila">Cc. Madhya-lila</a> > <a href="https://prabhupadabooks.com/cc/madhya/8?d=1"  class="breadcrumb" title="Madhya 8: Talks Between Sri Caitanya Mahaprabhu and Ramananda Raya">Madhya 8</a> > <a href="https://prabhupadabooks.com/cc/madhya/8/90?d=1"  class="breadcrumb" title="Madhya 8.90">Madhya 8.90</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="167334"></A><div id="167334"> </div>
<div style=" text-align : center"><div class="Textnum">TEXT 90</div>
</div><A NAME="167336"></A><div id="167336"> </div>
<div style=" text-align : center"><div class="Verse-Text">k&#7771;&#7779;&#7751;era pratij&ntilde;&#257; d&#7771;&#7693;ha sarva-k&#257;le &#257;che</div>
</div><A NAME="167337"></A><div id="167337"> </div>
<div style=" text-align : center"><div class="Verse-Text">ye yaiche bhaje, k&#7771;&#7779;&#7751;a t&#257;re bhaje taiche</div>
</div><A NAME="167338"></A><div id="167338"> </div>
<div class="Titles">SYNONYMS</div>
<A NAME="167339"></A><div id="167339"> </div>
<div class="Synonyms"><I><a href="/d/krsnera" class="d">k&#7771;&#7779;&#7751;era</a></I>&mdash;of Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>; <I><a href="/d/pratijna" class="d">pratij&ntilde;&#257;</a></I>&mdash;the promise; <I><a href="/d/drdha" class="d">d&#7771;&#7693;ha</a></I>&mdash;firm; <I><a href="/d/sarva" class="d">sarva</a>-<a href="/d/kale" class="d">k&#257;le</a></I>&mdash;in all times; <I><a href="/d/ache" class="d">&#257;che</a></I>&mdash;there is; <I><a href="/d/ye" class="d">ye</a></I>&mdash;anyone; <I><a href="/d/yaiche" class="d">yaiche</a></I>&mdash;just as; <I><a href="/d/bhaje" class="d">bhaje</a></I>&mdash;renders service; <I><a href="/d/krsna" class="d">k&#7771;&#7779;&#7751;a</a></I>&mdash;Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>; <I><a href="/d/tare" class="d">t&#257;re</a></I>&mdash;him; <I><a href="/d/bhaje" class="d">bhaje</a></I>&mdash;reciprocates with; <I><a href="/d/taiche" class="d">taiche</a></I>&mdash;so for all time.</div>
<A NAME="167340"></A><div id="167340"> </div>
<div class="Titles">TRANSLATION</div>
<A NAME="167341"></A><div id="167341"> </div>
<div class="Normal-Level"><B>"Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> has made a firm promise for all time. If one renders service unto Him, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> correspondingly gives him an equal amount of success in devotional service to the Lord.</B></div>
<A NAME="167342"></A><div id="167342"> </div>
<div class="Titles">PURPORT</div>
<A NAME="167343"></A><div id="167343"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">It is a completely mistaken idea that one can worship <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> in any form or in any way and still attain the ultimate result of receiving the favor of the Lord. This is a decision made by gross materialists. Generally such men say that you can manufacture your own way of worshiping the Supreme Lord and that any type of worship is sufficient to approach the Supreme Personality of Godhead. Certainly there are different means for attaining different results in fruitive activity, speculative knowledge, mystic <I><a href="/d/yoga" class="d">yoga</a></I> and austerity. Crude men therefore say that if one adopts any of these methods one achieves the Supreme Personality of Godhead's favor. They claim that it doesn't matter what kind of method one adopts. A general example is given: If one wishes to arrive at a certain place, there are many roads leading there, and one can go to that place by any one of these roads. Similarly, these gross materialists say, there are different ways to attain the favor of the Supreme Personality of Godhead. They claim that one can conceive of the Supreme Personality of Godhead as Goddess <a href="/d/durga" class="d">Durg&#257;</a>, Goddess <a href="/d/kali" class="d">K&#257;l&#299;</a>, Lord &#346;iva, Demigod <a href="/d/ganesa" class="d">Ga&#7751;e&#347;a</a>, Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a>, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, the impersonal <a href="/d/brahman" class="d">Brahman</a> or whatever, and one can chant the Lord's name in any way and in any form. Such materialists claim that since ultimately all these names and forms are one, the result is the same. They also give the example that a man who has different names will answer if called by any one of them. Therefore, they claim, there is no need to chant the <a href="/d/hare" class="d">Hare</a> <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> <I><a href="/d/mantra" class="d">mantra</a>.</I> If one chants the name of <a href="/d/kali" class="d">K&#257;l&#299;</a>, <a href="/d/durga" class="d">Durg&#257;</a>, &#346;iva, <a href="/d/ganesa" class="d">Ga&#7751;e&#347;a</a> or anyone else, the result will be the same.</div>
</div><A NAME="167344"></A><div id="167344"> </div>
<div class="Normal-Level">Such claims made by mental speculators are no doubt very pleasing to mental speculators, but those who are actually in knowledge do not admit such conclusions, which are against the authority of the <I>&#347;&#257;stras.</I> A bona fide <I><a href="/d/acarya" class="d">&#257;c&#257;rya</a></I> will certainly not accept such a conclusion. As <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> clearly states in the <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></I> (<a href="https://prabhupadabooks.com/bg/9/25?d=1">9.25</a>):</div>
<A NAME="167345"></A><div id="167345"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">y&#257;nti deva-vrat&#257; dev&#257;n<br>pit&#7773;n y&#257;nti pit&#7771;-vrat&#257;&#7717;<br>bh&#363;t&#257;ni y&#257;nti bh&#363;tejy&#257;<br>y&#257;nti mad-y&#257;jino 'pi m&#257;m</div>
</div><A NAME="167346"></A><div id="167346"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"Those who worship the demigods will take birth among the demigods, those who worship the ancestors go to the ancestors, those who worship ghosts and spirits will take birth among such beings, and those who worship Me will live with Me." (Bg. <a href="https://prabhupadabooks.com/bg/9/25?d=1">9.25</a>)</div>
</div><A NAME="167347"></A><div id="167347"> </div>
<div class="Normal-Level">Only the devotees of the Lord can be admitted to His kingdom-not the demigod worshipers, <I>karm&#299;s, yog&#299;s</I> or anyone else. A person who desires elevation to the heavenly planets worships various demigods, and material nature may be pleased to offer such devotees their desired positions. The material nature gives a person his own nature, by which he increases affection for different types of demigods. However, the <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></I> (<a href="https://prabhupadabooks.com/bg/7/20?d=1">7.20</a>) says that demigod worship is meant for men who have lost all their intelligence:</div>
<A NAME="167348"></A><div id="167348"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">k&#257;mais tais tair h&#7771;ta-j&ntilde;&#257;n&#257;&#7717;<br>prapadyante 'nya-devat&#257;&#7717;<br>ta&#7745; ta&#7745; niyamam &#257;sth&#257;ya<br>prak&#7771;ty&#257; niyat&#257;&#7717; svay&#257;</div>
</div><A NAME="167349"></A><div id="167349"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"Those whose intelligence has been stolen by material desires surrender unto demigods and follow the particular rules and regulations of worship according to their own natures."</div>
</div><A NAME="167350"></A><div id="167350"> </div>
<div class="Normal-Level">Although one may be elevated to the heavenly planets, the results of such a benediction are limited:</div>
<A NAME="167351"></A><div id="167351"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">anta-vat tu phala&#7745; te&#7779;&#257;&#7745;<br>tad bhavaty alpa-medhas&#257;m<br>dev&#257;n deva-yajo y&#257;nti<br>mad-bhakt&#257; y&#257;nti m&#257;m api</div>
</div><A NAME="167352"></A><div id="167352"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"Men of small intelligence worship the demigods, and their fruits are limited and temporary. Those who worship the demigods go to the planets of the demigods, but My devotees ultimately reach My supreme planet." (Bg. <a href="https://prabhupadabooks.com/bg/7/23?d=1">7.23</a>)</div>
</div><A NAME="167353"></A><div id="167353"> </div>
<div class="Normal-Level">Being elevated to the heavenly planets or other material planets does not mean attaining an eternal life of knowledge and bliss. At the end of the material world, all attainments of material elevation will also end. Again, according to <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> in the <I>Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></I> (<a href="https://prabhupadabooks.com/bg/18/55?d=1">18.55</a>), only those who engage in His loving devotional service will be admitted to the spiritual world and return to Godhead, not others:</div>
<A NAME="167354"></A><div id="167354"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">bhakty&#257; m&#257;m abhij&#257;n&#257;ti<br>y&#257;v&#257;n ya&#347; c&#257;smi tattvata&#7717;<br>tato m&#257;&#7745; tattvato j&ntilde;&#257;tv&#257;<br>vi&#347;ate tad-anantaram</div>
</div><A NAME="167355"></A><div id="167355"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"One can understand Me as I am, as the Supreme Personality of Godhead, only by devotional service. And when one is in full consciousness of Me by such devotion, he can enter into the kingdom of God."</div>
</div><A NAME="167356"></A><div id="167356"> </div>
<div class="Normal-Level">Impersonalists cannot understand the Supreme Personality of Godhead; therefore it is not possible for them to enter into the spiritual kingdom of God and return home, back to Godhead. Actually one attains different results by different means. It is not that all achievements are one and the same. Those interested in the four principles of <I><a href="/d/dharma" class="d">dharma</a>, <a href="/d/artha" class="d">artha</a>, <a href="/d/kama" class="d">k&#257;ma</a></I> and <I><a href="/d/moksa" class="d">mok&#7779;a</a></I> cannot be compared to those interested in the unalloyed devotional service of the Lord. <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> (<a href="https://prabhupadabooks.com/sb/1/1/2?d=1">1.1.2</a>) therefore says:</div>
<A NAME="167357"></A><div id="167357"> </div>
<div style=" margin-top: 0.125in; text-align : center"><div class="Verse-Text">dharma&#7717; projjhita-kaitavo 'tra paramo nirmatsar&#257;&#7751;&#257;&#7745; sat&#257;&#7745;<br>vedya&#7745; v&#257;stavam atra vastu &#347;iva-da&#7745; t&#257;pa-trayonm&#363;lanam<br>&#347;r&#299;mad-bh&#257;gavate mah&#257;-muni-k&#7771;te ki&#7745; v&#257; parair &#299;&#347;vara&#7717;<br>sadyo h&#7771;dy avarudhyate 'tra k&#7771;tibhi&#7717; &#347;u&#347;r&#363;&#7779;ubhis tat-k&#7779;a&#7751;&#257;t</div>
</div><A NAME="167358"></A><div id="167358"> </div>
<div style=" margin-top: 0.125in"><div class="Normal-Level">"Completely rejecting all religious activities which are materially motivated, this <I><a href="/d/bhagavata" class="d">Bh&#257;gavata</a> <a href="/d/purana" class="d">Pur&#257;&#7751;a</a></I> propounds the highest truth, which is understandable by those devotees who are pure in heart. The highest truth is reality distinguished from illusion for the welfare of all. Such truth uproots the threefold miseries. This beautiful <I><a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>,</I> compiled by the great sage &#346;r&#299; Vy&#257;sadeva, is sufficient in itself for God realization. As soon as one attentively and submissively hears the message of <I><a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>,</I> he becomes attached to the Supreme Lord."</div>
</div><A NAME="167359"></A><div id="167359"> </div>
<div class="Normal-Level">Those who aspire after liberation attempt to merge into the impersonal <a href="/d/brahman" class="d">Brahman</a>. To this end they execute ritualistic religious ceremonies, but <I>&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></I> considers this a cheating process. Indeed, such people can never dream of returning home, back to Godhead. There is a gulf of difference between the goal of <I><a href="/d/dharma" class="d">dharma</a>, <a href="/d/artha" class="d">artha</a>, <a href="/d/kama" class="d">k&#257;ma</a></I> and <I><a href="/d/moksa" class="d">mok&#7779;a</a></I> and the goal of devotional service.</div>
<A NAME="167360"></A><div id="167360"> </div>
<div class="Normal-Level">The goddess <a href="/d/durga" class="d">Durg&#257;</a> is the superintending deity of this material world, which is made of material elements. The demigods are simply different directors engaged in operating the departments of material activities, and they are under the influence of the same material energy. K&#7771;&#7779;&#7751;a's internal potencies, however, have nothing to do with the creation of this cosmic material world. The spiritual world and all spiritual activities are under the direction of the internal, spiritual energy, and such activities are performed by <I><a href="/d/yogamaya" class="d">Yogam&#257;y&#257;</a>,</I> the spiritual energy. <I><a href="/d/yogamaya" class="d">Yogam&#257;y&#257;</a></I> is the spiritual or internal energy of the Supreme Personality of Godhead. Those who are interested in being promoted to the spiritual world and engaging in the service of the Lord attain spiritual perfection under the control of <I><a href="/d/yogamaya" class="d">Yogam&#257;y&#257;</a>.</I> Those who are interested in material promotion engage in ritualistic religious ceremonies and economic development to develop sense gratification. They ultimately attempt to merge into the impersonal existence of the Lord. Such people generally become impersonalists. They are interested in worshiping Lord &#346;iva or Goddess <a href="/d/durga" class="d">Durg&#257;</a>, but their return is one hundred percent materialistic.</div>
<A NAME="167361"></A><div id="167361"> </div>
<div class="Normal-Level">Following the example of the <I>gop&#299;s,</I> the devotees sometimes worship the goddess K&#257;ty&#257;yan&#299;, but they understand that K&#257;ty&#257;yan&#299; is an incarnation of <I><a href="/d/yogamaya" class="d">Yogam&#257;y&#257;</a>.</I> The <I>gop&#299;s</I> worshiped K&#257;ty&#257;yan&#299;, <I><a href="/d/yogamaya" class="d">Yogam&#257;y&#257;</a>,</I> to attain <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> as their husband. On the other hand, it is stated in the <I><a href="/d/sapta" class="d">Sapta</a>-<a href="/d/sati" class="d">&#347;at&#299;</a></I> scripture that a <I><a href="/d/ksatriya" class="d">k&#7779;atriya</a></I> king named Suratha and a rich <I><a href="/d/vaisya" class="d">vai&#347;ya</a></I> named <a href="/d/samadhi" class="d">Sam&#257;dhi</a> worshiped material nature in the form of Goddess <a href="/d/durga" class="d">Durg&#257;</a> to attain material perfection. If one tries to mingle the worship of <I><a href="/d/yogamaya" class="d">Yogam&#257;y&#257;</a></I> with <I>Mah&#257;m&#257;y&#257;,</I> considering them one and the same, he does not really show very high intelligence. The idea that everything is one is a kind of foolishness indulged in by those with less brain substance. Fools and rascals say that the worship of <I><a href="/d/yogamaya" class="d">Yogam&#257;y&#257;</a></I> and <I>Mah&#257;m&#257;y&#257;</I> is the same. This conclusion is simply the result of mental speculation, and it has no practical effect. In the material world, sometimes one gives an exalted title to an utterly worthless thing; in Bengal this is known as giving a blind child a name like Padmalocana, which means "lotus-eyed." One may foolishly call a blind child Padmalocana, but such an appellation does not bear any meaning.</div>
<A NAME="167362"></A><div id="167362"> </div>
<div class="Normal-Level">In the spiritual world the Absolute Lord is always identical with His name, fame, form, qualities and pastimes. Such identity is impossible in the material world, where the name of a person is different from the person himself. The Supreme Lord has many holy names like <a href="/d/paramatma" class="d">Param&#257;tm&#257;</a>, <a href="/d/brahman" class="d">Brahman</a> and "the creator," but one who worships the Lord as the creator cannot understand the relationship between a devotee and the Lord in the five types of transcendental mellow, nor can he understand the conception of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. One cannot understand the six transcendental opulences of the Lord simply by understanding the Supreme Personality of Godhead as impersonal <a href="/d/brahman" class="d">Brahman</a>.</div>
<A NAME="167363"></A><div id="167363"> </div>
<div class="Normal-Level">Impersonal realization of the Absolute Truth is certainly transcendental, but this does not mean that one who has attained this realization can understand the <I>sac-cid-<a href="/d/ananda" class="d">&#257;nanda</a></I> form of the Lord. Similarly, <a href="/d/paramatma" class="d">Param&#257;tm&#257;</a> realization-realization of the plenary expansion of the Absolute Truth within everyone's heart-is also an incomplete understanding of the Absolute Truth. Even a devotee of the Personality of Godhead <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> cannot actually understand the transcendental attractive features of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. Indeed, a devotee of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> who is attached to the sublime attractive features of the Lord does not consider <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> very important. When the <I>gop&#299;s</I> sometimes saw <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> in the form of <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>, they were not very attracted to Him. The <I>gop&#299;s</I> never addressed <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> as <a href="/d/rukmini" class="d">Rukmi&#7751;&#299;</a>-<a href="/d/ramana" class="d">rama&#7751;a</a>. K&#7771;&#7779;&#7751;a's devotees in <a href="/d/vrndavana" class="d">V&#7771;nd&#257;vana</a> address Him as R&#257;dh&#257;rama&#7751;a, Nandanandana and Ya&#347;od&#257;nandana, but not as <a href="/d/vasudeva" class="d">Vasudeva</a>-<a href="/d/nandana" class="d">nandana</a> or <a href="/d/devaki" class="d">Devak&#299;</a>-<a href="/d/nandana" class="d">nandana</a>. Although according to the material conception <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a>, <a href="/d/rukmini" class="d">Rukmi&#7751;&#299;</a>-<a href="/d/ramana" class="d">rama&#7751;a</a> and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> are one and the same, in the spiritual world one cannot use the name <a href="/d/rukmini" class="d">Rukmi&#7751;&#299;</a>-<a href="/d/ramana" class="d">rama&#7751;a</a> or <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> in place of the name <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>. If one does so out of a poor fund of knowledge, his mellow with the Lord becomes spiritually faulty and is called <I>ras&#257;bh&#257;sa,</I> an overlapping of transcendental mellows. The advanced devotee who has actually realized the transcendental features of the Lord will not commit the mistake of creating a <I>ras&#257;bh&#257;sa</I> situation by using one name for another. Because of the influence of <a href="/d/kali" class="d">Kali</a>-<a href="/d/yuga" class="d">yuga</a>, there is much <I>ras&#257;bh&#257;sa</I> in the name of extravagance and liberal-mindedness. Such fanaticism is not very much appreciated by pure devotees.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/cc/madhya/8/90">https://prabhupadabooks.com/cc/madhya/8/90</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/cc/madhya/8/89?d=1">Madhya 8.89</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/cc/madhya/8/91?d=1">Madhya 8.91</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
