<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 4.9.29 Srimad-Bhagavatam</title>
<meta name="description" content="Maitreya answered: Dhruva Maharaja’s heart, which was pierced by the arrows of the harsh words of his stepmother, was greatly aggrieved.">
<meta property="og:title" content="SB 4.9.29 Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="Maitreya answered: Dhruva Mahäräja’s heart, which was pierced by the arrows of the harsh words of his stepmother, was greatly aggrieved." />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/4?d=1"  class="breadcrumb" title="Canto 4: The Creation of the Fourth Order">Canto 4</a> > <a href="https://prabhupadabooks.com/sb/4/9?d=1"  class="breadcrumb" title="SB 4.9: Dhruva Maharaja Returns Home">SB 4.9</a> > <a href="https://prabhupadabooks.com/sb/4/9/29?d=1"  class="breadcrumb" title="SB 4.9.29">SB 4.9.29</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="52280"></A><div id="52280"> </div>
<div class="Textnum"><JD:"Destination-1039">TEXT 29</div>
<A NAME="52282"></A><div id="52282"> </div>
<div class="Uvaca-line">maitreya uv&#257;ca</div>
<A NAME="52283"></A><div id="52283"> </div>
<div class="Verse-Text">m&#257;tu&#7717; sapatny&#257; v&#257;g-b&#257;&#7751;air</div>
<A NAME="52284"></A><div id="52284"> </div>
<div class="Verse-Text">h&#7771;di viddhas tu t&#257;n smaran</div>
<A NAME="52285"></A><div id="52285"> </div>
<div class="Verse-Text">naicchan mukti-pater mukti&#7745;</div>
<A NAME="52286"></A><div id="52286"> </div>
<div class="Verse-Text">tasm&#257;t t&#257;pam upeyiv&#257;n</div>
<A NAME="52287"></A><div id="52287"> </div>
<div class="Synonyms-Section">SYNONYMS</div>
<A NAME="52288"></A><div id="52288"> </div>
<div class="Synonyms"><span class="Italic"><a href="/d/maitreyah" class="d">maitreya&#7717;</a> <a href="/d/uvaca" class="d">uv&#257;ca</a></span>&mdash;the great sage Maitreya replied; <span class="Italic"><a href="/d/matuh" class="d">m&#257;tu&#7717;</a></span>&mdash;of his mother; <span class="Italic"><a href="/d/sa" class="d">sa</a>-<a href="/d/patnyah" class="d">patny&#257;&#7717;</a></span>&mdash;of the co-wife; <span class="Italic"><a href="/d/vak" class="d">v&#257;k</a>-<a href="/d/banaih" class="d">b&#257;&#7751;ai&#7717;</a></span>&mdash;by the arrows of harsh words; <span class="Italic"><a href="/d/hrdi" class="d">h&#7771;di</a></span>&mdash;in the heart; <span class="Italic"><a href="/d/viddhah" class="d">viddha&#7717;</a></span>&mdash;pierced; <span class="Italic"><a href="/d/tu" class="d">tu</a></span>&mdash;then; <span class="Italic"><a href="/d/tan" class="d">t&#257;n</a></span>&mdash;all of them; <span class="Italic"><a href="/d/smaran" class="d">smaran</a></span>&mdash;remembering; <span class="Italic"><a href="/d/na" class="d">na</a></span>&mdash;not; <span class="Italic"><a href="/d/aicchat" class="d">aicchat</a></span>&mdash;desired; <span class="Italic"><a href="/d/mukti" class="d">mukti</a>-<a href="/d/pateh" class="d">pate&#7717;</a></span>&mdash;from the Lord, whose lotus feet give liberation; <span class="Italic"><a href="/d/muktim" class="d">muktim</a></span>&mdash;salvation; <span class="Italic"><a href="/d/tasmat" class="d">tasm&#257;t</a></span>&mdash;therefore; <span class="Italic"><a href="/d/tapam" class="d">t&#257;pam</a></span>&mdash;grief; <span class="Italic"><a href="/d/upeyivan" class="d">upeyiv&#257;n</a></span>&mdash;he suffered.</div>
<A NAME="52289"></A><div id="52289"> </div>
<div class="Verse-Section">TRANSLATION</div>
<A NAME="52290"></A><div id="52290"> </div>
<div class="Translation">Maitreya answered: <a href="/d/dhruva" class="d">Dhruva</a> Mah&#257;r&#257;ja&rsquo;s heart, which was pierced by the arrows of the harsh words of his stepmother, was greatly aggrieved, and thus when he fixed upon his goal of life he did not forget her misbehavior. He did not demand actual liberation from this material world, but at the end of his devotional service, when the Supreme Personality of Godhead appeared before him, he was simply ashamed of the material demands he had in his mind.</div>
<A NAME="52291"></A><div id="52291"> </div>
<div class="Verse-Section">PURPORT</div>
<A NAME="52292"></A><div id="52292"> </div>
<div class="First">This important verse has been discussed by many stalwart commentators. Why was <a href="/d/dhruva" class="d">Dhruva</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> not very pleased, even after achieving the goal of life he desired? A pure devotee is always free from any kind of material desires. In the material world, one&rsquo;s material desires are all most demonic; one thinks of others as one&rsquo;s enemies, one thinks of revenge against one&rsquo;s enemies, one aspires to become the topmost leader or topmost person in this material world, and thus one competes with all others. This has been described in the <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a>,</span> Sixteenth Chapter, as asuric. A pure devotee has no demand from the Lord. His only concern is to serve the Lord sincerely and seriously, and he is not at all concerned about what will happen in the future. In the <span class="Italic"><a href="/d/mukunda" class="d">Mukunda</a>-<a href="/d/mala" class="d">m&#257;l&#257;</a>-<a href="/d/stotra" class="d">stotra</a>,</span> King Kula&#347;ekhara, author of the book, states in his prayer: &ldquo;My dear Lord, I don&rsquo;t want any position of sense gratification within this material world. I simply want to engage in Your service perpetually.&rdquo; Similarly, Lord <a href="/d/caitanya" class="d">Caitanya</a>, in His <span class="Italic">&#346;ik&#7779;&#257;&#7779;&#7789;aka,</span> also prayed, &ldquo;My Lord, I do not want any amount of material wealth, I do not want any number of materialistic followers, nor do I want any attractive wife to enjoy. The only thing I want is that I may engage life after life in Your service.&rdquo; Lord <a href="/d/caitanya" class="d">Caitanya</a> did not pray even for <span class="Italic"><a href="/d/mukti" class="d">mukti</a>,</span> or liberation.</div>
<A NAME="52293"></A><div id="52293"> </div>
<div class="Purport">In this verse Maitreya replied to <a href="/d/vidura" class="d">Vidura</a> that <a href="/d/dhruva" class="d">Dhruva</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>, influenced by a revengeful attitude towards his insulting stepmother, did not think of <span class="Italic"><a href="/d/mukti" class="d">mukti</a>,</span> nor did he know what <span class="Italic"><a href="/d/mukti" class="d">mukti</a></span> was. Therefore he failed to aim for <span class="Italic"><a href="/d/mukti" class="d">mukti</a></span> as his goal in life. But a pure devotee also does not want liberation. He is a soul completely surrendered to the Supreme Lord, and he does not demand anything from the Lord. This position was realized by <a href="/d/dhruva" class="d">Dhruva</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> when he saw the Supreme Personality of Godhead present personally before him because he was elevated to the <span class="Italic"><a href="/d/vasudeva" class="d">vasudeva</a></span> platform. The <span class="Italic"><a href="/d/vasudeva" class="d">vasudeva</a></span> platform refers to the stage at which material contamination is conspicuous by absence only, or in other words where there is no question of the material modes of nature&mdash;goodness, passion and ignorance&mdash;and one can therefore see the Supreme Personality of Godhead. Because on the <span class="Italic"><a href="/d/vasudeva" class="d">vasudeva</a></span> platform one can see God face to face, the Lord is also called <a href="/d/vasudeva" class="d">V&#257;sudeva</a>.</div>
<A NAME="52294"></A><div id="52294"> </div>
<div class="Purport"><a href="/d/dhruva" class="d">Dhruva</a> Mah&#257;r&#257;ja&rsquo;s demand was for a position so exalted that it was never enjoyed even by Lord <a href="/d/brahma" class="d">Brahm&#257;</a>, his great-grandfather. <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, the Supreme Personality of Godhead, is so affectionate and kind towards His devotee, especially to a devotee like <a href="/d/dhruva" class="d">Dhruva</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>, who went to render devotional service in the forest alone at the age of only five years, that although the motive might be impure, the Lord does not consider the motive; He is concerned with the service. But if a devotee has a particular motive, the Lord directly or indirectly knows it, and therefore He does not leave the devotee&rsquo;s material desires unfulfilled. These are some of the special favors by the Lord to a devotee.</div>
<A NAME="52295"></A><div id="52295"> </div>
<div class="Purport"><a href="/d/dhruva" class="d">Dhruva</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> was offered Dhruvaloka, a planet that was never resided upon by any conditioned soul. Even <a href="/d/brahma" class="d">Brahm&#257;</a>, although the topmost living creature within this universe, was not allowed to enter the Dhruvaloka. Whenever there is a crisis within this universe, the demigods go to see the Supreme Personality of Godhead K&#7779;&#299;rodaka&#347;&#257;y&#299; <a href="/d/visnu" class="d">Vi&#7779;&#7751;u</a>, and they stand on the beach of the Milk Ocean. So the fulfillment of <a href="/d/dhruva" class="d">Dhruva</a> Mah&#257;r&#257;ja&rsquo;s demand&mdash;a position more exalted than that of even his great-grandfather, <a href="/d/brahma" class="d">Brahm&#257;</a>&mdash;was offered to him.</div>
<A NAME="52296"></A><div id="52296"> </div>
<div class="Purport">Here in this verse the Lord is described as <span class="Italic"><a href="/d/mukti" class="d">mukti</a>-<a href="/d/pati" class="d">pati</a>,</span> which means &ldquo;one under whose lotus feet there are all kinds of <span class="Italic"><a href="/d/mukti" class="d">mukti</a>.</span>&rdquo; There are five kinds of <span class="Italic"><a href="/d/mukti" class="d">mukti</a>&mdash;<a href="/d/sayujya" class="d">s&#257;yujya</a>, <a href="/d/sarupya" class="d">s&#257;r&#363;pya</a>, <a href="/d/salokya" class="d">s&#257;lokya</a>, <a href="/d/samipya" class="d">s&#257;m&#299;pya</a></span> and <span class="Italic"><a href="/d/sarsti" class="d">s&#257;r&#7779;&#7789;i</a>.</span> Out of these five <span class="Italic">muktis,</span> which can be achieved by any person engaged in devotional service to the Lord, the one which is known as <span class="Italic"><a href="/d/sayujya" class="d">s&#257;yujya</a></span> is generally demanded by <a href="/d/mayavadi" class="d">M&#257;y&#257;v&#257;d&#299;</a> philosophers; they demand to become one with the impersonal <a href="/d/brahman" class="d">Brahman</a> effulgence of the Lord. In the opinion of many scholars, this <span class="Italic"><a href="/d/sayujya" class="d">s&#257;yujya</a>-<a href="/d/mukti" class="d">mukti</a>,</span> although counted among the five kinds of <span class="Italic"><a href="/d/mukti" class="d">mukti</a>,</span> is not actually <span class="Italic"><a href="/d/mukti" class="d">mukti</a></span> because from <span class="Italic"><a href="/d/sayujya" class="d">s&#257;yujya</a>-<a href="/d/mukti" class="d">mukti</a></span> one may again fall down to this material world. This information we have from <span class="Ref_Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> (<a href="https://prabhupadabooks.com/sb/10/2/32?d=1">10.2.32</a>), wherein it is said, <span class="Italic">patanty <a href="/d/adhah" class="d">adha&#7717;</a>,</span> which means &ldquo;they again fall down.&rdquo; The monist philosopher, after executing severe austerity, merges into the impersonal effulgence of the Lord, but the living entity always wants reciprocation in loving affairs. Therefore, although the monist philosopher is elevated to the status of being one with the effulgence of the Lord, because there is no facility for associating with the Lord and rendering service unto Him, he again falls into this material world, and his service propensity is satisfied by materialistic welfare activities like humanitarianism, altruism and philanthropy. There are many instances of such falldowns, even for great <span class="Italic">sanny&#257;s&#299;s</span> in the <a href="/d/mayavada" class="d">M&#257;y&#257;v&#257;da</a> school.</div>
<A NAME="52297"></A><div id="52297"> </div>
<div class="Purport">Therefore <a href="/d/vaisnava" class="d">Vai&#7779;&#7751;ava</a> philosophers do not accept <span class="Italic"><a href="/d/sayujya" class="d">s&#257;yujya</a>-<a href="/d/mukti" class="d">mukti</a></span> to be within the category of <span class="Italic"><a href="/d/mukti" class="d">mukti</a>.</span> According to them, <span class="Italic"><a href="/d/mukti" class="d">mukti</a></span> means transferal to the loving service of the Lord from one&rsquo;s position of serving <span class="Italic"><a href="/d/maya" class="d">m&#257;y&#257;</a>.</span> Lord <a href="/d/caitanya" class="d">Caitanya</a> also says in this connection that the constitutional position of a living entity is to render service to the Lord. That is real <span class="Italic"><a href="/d/mukti" class="d">mukti</a>.</span> When one is situated in his original position, giving up artificial positions, he is called <span class="Italic"><a href="/d/mukta" class="d">mukta</a>,</span> or liberated. In the <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> this is confirmed: anyone who engages in rendering transcendental loving service to the Lord is considered to be <span class="Italic"><a href="/d/mukta" class="d">mukta</a>,</span> or <span class="Italic"><a href="/d/brahma" class="d">brahma</a>-<a href="/d/bhuta" class="d">bh&#363;ta</a>.</span> It is said in <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> that a devotee is considered to be on the <span class="Italic"><a href="/d/brahma" class="d">brahma</a>-<a href="/d/bhuta" class="d">bh&#363;ta</a></span> platform when he has no material contamination. In the <span class="Italic"><a href="/d/padma" class="d">Padma</a> <a href="/d/purana" class="d">Pur&#257;&#7751;a</a></span> this is also confirmed: <span class="Italic"><a href="/d/mukti" class="d">mukti</a></span> means engagement in the service of the Lord.</div>
<A NAME="52298"></A><div id="52298"> </div>
<div class="Purport">The great sage Maitreya explained that <a href="/d/dhruva" class="d">Dhruva</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> did not desire in the beginning to engage in the service of the Lord, but he wanted an exalted position better than his great-grandfather&rsquo;s. This is more or less not service to the Lord but service to the senses. Even if one gets the position of <a href="/d/brahma" class="d">Brahm&#257;</a>, the most exalted position in this material world, he is a conditioned soul. &#346;r&#299;la Prabodh&#257;nanda <a href="/d/sarasvati" class="d">Sarasvat&#299;</a> says that if one is elevated to real, pure devotional service, he considers even great demigods like <a href="/d/brahma" class="d">Brahm&#257;</a> and <a href="/d/indra" class="d">Indra</a> to be on an equal level with an insignificant insect. The reason is that an insignificant insect has a desire for sense gratification and even a great personality like Lord <a href="/d/brahma" class="d">Brahm&#257;</a> also wants to dominate this material nature.</div>
<A NAME="52299"></A><div id="52299"> </div>
<div class="Purport">Sense gratification means domination over material nature. The whole competition between conditioned souls is based upon domination of this material nature. Modern scientists are proud of their knowledge because they are discovering new methods to dominate the laws of material nature. They think that this is the advancement of human civilization&mdash;the more they can dominate the material laws, the more advanced they think they are. <a href="/d/dhruva" class="d">Dhruva</a> Mah&#257;r&#257;ja&rsquo;s propensity in the beginning was like that. He wanted to dominate this material world in a greater position than Lord <a href="/d/brahma" class="d">Brahm&#257;</a>. Therefore elsewhere it is described that after the appearance of the Lord, when <a href="/d/dhruva" class="d">Dhruva</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> thought and compared his determination to his final reward, he realized that he had wanted a few particles of broken glass but instead had received many diamonds. As soon as he saw the Supreme Personality of Godhead face to face, he immediately became conscious of the unimportance of his demand from the Lord to have an exalted position better than Lord Brahm&#257;&rsquo;s.</div>
<A NAME="52300"></A><div id="52300"> </div>
<div class="Purport">When <a href="/d/dhruva" class="d">Dhruva</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> became situated on the <span class="Italic"><a href="/d/vasudeva" class="d">vasudeva</a></span> platform due to seeing the Lord face to face, all his material contamination was cleared. Thus he became ashamed of what his demands were and what he had achieved. He was very much ashamed to think that although he had gone to Madhuvana, giving up the kingdom of his father, and he had gotten a spiritual master like <a href="/d/narada" class="d">N&#257;rada</a> <a href="/d/muni" class="d">Muni</a>, he was still thinking of revenge against his stepmother and wanted to occupy an exalted post within this material world. These were the causes for his moroseness even alter he received all the desired benedictions from the Lord.</div>
<A NAME="52301"></A><div id="52301"> </div>
<div class="Purport">When <a href="/d/dhruva" class="d">Dhruva</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> factually saw the Supreme Personality of Godhead, there was no question of a revengeful attitude towards his stepmother nor any aspiration to lord it over the material world, but the Supreme Personality is so kind that He knew that <a href="/d/dhruva" class="d">Dhruva</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> wanted these. Speaking before <a href="/d/dhruva" class="d">Dhruva</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a>, He used the word <span class="Italic">ved&#257;ham</span> because when <a href="/d/dhruva" class="d">Dhruva</a> <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> demanded material benefits, the Lord was present within his heart and so knew everything. The Lord always knows everything a man is thinking. This is confirmed in <span class="Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> also: <span class="Italic">ved&#257;ha&#7745; samat&#299;t&#257;ni.</span></div>
<A NAME="52302"></A><div id="52302"> </div>
<div class="Purport">The Lord fulfilled all <a href="/d/dhruva" class="d">Dhruva</a> Mah&#257;r&#257;ja&rsquo;s desires. His revengeful attitude towards his stepmother and stepbrother was satisfied, his desire for a more exalted position than that of his great-grandfather was also fulfilled, and at the same time, his eternal position in Dhruvaloka was fixed. Although <a href="/d/dhruva" class="d">Dhruva</a> Mah&#257;r&#257;ja&rsquo;s achievement of an eternal planet was not conceived of by him, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> thought, &ldquo;What will <a href="/d/dhruva" class="d">Dhruva</a> do with an exalted position within this material world?&rdquo; Therefore He gave <a href="/d/dhruva" class="d">Dhruva</a> the opportunity to rule this material world for thirty-six thousand years with unchangeable senses and the chance to perform many great sacrifices and thus become the most reputed king within this material world. And, after finishing with all this material enjoyment, <a href="/d/dhruva" class="d">Dhruva</a> would be promoted to the spiritual world, which includes the Dhruvaloka.</div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/4/9/29">https://prabhupadabooks.com/sb/4/9/29</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/4/9/28?d=1">SB 4.9.28</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/4/9/30?d=1">SB 4.9.30</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
