{
	"info": {
		"id": "cc\\adi\\8\\25",
		"nextId": "cc/adi/8/26",
		"prevId": "cc/adi/8/24"
	},
	"verses": [
		{
			"roman": "tad aśma-sāraṁ hṛdayaṁ batedaṁ\nyad gṛhyamāṇair hari-nāmadheyaiḥ\nna vikriyetātha yadā vikāro\nnetre jalaṁ gātra-ruheṣu harṣaḥ\n",
			"isProse": false
		}
	],
	"synonyms": "tat—that; aśma-sāram—as hard as iron; hṛdayam—heart; bata—O; idam—this; yat—which; gṛhyamāṇaiḥ—in spite of taking the chanting; hari-nāmadheyaiḥ—meditating on the holy name of the Lord; na—does not; vikriyeta—change; atha—thus; yadā—when; vikāraḥ—transformation; netre—in the eyes; jalam—tears; gātra-ruheṣu—in the pores of the body; harṣaḥ—ecstasy.",
	"translation": "\"If one's heart does not change, tears do not flow from his eyes, his body does not shiver, and his bodily hairs do not stand on end as he chants the Hare Kṛṣṇa mahā-mantra, it should be understood that his heart is as hard as iron. This is due to his offenses at the lotus feet of the Lord's holy name.\"",
	"purport": [
		{
			"type": "normal",
			"content": "Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, commenting on this verse, which is a quotation from Śrīmad-Bhāgavatam (2.3.24), remarks that sometimes a mahā-bhāgavata, or very advanced devotee, does not manifest such transcendental symptoms as tears in the eyes, and sometimes a kaniṣṭha-adhikārī, a neophyte devotee, displays them artificially. This does not mean, however, that the neophyte is more advanced than the mahā-bhāgavata devotee. The test of the real change of heart that takes place when one chants the Hare Kṛṣṇa mahā-mantra is that one becomes detached from material enjoyment. This is the real change. Bhaktir pareśānubhavo viraktir anyatra ca (Bhāg. 11.2.42). If one is actually advancing in spiritual life, he must become very much detached from material enjoyment. If it is sometimes found that a kaniṣṭha-adhikārī (neophyte devotee) shows artificial tears in his eyes while chanting the Hare Kṛṣṇa mantra but is still completely attached to material things, his heart has not really changed. The change must be manifested in terms of one's real activities."
		}
	]
}