{
	"info": {
		"id": "cc\\adi\\8\\26",
		"nextId": "cc/adi/8/27",
		"prevId": "cc/adi/8/25"
	},
	"verses": [
		{
			"roman": "'eka' kṛṣṇa-nāme kare sarva-pāpa nāśa\npremera kāraṇa bhakti karena prakāśa\n",
			"isProse": false
		}
	],
	"synonyms": "eka—one; kṛṣṇa-nāme—by chanting the holy name of Lord Kṛṣṇa; kare—makes; sarva—all; pāpa—sinful life; nāśa—exhausted; premera—of love of Godhead; kāraṇa—cause; bhakti—devotional service; karena—becomes; prakāśa—manifest.",
	"translation": "Simply chanting the Hare Kṛṣṇa mahā-mantra without offenses vanquishes all sinful activities. Thus pure devotional service, which is the cause of love of Godhead, becomes manifest.",
	"purport": [
		{
			"type": "normal",
			"content": "One cannot be situated in the devotional service of the Lord unless one is free from sinful life. This is confirmed in the Bhagavad-gītā (7.28):"
		},
		{
			"type": "normal",
			"content": "yeṣāṁ tv anta-gataṁ\npāpaṁ janānāṁ puṇya-karmanām\nte dvandva-moha-nirmuktā\nbhajante māṁ dṛḍha-vratāḥ"
		},
		{
			"type": "normal",
			"content": "\"Persons who have acted piously in previous lives and in this life and whose sinful actions are completely eradicated are freed from the duality of delusion, and they engage themselves in My service with determination.\" A person who is already cleansed of all tinges of sinful life engages without deviation or duality of purpose in the transcendental loving service of the Lord. In this age, although people are greatly sinful, simply chanting the Hare Kṛṣṇa mahā-mantra can relieve them from the reactions of their sins. Eka kṛṣṇa-nāme: only by chanting Kṛṣṇa's name is this possible. This is also confirmed in Śrīmad-Bhāgavatam (kīrtanād eva kṛṣṇasya). Caitanya Mahāprabhu has also taught us this. While passing on the road, He used to chant:"
		},
		{
			"type": "normal",
			"content": "kṛṣṇa kṛṣṇa kṛṣṇa kṛṣṇa kṛṣṇa kṛṣṇa kṛṣṇa he\nkṛṣṇa kṛṣṇa kṛṣṇa kṛṣṇa kṛṣṇa kṛṣṇa kṛṣṇa he\nkṛṣṇa kṛṣṇa kṛṣṇa kṛṣṇa kṛṣṇa kṛṣṇa rakṣa mām\nkṛṣṇa kṛṣṇa kṛṣṇa kṛṣṇa kṛṣṇa kṛṣṇa pāhi mām\nrāma rāghava rāma rāghava rāma rāghava rakṣa mām\nkṛṣṇa keśava kṛṣṇa keśava kṛṣṇa keśava pāhi mām"
		},
		{
			"type": "normal",
			"content": "If one always chants the holy name Kṛṣṇa, gradually one is freed from all reactions of sinful life, provided he chants offenselessly and does not commit more sinful activities on the strength of chanting the Hare Kṛṣṇa mantra. In this way one is purified, and his devotional service causes the arousal of his dormant love of God. Simply by chanting the Hare Kṛṣṇa mantra and not committing sinful activities and offenses, one's life is purified, and thus one comes to the fifth stage of perfection, or engagement in the loving service of the Lord (premā pum-artho mahān)."
		}
	]
}