{
	"info": {
		"id": "cc\\adi\\8\\39",
		"nextId": "cc/adi/8/40",
		"prevId": "cc/adi/8/38"
	},
	"verses": [
		{
			"roman": "manuṣye racite nāre aiche grantha dhanya\nvṛndāvana-dāsa-mukhe vaktā śrī-caitanya\n",
			"isProse": false
		}
	],
	"synonyms": "manuṣye—a human being; racite—compiled; nāre—cannot; aiche—such; grantha—book; dhanya—so glorious; vṛndāvana-dāsa—the author, Srīla Vṛndāvana dāsa Ṭhākura; mukhe—from his mouth; vaktā—speaker; śrī-caitanya—Lord Śrī Caitanya Mahāprabhu.",
	"translation": "The subject matter of this book is so sublime that it appears that Śrī Caitanya Mahāprabhu has personally spoken through the writings of Śrī Vṛndāvana dāsa Ṭhākura.",
	"purport": [
		{
			"type": "normal",
			"content": "Śrīla Sanātana Gosvāmī has written in his Hari-bhakti-vilāsa:"
		},
		{
			"type": "normal",
			"content": "avaiṣṇava-mukhodgīrṇaṁ\npūtaṁ hari-kathāmṛtam\nśravaṇaṁ naiva kartavyaṁ\nsarpocchiṣṭaṁ yathā payaḥ"
		},
		{
			"type": "normal",
			"content": "Transcendental literature that strictly follows the Vedic principles and the conclusion of the Purāṇas and pañcarātrika-vidhi can be written only by a pure devotee."
		},
		{
			"type": "normal",
			"content": "It is not possible for a common man to write books on bhakti, for his writings will not be effective. He may be a very great scholar and expert in presenting literature in flowery language, but this is not at all helpful in understanding transcendental literature. Even if transcendental literature is written in faulty language, it is acceptable if it is written by a devotee, whereas so-called transcendental literature written by a mundane scholar, even if it is a very highly polished literary presentation, cannot be accepted. The secret in a devotee's writing is that when he writes about the pastimes of the Lord, the Lord helps him; he does not write himself. As stated in the Bhagavad-gītā (10.10), dadāmi buddhi-yogaṁ taṁ yena mām upayānti te. Since a devotee writes in service to the Lord, the Lord from within gives him so much intelligence that he sits down near the Lord and goes on writing books. Kṛṣṇadāsa Kavirāja Gosvāmī confirms that what Vṛndāvana dāsa Ṭhākura wrote was actually spoken by Lord Caitanya Mahāprabhu, and he simply repeated it. The same holds true for Śrī Caitanya-caritāmṛta. Kṛṣṇadāsa Kavirāja Gosvāmī wrote Śrī Caitanya-caritāmṛta in his old age, in an invalid condition, but it is such a sublime scripture that Śrīla Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja used to say, \"The time will come when the people of the world will learn Bengali to read Śrī Caitanya-caritāmṛta.\" We are trying to present Śrī Caitanya-caritāmṛta in English and do not know how successful it will be, but if one reads the original Caitanya-caritāmṛta in Bengali he will relish increasing ecstasy in devotional service."
		}
	]
}