<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"https://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<link rel="stylesheet" href="https://prabhupadabooks.com/folio_unicode.css" type="text/css" />
<title>SB 10.2.35 Srimad-Bhagavatam</title>
<meta name="description" content="O Lord, cause of all causes, if Your transcendental body were not beyond the modes of material nature, one could not understand the difference between matter">
<meta property="og:title" content="SB 10.2.35 Srimad-Bhagavatam" />
<meta property="og:image" content="https://prabhupadabooks.com/welcome.jpg" />
<meta property="og:description" content="O Lord, cause of all causes, if Your transcendental body were not beyond the modes of material nature, one could not understand the difference between matter" />
<meta property="og:site_name" content="PrabhupadaBooks.com" />
<script>
function jump(h){
    var top = document.getElementById(h).offsetTop;
    window.scrollTo(0, top);
}
</script>
</head>
<body>
<div class="text-box-5-percent">
<div class="breadcrumb"><a href="https://prabhupadabooks.com?d=1"  class="breadcrumb" title="Srila Prabhupada's Original Books">Prabhupada</a>  > <a href="https://prabhupadabooks.com/books?d=1"  class="breadcrumb" title="Books">Books</a> > <a href="https://prabhupadabooks.com/sb?d=1"  class="breadcrumb" title="Srimad-Bhagavatam">Srimad-Bhagavatam</a> > <a href="https://prabhupadabooks.com/sb/10?d=1"  class="breadcrumb" title="Canto 10: The Summum Bonum">Canto 10: "The Summum Bonum"</a> > <a href="https://prabhupadabooks.com/sb/10/2?d=1"  class="breadcrumb" title="SB 10.2: Prayers by the Demigods for Lord Krsna in the Womb">SB 10.2</a> > <a href="https://prabhupadabooks.com/sb/10/2/35?d=1"  class="breadcrumb" title="SB 10.2.35">SB 10.2.35</a></div>
<table>
<tr><td width="5%">&nbsp;</td><td width="90%">
<A NAME="122209"></A><div id="122209"> </div>
<div class="Textnum">TEXT 35</div>
<A NAME="122211"></A><div id="122211"> </div>
<div class="Verse-Text">sattva&#7745; na ced dh&#257;tar ida&#7745; nija&#7745; bhaved</div>
<A NAME="122212"></A><div id="122212"> </div>
<div class="Verse-Text">vij&ntilde;&#257;nam aj&ntilde;&#257;na-bhid&#257;pam&#257;rjanam</div>
<A NAME="122213"></A><div id="122213"> </div>
<div class="Verse-Text">gu&#7751;a-prak&#257;&#347;air anum&#299;yate bhav&#257;n</div>
<A NAME="122214"></A><div id="122214"> </div>
<div class="Verse-Text">prak&#257;&#347;ate yasya ca yena v&#257; gu&#7751;a&#7717;</div>
<A NAME="122215"></A><div id="122215"> </div>
<div class="Synonyms-Section">SYNONYMS</div>
<A NAME="122216"></A><div id="122216"> </div>
<div class="Synonyms"><span class="Italic"><a href="/d/sattvam" class="d">sattvam</a></span>&mdash;<span class="Italic"><a href="/d/suddha" class="d">&#347;uddha</a>-<a href="/d/sattva" class="d">sattva</a>,</span> transcendental; <span class="Italic"><a href="/d/na" class="d">na</a></span>&mdash;not; <span class="Italic"><a href="/d/cet" class="d">cet</a></span>&mdash;if; <span class="Italic"><a href="/d/dhatah" class="d">dh&#257;ta&#7717;</a></span>&mdash;O reservoir of all energies, cause of all causes; <span class="Italic"><a href="/d/idam" class="d">idam</a></span>&mdash;this; <span class="Italic"><a href="/d/nijam" class="d">nijam</a></span>&mdash;personal, spiritual; <span class="Italic"><a href="/d/bhavet" class="d">bhavet</a></span>&mdash;could have been; <span class="Italic"><a href="/d/vijnanam" class="d">vij&ntilde;&#257;nam</a></span>&mdash;transcendental knowledge; <span class="Italic"><a href="/d/ajnana" class="d">aj&ntilde;&#257;na</a>-<a href="/d/bhida" class="d">bhid&#257;</a></span>&mdash;which drives away the ignorance of the material modes; <span class="Italic"><a href="/d/apamarjanam" class="d">apam&#257;rjanam</a></span>&mdash;completely vanquished; <span class="Italic"><a href="/d/guna" class="d">gu&#7751;a</a>-<a href="/d/prakasaih" class="d">prak&#257;&#347;ai&#7717;</a></span>&mdash;by the awakening of such transcendental knowledge; <span class="Italic"><a href="/d/anumiyate" class="d">anum&#299;yate</a></span>&mdash;becomes manifested; <span class="Italic"><a href="/d/bhavan" class="d">bhav&#257;n</a></span>&mdash;Your Lordship; <span class="Italic"><a href="/d/prakasate" class="d">prak&#257;&#347;ate</a></span>&mdash;exhibit; <span class="Italic"><a href="/d/yasya" class="d">yasya</a></span>&mdash;whose; <span class="Italic"><a href="/d/ca" class="d">ca</a></span>&mdash;and; <span class="Italic"><a href="/d/yena" class="d">yena</a></span>&mdash;by which; <span class="Italic"><a href="/d/va" class="d">v&#257;</a></span>&mdash;either; <span class="Italic"><a href="/d/gunah" class="d">gu&#7751;a&#7717;</a></span>&mdash;quality or intelligence.</div>
<A NAME="122217"></A><div id="122217"> </div>
<div class="Verse-Section">TRANSLATION</div>
<A NAME="122218"></A><div id="122218"> </div>
<div class="Translation">O Lord, cause of all causes, if Your transcendental body were not beyond the modes of material nature, one could not understand the difference between matter and transcendence. Only by Your presence can one understand the transcendental nature of Your Lordship, who are the controller of material nature. Your transcendental nature is very difficult to understand unless one is influenced by the presence of Your transcendental form.</div>
<A NAME="122219"></A><div id="122219"> </div>
<div class="Verse-Section">PURPORT</div>
<A NAME="122220"></A><div id="122220"> </div>
<div class="First">It is said, <span class="Italic"><a href="/d/traigunya" class="d">traigu&#7751;ya</a>-<a href="/d/visaya" class="d">vi&#7779;ay&#257;</a> <a href="/d/veda" class="d">ved&#257;</a> nistraigu&#7751;yo bhav&#257;rjuna.</span> Unless one is situated in transcendence, one cannot understand the transcendental nature of the Lord. As stated in <span class="Ref_Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> (10.14.29):</div>
<A NAME="122221"></A><div id="122221"> </div>
<div style=" margin-top: 0.125in"><div class="Verse-in-purp"><a href="/d/athapi" class="d">ath&#257;pi</a> <a href="/d/te" class="d">te</a> <a href="/d/deva" class="d">deva</a> pad&#257;mbuja-<a href="/d/dvaya" class="d">dvaya</a>-<br><a href="/d/prasada" class="d">pras&#257;da</a>-le&#347;&#257;nug&#7771;h&#299;ta <a href="/d/eva" class="d">eva</a> <a href="/d/hi" class="d">hi</a><br><a href="/d/janati" class="d">j&#257;n&#257;ti</a> <a href="/d/tattvam" class="d">tattva&#7745;</a> <a href="/d/bhagavan" class="d">bhagavan</a>-mahimno<br><a href="/d/na" class="d">na</a> c&#257;nya <a href="/d/eko" class="d">eko</a> &rsquo;pi <a href="/d/ciram" class="d">cira&#7745;</a> <a href="/d/vicinvan" class="d">vicinvan</a></div>
</div><A NAME="122222"></A><div id="122222"> </div>
<div class="After-Verse">Only by the mercy of the Supreme Personality of Godhead can one understand Him. Those who are in the modes of material nature, although speculating for thousands of years, cannot understand Him. The Lord has innumerable forms (<span class="Italic">r&#257;m&#257;di-<a href="/d/murtisu" class="d">m&#363;rti&#7779;u</a> <a href="/d/kala" class="d">kal&#257;</a>-<a href="/d/niyamena" class="d">niyamena</a> <a href="/d/tisthan" class="d">ti&#7779;&#7789;han</a></I> [Bs. </I></span>5.39]), and unless these forms, such as Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a>, N&#7771;si&#7745;hadeva, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> and <a href="/d/balarama" class="d">Balar&#257;ma</a>, were transcendental, how could they be worshiped by devotees since time immemorial? <span class="Italic"><a href="/d/bhaktya" class="d">Bhakty&#257;</a> <a href="/d/mam" class="d">m&#257;m</a> <a href="/d/abhijanati" class="d">abhij&#257;n&#257;ti</a> <a href="/d/yavan" class="d">y&#257;v&#257;n</a> ya&#347; c&#257;smi <a href="/d/tattvatah" class="d">tattvata&#7717;</a></span> (Bg. <a href="https://prabhupadabooks.com/bg/18/55?d=1">18.55</a>). Devotees who awaken their transcendental nature in the presence of the Lord and who follow the rules and regulations of devotional service can understand Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, Lord <a href="/d/ramacandra" class="d">R&#257;macandra</a> and other incarnations, who are not of this material world but who come from the spiritual world for the benefit of people in general. If one does not take to this process, one imagines or manufactures some form of God according to material qualities and can never awaken a real understanding of the Supreme Personality of Godhead. The words <span class="Italic"><a href="/d/bhaktya" class="d">bhakty&#257;</a> <a href="/d/mam" class="d">m&#257;m</a> <a href="/d/abhijanati" class="d">abhij&#257;n&#257;ti</a> <a href="/d/yavan" class="d">y&#257;v&#257;n</a> ya&#347; c&#257;smi <a href="/d/tattvatah" class="d">tattvata&#7717;</a></span> signify that unless one worships the Lord according to the regulative devotional principles, one cannot awaken the transcendental nature. Deity worship, even in the absence of the Supreme Personality of Godhead, awakens the transcendental nature of the devotee, who thus becomes increasingly attached to the Lord&rsquo;s lotus feet.</div>
<A NAME="122223"></A><div id="122223"> </div>
<div class="Purport">The appearance of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is the answer to all imaginative iconography of the Supreme Personality of Godhead. Everyone imagines the form of the Supreme Personality of Godhead according to his mode of material nature. In the <span class="Italic"><a href="/d/brahma" class="d">Brahma</a>-<a href="/d/samhita" class="d">sa&#7745;hit&#257;</a></span> it is said that the Lord is the oldest person. Therefore a section of religionists imagine that God must be very old, and therefore they depict a form of the Lord like a very old man. But in the same <span class="Italic"><a href="/d/brahma" class="d">Brahma</a>-<a href="/d/samhita" class="d">sa&#7745;hit&#257;</a>,</span> that is contradicted; although He is the oldest of all living entities, He has His eternal form as a fresh youth. The exact words used in this connection in the <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> are <span class="Italic"><a href="/d/vijnanam" class="d">vij&ntilde;&#257;nam</a> <a href="/d/ajnana" class="d">aj&ntilde;&#257;na</a>-bhid&#257;pam&#257;rjanam.</span> <span class="Italic"><a href="/d/vijnana" class="d">Vij&ntilde;&#257;na</a></span> means transcendental knowledge of the Supreme Personality; <span class="Italic"><a href="/d/vijnana" class="d">vij&ntilde;&#257;na</a></span> is also experienced knowledge. Transcendental knowledge has to be accepted by the descending process of disciplic succession as <a href="/d/brahma" class="d">Brahm&#257;</a> presents the knowledge of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> in the <span class="Italic"><a href="/d/brahma" class="d">Brahma</a>-<a href="/d/samhita" class="d">sa&#7745;hit&#257;</a>.</span> <span class="Italic"><a href="/d/brahma" class="d">Brahma</a>-<a href="/d/samhita" class="d">sa&#7745;hit&#257;</a></span> is <span class="Italic"><a href="/d/vijnana" class="d">vij&ntilde;&#257;na</a></span> as realized by Brahm&#257;&rsquo;s transcendental experience, and in that way he presented the form and the pastimes of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> in the transcendental abode. <span class="Italic"><a href="/d/ajnana" class="d">Aj&ntilde;&#257;na</a>-<a href="/d/bhida" class="d">bhid&#257;</a></span> means &ldquo;that which can match all kinds of speculation.&rdquo; In ignorance, people are imagining the form of the Lord; sometimes He has no form and sometimes He has form, according to their different imaginations. But the presentation of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> in the <span class="Italic"><a href="/d/brahma" class="d">Brahma</a>-<a href="/d/samhita" class="d">sa&#7745;hit&#257;</a></span> is <span class="Italic"><a href="/d/vijnana" class="d">vij&ntilde;&#257;na</a></span>&mdash;scientific, experienced knowledge given by Lord <a href="/d/brahma" class="d">Brahm&#257;</a> and accepted by Lord <a href="/d/caitanya" class="d">Caitanya</a>. There is no doubt about it. &#346;r&#299; K&#7771;&#7779;&#7751;a&rsquo;s form, &#346;r&#299; K&#7771;&#7779;&#7751;a&rsquo;s flute, K&#7771;&#7779;&#7751;a&rsquo;s color&mdash;everything is reality. Here it is said that this <span class="Italic"><a href="/d/vijnanam" class="d">vij&ntilde;&#257;nam</a></span> is always defeating all kinds of speculative knowledge. &ldquo;Therefore,&rdquo; the demigods prayed, &ldquo;without Your appearing as <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, as You are, neither <span class="Italic"><a href="/d/ajnana" class="d">aj&ntilde;&#257;na</a>-<a href="/d/bhida" class="d">bhid&#257;</a></span> (the nescience of speculative knowledge) nor <span class="Italic"><a href="/d/vijnanam" class="d">vij&ntilde;&#257;nam</a></span> would be realized. <span class="Italic"><a href="/d/ajnana" class="d">Aj&ntilde;&#257;na</a>-bhid&#257;pam&#257;rjanam</span>&mdash;by Your appearance the speculative knowledge of ignorance will be vanquished, and the real, experienced knowledge of authorities like Lord <a href="/d/brahma" class="d">Brahm&#257;</a> will be established. Men influenced by the three modes of material nature imagine their own God according to the modes of material nature. In this way God is presented in various ways, but Your appearance will establish what the real form of God is.&rdquo;</div>
<A NAME="122224"></A><div id="122224"> </div>
<div class="Purport">The highest blunder committed by the impersonalist is to think that when the incarnation of God comes, He accepts a form of matter in the mode of goodness. Actually the form of <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> or <a href="/d/narayana" class="d">N&#257;r&#257;ya&#7751;a</a> is transcendental to any material idea. Even the greatest impersonalist, &#346;a&#7749;kar&#257;c&#257;rya, has admitted, <span class="Italic"><a href="/d/narayanah" class="d">n&#257;r&#257;ya&#7751;a&#7717;</a> paro &rsquo;vyakt&#257;t:</span> the material creation is caused by the <span class="Italic"><a href="/d/avyakta" class="d">avyakta</a>,</span> the impersonal manifestation of matter or the nonphenomenal total reservoir of matter, and <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is transcendental to that material conception. This is expressed in the <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a></span> as <span class="Italic"><a href="/d/suddha" class="d">&#347;uddha</a>-<a href="/d/sattva" class="d">sattva</a>,</span> or transcendental. The Lord does not belong to the material mode of goodness, for He is above the position of material goodness. He belongs to the transcendental, eternal status of bliss and knowledge.</div>
<A NAME="122225"></A><div id="122225"> </div>
<div class="Purport">&ldquo;Dear Lord,&rdquo; the demigods prayed, &ldquo;when You appear in Your different incarnations, You take different names and forms according to different situations. Lord <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is Your name because You are all-attractive; You are called &#346;y&#257;masundara because of Your transcendental beauty. <span class="Italic">&#346;y&#257;ma</span> means blackish, yet they say that You are more beautiful than thousands of cupids. <span class="Italic"><a href="/d/kandarpa" class="d">Kandarpa</a>-<a href="/d/koti" class="d">ko&#7789;i</a>-kaman&#299;ya.</span> Although You appear in a color which is compared to that of a blackish cloud, You are the transcendental Absolute, and therefore Your beauty is many, many times more attractive than the delicate body of Cupid. Sometimes You are called Giridh&#257;r&#299; because You lifted the hill known as <a href="/d/govardhana" class="d">Govardhana</a>. You are sometimes called <a href="/d/nanda" class="d">Nanda</a>-<a href="/d/nandana" class="d">nandana</a> or <a href="/d/vasudeva" class="d">V&#257;sudeva</a> or <a href="/d/devaki" class="d">Devak&#299;</a>-<a href="/d/nandana" class="d">nandana</a> because You appear as the son of <a href="/d/maharaja" class="d">Mah&#257;r&#257;ja</a> <a href="/d/nanda" class="d">Nanda</a> or <a href="/d/devaki" class="d">Devak&#299;</a> or <a href="/d/vasudeva" class="d">Vasudeva</a>. Impersonalists think that Your many names or forms are according to a particular type of work and quality because they accept You from the position of a material observer.</div>
<A NAME="122226"></A><div id="122226"> </div>
<div class="Purport">&ldquo;Our dear Lord, the way of understanding is not to study Your absolute nature, form and activities by mental speculation. One must engage himself in devotional service; then one can understand Your absolute nature and Your transcendental form, name and quality. Actually, only a person who has a little taste for the service of Your lotus feet can understand Your transcendental nature or form and quality. Others may go on speculating for millions of years, but it is not possible for them to understand even a single part of Your actual position.&rdquo; In other words, the Supreme Personality of Godhead, <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a>, cannot be understood by the nondevotees because there is a curtain of <span class="Italic"><a href="/d/yogamaya" class="d">yogam&#257;y&#257;</a></span> which covers K&#7771;&#7779;&#7751;a&rsquo;s actual features. As confirmed in the <span class="Ref_Italic">Bhagavad-<a href="/d/gita" class="d">g&#299;t&#257;</a></span> (<a href="https://prabhupadabooks.com/bg/7/25?d=1">7.25</a>), <span class="Italic">n&#257;ha&#7745; <a href="/d/prakasah" class="d">prak&#257;&#347;a&#7717;</a> <a href="/d/sarvasya" class="d">sarvasya</a>.</span> The Lord says, &ldquo;I am not exposed to anyone and everyone.&rdquo; When <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> came, He was actually present on the battlefield of <a href="/d/kuruksetra" class="d">Kuruk&#7779;etra</a>, and everyone saw Him. But not everyone could understand that He was the Supreme Personality of Godhead. Still, everyone who died in His presence attained complete liberation from material bondage and was transferred to the spiritual world.</div>
<A NAME="122227"></A><div id="122227"> </div>
<div class="Purport">Because foolish <span class="Italic">m&#363;&#7693;has</span> do not awaken their spiritual nature, they do not understand <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> or <a href="/d/rama" class="d">R&#257;ma</a> (<span class="Italic"><a href="/d/avajananti" class="d">avaj&#257;nanti</a> <a href="/d/mam" class="d">m&#257;&#7745;</a> <a href="/d/mudha" class="d">m&#363;&#7693;h&#257;</a> <a href="/d/manusim" class="d">m&#257;nu&#7779;&#299;&#7745;</a> <a href="/d/tanum" class="d">tanum</a> <a href="/d/asritam" class="d">&#257;&#347;ritam</a></I> [Bg. </I></span><a href="https://prabhupadabooks.com/bg/9/11?d=1">9.11</a>]). Even big academic scholars, not considering the endeavors of the <span class="Italic">&#257;c&#257;ryas</span> who have recommended devotional service in many elaborate commentaries and notes, think that <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> is fictitious. This is due to a lack of transcendental knowledge and a failure to awaken <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> consciousness. One should have the common sense to ask why, if <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> or <a href="/d/rama" class="d">R&#257;ma</a> were fictitious, stalwart scholars like &#346;r&#299;dhara <a href="/d/svami" class="d">Sv&#257;m&#299;</a>, <a href="/d/rupa" class="d">R&#363;pa</a> Gosv&#257;m&#299;, <a href="/d/sanatana" class="d">San&#257;tana</a> Gosv&#257;m&#299;, V&#299;rar&#257;ghava, Vijayadhvaja, <a href="/d/vallabhacarya" class="d">Vallabh&#257;c&#257;rya</a> and many other recognized <span class="Italic">&#257;c&#257;ryas</span> would have spent so much time to write about <a href="/d/krsna" class="d">K&#7771;&#7779;&#7751;a</a> in notes and commentaries on <span class="Italic">&#346;r&#299;mad-<a href="/d/bhagavatam" class="d">Bh&#257;gavatam</a>.</span></div>
<p align="center">Link to this page: <a href="https://prabhupadabooks.com/sb/10/2/35">https://prabhupadabooks.com/sb/10/2/35</a></p>
<p><div class="Search-Heading" align="center">Previous: <a href="https://prabhupadabooks.com/sb/10/2/34?d=1">SB 10.2.34</a> &nbsp;&nbsp;&nbsp; Next: <a href="https://prabhupadabooks.com/sb/10/2/36?d=1">SB 10.2.36</a></p></div></div>
 
<div align="center"><a href="https://krishnastore.com/books-wholesale-om-21_37.html?c=82" target="_blank"><img src="https://krishnastore.com/flashbanner/If-you-Love-Me-Distribute-My-books.jpg" width="500" height="82" border="0" alt="If you Love Me Distribute My Books -- Srila Prabhupada"></a></div>
<p>&nbsp;</p>
